{"ID":104,"Title":"Battlestar Galactica","Released":"2005-01-14T00:00:00Z","Runtime":44,"Writer":"Glen A. Larson, Ronald D. Moore","Actors":"Edward James Olmos, Jamie Bamber, Katee Sackhoff, Kate Vernon, Michael Trucco, Michael Hogan, Kandyse McClure, Grace Park, James Callis, Mary McDonnell, Tricia Helfer, Rekha Sharma, Nicki Clyne, Alessandro Juliani, Tahmoh Penikett, Aaron Douglas, Lucy Lawless, Callum Keith Rennie, Dean Stockwell, Richard Hatch","Plot":"The second war against the Cylons is over and The Twelve Colonies have been destroyed. Now Commander Adama of the Battlestar Galatica and President Laura Roslin lead a ragtag fleet of refugees in a supposed search for the fabled lost thirteenth colony, Earth. However, the dangers they face are many which compound an already difficult situation. In addition to the Cylons hunting and attacking the fleet in space and their infiltrator units carrying out sabotage-even as their former unwitting pawn, Gaius Baltar, helps in the hunt for them while hiding both his own guilt and the strange presence that haunts his every thought, the fleet also faces internal political conflict in which the rabble-rousing figure, Tom Zarek, is merely the loudest dissenting voice, not to mention recurring shortages of food, water and even oxygen. In the midst of these trials, however, clues begin to appear to suggest that Adama's bluff about finding Earth might hold more truthful than anyone could have guessed.","Poster":"http://thetvdb.com/banners/posters/73545-25.jpg","Fanart":"http://thetvdb.com/banners/fanart/original/73545-12.jpg","Rating":8.800000190734863,"RatingCount":105118,"Categories":[0,1,16,17,27,37,38],"DateCreated":"2014-06-20T16:31:38Z","ParentalRating":"R","IMDB":"tt0407362","TVDB":73545,"Seasons":[{"ID":280,"ShowID":104,"DateCreated":"2014-06-20T20:38:08Z","Number":1,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/23557-1.jpg","TVDB":5951,"EpisodeCount":15},{"ID":271,"ShowID":104,"DateCreated":"2014-06-20T16:31:38Z","Number":2,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/23557-2.jpg","TVDB":5952,"EpisodeCount":20},{"ID":282,"ShowID":104,"DateCreated":"2014-06-20T21:26:20Z","Number":3,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/23557-3.jpg","TVDB":16358,"EpisodeCount":20},{"ID":283,"ShowID":104,"DateCreated":"2014-06-20T21:39:51Z","Number":4,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/73545-4.jpg","TVDB":27825,"EpisodeCount":23}]}
