{"ID":132,"Title":"Spartacus: War of the Damned","Year":2010,"Released":"2010-01-22T00:00:00Z","Runtime":55,"Writer":"Steven S. DeKnight","Actors":"Andy Whitfield, Liam McIntyre, Manu Bennett, Daniel Feuerriegel, Nick Tarabay, Peter Mensah, Viva Bianca, John Hannah, Lucy Lawless, Barry Duffield, Ditch Davey, Hanna Mangan Lawrence, Tom Hobbs, Gareth Williams, Stephen Lovatt, Jeffrey Thomas, Marissa Ramirez, Jaime Murray, Pana Hema Taylor, Gwendoline Taylor, Christ","Plot":"The inspiration behind this series is the Thracian Gladiator Spartacus, who led a slave uprising against the Roman Republic. The Thracians had been persuaded by Claudius Glaber to serve as auxiliaries in the Roman legions in a campaign against the Getae, who had often plundered Thracian lands. However after Glaber reneges on the deal and switches his attentions from the Getae to attack Mithridates in Asia Minor, the Thracians feel betrayed and mutiny. Captured by Glaber, Spartacus is condemned to death as a Gladiator, whilst his wife Sura is condemned to slavery. Spartacus, however, proves to be a formidable gladiator, and defeats the four gladiators tasked with executing him. He becomes a favorite of the crowd, leading Senator Albinius to commute his death sentence to a life of slavery. Spartacus is purchased by Batiatus for gladiator training, who promises to help him find Sura if he proves himself in training. As the series develops, the story follows the betrayals and machinations ","Poster":"http://thetvdb.com/banners/posters/129261-11.jpg","Fanart":"http://thetvdb.com/banners/fanart/original/129261-1.jpg","Rating":8.699999809265137,"RatingCount":147970,"Categories":[1,9,16,17,37],"DateCreated":"2014-07-01T09:30:44Z","ParentalRating":"R","IMDB":"tt1442449","TVDB":129261,"Seasons":[{"ID":366,"ShowID":132,"DateCreated":"2014-07-01T09:30:44Z","Number":1,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/129261-1.jpg","TVDB":159351,"EpisodeCount":13},{"ID":602,"ShowID":132,"DateCreated":"2014-08-21T23:26:52Z","Number":2,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/129261-2.jpg","TVDB":274181,"EpisodeCount":6},{"ID":385,"ShowID":132,"DateCreated":"2014-07-02T23:49:07Z","Number":3,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/129261-3.jpg","TVDB":484863,"EpisodeCount":10},{"ID":386,"ShowID":132,"DateCreated":"2014-07-03T00:09:55Z","Number":4,"ParentalRating":"R","Image":"http://tdvott-a.akamaihd.net/ondemand/production/image/thumbnails/2014-07/3650-53b48b71347b6/p7931583_b_h9_ab_original_size_1404341168.jpg","EpisodeCount":10}]}
