{"ID":184,"Title":"The Tudors","Released":"2007-04-01T00:00:00Z","Runtime":60,"Writer":"Michael Hirst","Actors":"Jonathan Rhys Meyers, Maria Doyle Kennedy, Natalie Dormer, Annabelle Wallis, Joss Stone, Callum Blue, James Frain, Henry Cavill , Nick Dunning, Steven Waddington, Jeremy Northam, Sam Neill, David Alpay, Henry Czerny, Kris Holden-Ried, Hans Matheson, Gabrielle Anwar, Peter O'Toole, Sarah Bolger, David O'Hara, Anthony B","Plot":"This costume drama features England's splendid Renaissance dynasty under King Henry VIII. Beginning in Season 1 when Henry VIII was growing desperate for an heir and growing distant from his first wife, the series moves quickly to the period when Anne Boleyn became his obsession. During this time Cardinal Wolsey rose to become the power behind his throne, ruling ruthlessly and nearly absolutely while Henry (played by Johnathon Rhys Meyers) for the most part followed the Cardinal's advice, maneuvering through a series of betrayals and plots against him. When Anne Boleyn plays much harder to get than any woman ever has, Henry begins to search for a way out of his marriage to Catherine of Aragon, so that he can make Anne his wife. Needing a divorce, Henry turns to Wolsey, who promises to help him create waves of backlash from the church, as well as the Spanish Habsburg dynasty and its overseas empire. Against this background gyrate the private lives and political intrigues of several memb","Poster":"http://thetvdb.com/banners/posters/79925-3.jpg","Fanart":"http://thetvdb.com/banners/fanart/original/79925-32.jpg","Rating":8.100000381469727,"RatingCount":44839,"Categories":[0,1,10,11,16,17,37],"DateCreated":"2014-07-20T06:36:58Z","ParentalRating":"R","IMDB":"tt0758790","TVDB":79925,"Seasons":[{"ID":502,"ShowID":184,"DateCreated":"2014-07-20T06:36:58Z","Number":1,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/79925-1.jpg","TVDB":17501,"EpisodeCount":10},{"ID":508,"ShowID":184,"DateCreated":"2014-07-21T06:48:58Z","Number":2,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/79925-2.jpg","TVDB":31026,"EpisodeCount":10},{"ID":507,"ShowID":184,"DateCreated":"2014-07-21T06:46:56Z","Number":3,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/79925-3.jpg","TVDB":41549,"EpisodeCount":8},{"ID":518,"ShowID":184,"DateCreated":"2014-07-23T09:44:42Z","Number":4,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/79925-4.jpg","TVDB":177241,"EpisodeCount":10}]}
