{"ID":25,"Title":"Ashes to Ashes","Year":2008,"Released":"2009-03-07T00:00:00Z","Runtime":60,"Writer":"Matthew Graham, Ashley Pharoah","Actors":"Keeley Hawes, Philip Glenister, Montserrat Lombard, Dean Andrews, Marshall Lancaster, Daniel Mays, Roger Allam, Andrew Clover, Amelia Bullmore, Stephen Campbell Moore","Plot":"DCI Gene Hunt is back, but he's no longer the self-styled \"Sheriff of Manchester.\" Flanked by his faithful sidekicks, Ray Carling and Chris Skelton, and drawn by the action and intrigue of the London Met, Gene's turned his attentions to taking on the \"southern nancy\" criminal scum. However, Gene did not expect to be thrown together with a sexy, intelligent DI Alex Drake. Single mother to daughter Molly, Alex has rapidly risen through the ranks of the Met and, in the modern world of 2008, skillfully uses psychological profiling to capture suspects. When Alex and her daughter are kidnapped, she makes a daring attempt at escape, resulting in a horrific incident. Alex suddenly finds herself in 1981, interacting with familiar characters, not just from her own lifetime, but also from the detailed reports logged by none other than Sam Tyler, which Alex previously spent months poring over. Alex is ripped from her current world of sexual equality and respect in 2008, and finds herself opposite ","Poster":"http://thetvdb.com/banners/posters/81253-10.jpg","Fanart":"http://thetvdb.com/banners/fanart/original/81253-17.jpg","Rating":8.199999809265137,"RatingCount":5915,"Categories":[1,16,17,21,23,37],"DateCreated":"2014-06-19T11:38:37Z","ParentalRating":"M","IMDB":"tt1008108","TVDB":81253,"Seasons":[{"ID":55,"ShowID":25,"DateCreated":"2014-06-19T11:38:37Z","Number":1,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/81253-1.jpg","TVDB":30431,"EpisodeCount":8},{"ID":159,"ShowID":25,"DateCreated":"2014-06-19T11:47:58Z","Number":2,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/81253-2.jpg","TVDB":35279,"EpisodeCount":8},{"ID":399,"ShowID":25,"DateCreated":"2014-07-04T03:24:39Z","Number":3,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/81253-3.jpg","TVDB":216451,"EpisodeCount":8}]}
