{"ID":326,"Title":"Jericho","Year":2006,"Released":"2006-09-20T00:00:00Z","Runtime":45,"Writer":"Stephen Chbosky, Josh Schaer, Jonathan E. Steinberg","Actors":"Skeet Ulrich, Lennie James, Kenneth Mitchell, April D. Parker, Clare Carey, Darby Stanchfield, Alicia Coppola, Erik Knudsen, Shoshannah Stern, Michael Gaston, Brad Beyer, Gerald McRaney, Pamela Reed, Ashley Scott, Sprague Grayden, Bob Stephenson, Richard Speight Jr., Esai Morales","Plot":"When Jake Green returns to his Kansas small-town home Jericho, where his dad Johnston is mayor, everyone is preoccupied with petty private business and family matters, but that changes drastically after a completely unexpected explosion. It soon becomes clear there has been a nuclear attack, but neither by whom nor on which scale. Suddenly life in Jericho, and as the inhabitants gradually discover all over the disintegrating USA, becomes a more primordial struggle for survival, where unexperienced dangers, primitive as well as technological, have to be weighed against pressing primal needs, such as food, fuel and self-defense against plunderers, invaders and even each-other. Jake, whose private story like that of other main characters slowly becomes disclosed to us, proves extremely resourceful and a smart hero, while his father's mayoral authority and even that of the only available medical professionals is soon challenged and undermined, criminal potentials are tapped into by circums","Poster":"http://thetvdb.com/banners/posters/79330-1.jpg","Fanart":"http://thetvdb.com/banners/fanart/original/79330-12.jpg","Rating":8,"RatingCount":44505,"Categories":[1,2,16,17,37],"DateCreated":"2014-12-19T16:01:20Z","ParentalRating":"M","IMDB":"tt0805663","TVDB":79330,"Seasons":[{"ID":820,"ShowID":326,"DateCreated":"2014-12-19T16:01:20Z","Number":1,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/58068-1.jpg","TVDB":16271,"EpisodeCount":22},{"ID":833,"ShowID":326,"DateCreated":"2014-12-23T09:47:02Z","Number":2,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/79330-2.jpg","TVDB":28901,"EpisodeCount":7}]}
