{"ID":110,"ShowID":23,"DateCreated":"2014-06-19T11:43:53Z","Number":2,"ParentalRating":"G","Image":"http://thetvdb.com/banners/seasons/75669-2.jpg","TVDB":9144,"Episodes":[{"ID":1905,"SeasonID":110,"ShowID":23,"MediaID":1905,"DateCreated":"2014-06-19T11:54:00Z","DatePublished":"2014-05-31T22:00:00Z","Number":1,"Title":"Pingu at the Doctor's","Plot":"Mother goes out and leaves Pingu and Pinga at home. They decide to play dentist, but Pinga does not want to play when Pingu threatens to use a hammer and chisel on her. Pingu chases her, and during the chase a table gets knocked over by Pinga and Pingu bangs his beak on it. His beak is broken and bleeding. Pinga is sympathetic and bandages it up and takes Pingu to the doctor. Pingu is terrified when he sees the tool the doctor is going to use and runs off. Pinga and the doctor chase him round th","Runtime":6,"FirstAired":"2000-12-20T00:00:00Z","Year":2000,"ParentalRating":"G","ParentalRatingReason":"G","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175332.jpg","TVDB":175332},{"ID":1916,"SeasonID":110,"ShowID":23,"MediaID":1916,"DateCreated":"2014-06-19T11:54:06Z","DatePublished":"2014-05-31T22:00:00Z","Number":2,"Title":"Pingu's Admirer","Plot":"Pingu goes to school. On the way he meets Pingg, Pingo and Pongi playing limbo, and joins in, but then the schoolmaster rings the bell. The schoolmaster has just started the lesson when a new student arrives. The new student is a girl named Pingi. The schoolmaster greets Pingi, and he finds a place for her to sit. Unlike his friends, Pingu does not want anything to do with her. He spreads out his things all over his desk and puts his legs wide apart to make it seem as though there is no room at ","Runtime":6,"FirstAired":"2001-09-18T00:00:00Z","Year":2001,"ParentalRating":"G","ParentalRatingReason":"G","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175333.jpg","TVDB":175333},{"ID":1920,"SeasonID":110,"ShowID":23,"MediaID":1920,"DateCreated":"2014-06-19T11:54:08Z","DatePublished":"2014-05-31T22:00:00Z","Number":3,"Title":"Pingu and the Seagull","Plot":"It is a nice day and Pingu is out riding his brand new blue scooter. Circling overhead is a Seagull. It squawks, and Pingu hoots back and waves to it. The Seagull then poos on the scooter, rather annoying Pingu. Pingu goes indoors, cleans up the scooter and puts a cover over it. He then goes outside again. The Seagull is now sitting on top of the igloo, and squawks when it sees Pingu. Pingu makes a snowball and throws it at the Seagull. The snowball narrowly misses as the Seagull takes off. The ","Runtime":6,"FirstAired":"2001-09-19T00:00:00Z","Year":2001,"ParentalRating":"G","ParentalRatingReason":"G","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175334.jpg","TVDB":175334},{"ID":1928,"SeasonID":110,"ShowID":23,"MediaID":1928,"DateCreated":"2014-06-19T11:54:12Z","DatePublished":"2014-05-31T22:00:00Z","Number":4,"Title":"Pingu Surfing on the Ice","Plot":"Mother has hung out some washing, with help from Pingu. Mother has just gone back inside the igloo when the wind suddenly gets up, so Pingu decides to have some fun on an ice-surfer. He builds this himself, making the platform and mast from some stuff he finds in the shed, and for a sail using one of Mother's clean sheets that she has just hung out to dry. After some fun zooming around, while going up a hill the wind suddenly stops and Pingu and his ice-surfer go crashing back down. The sheet he","Runtime":6,"FirstAired":"2006-06-04T00:00:00Z","Year":2006,"ParentalRating":"G","ParentalRatingReason":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175335.jpg","TVDB":175335},{"ID":1912,"SeasonID":110,"ShowID":23,"MediaID":1912,"DateCreated":"2014-06-19T11:54:04Z","DatePublished":"2014-05-31T22:00:00Z","Number":5,"Title":"Pingu's First Kiss","Plot":"Pingu and his friends Pingg, Pingo and Pongi are doing some tricks on skates when Pingu's girlfriend Pingi comes along. Pingu greets her by kissing her on the hand, and the other three laugh and take the mick out of him. Annoyed, Pingu impresses all of them with the best trick yet. Pingi applauds and suggests to Pingu that they go off together, but Pingu?s friends want him to stay with them. Pingi goes off, and Pingu is not sure what to do. He goes back to his friends but, as Pingo tries a new t","Runtime":6,"FirstAired":"2000-11-02T00:00:00Z","Year":2000,"ParentalRating":"G","ParentalRatingReason":"G","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175336.jpg","TVDB":175336},{"ID":1944,"SeasonID":110,"ShowID":23,"MediaID":1944,"DateCreated":"2014-06-19T11:54:21Z","DatePublished":"2014-05-31T22:00:00Z","Number":6,"Title":"Pingu's Curling Game","Plot":"Robby, who has a proper curling stone, invites Pingu to have a game with him. Pingu doesn?t have a curling stone, but borrows Mother?s hot water bottle to use instead. On their first go, Robby gets his the furthest, on the second Robby again gets his the furthest, but both finish up near a neighbour who is sitting on an ice block reading, and he tells them off for disturbing him. They swap stones, and play back the way they came. Robby wins this as well. Pingu is annoyed, and plays the stone as ","Runtime":6,"FirstAired":"2000-11-09T00:00:00Z","Year":2000,"ParentalRating":"G","ParentalRatingReason":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175337.jpg","TVDB":175337},{"ID":1959,"SeasonID":110,"ShowID":23,"MediaID":1959,"DateCreated":"2014-06-19T11:54:30Z","DatePublished":"2014-05-31T22:00:00Z","Number":7,"Title":"Pingu's Family Celebrate Christmas","Plot":"Pingu and Pinga are getting ready for Christmas. They help Mother make some biscuits, and then they go with Father to help choose a Christmas tree. While Father puts up the tree, Mother gets the wrapped presents to put under it. Pingu and Pinga want theirs now, but Mother says wait. Mother then trips over a rope on her way to the tree, and drops the presents. Fortunately not breaking them. She blames Father, and they have an argument about it. Pingu and Pinga go out to see what the fuss is about","Runtime":6,"FirstAired":"2004-12-20T00:00:00Z","Year":2004,"ParentalRating":"G","ParentalRatingReason":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175338.jpg","TVDB":175338},{"ID":1952,"SeasonID":110,"ShowID":23,"MediaID":1952,"DateCreated":"2014-06-19T11:54:26Z","DatePublished":"2014-05-31T22:00:00Z","Number":8,"Title":"Pingu as an Icicle Player","Plot":"Pingu has gone out, and meets up with Robby and Pingo. They play a game where one person has to find the others and, once found, get back ?home? before they do. Pingu starts as finder and counts while Robby and Pingo hide. When Pingu starts looking, Pingo creeps up and gets home before Pingu notices. Pingu then spots Robby?s tail sticking out of some ice blocks, and throws a snowball at him that lands on his tail. Robby comes out, and Pingu wins the race home. Robby then counts, and the other tw","Runtime":6,"FirstAired":"2003-10-19T00:00:00Z","Year":2003,"ParentalRating":"G","ParentalRatingReason":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175339.jpg","TVDB":175339},{"ID":1948,"SeasonID":110,"ShowID":23,"MediaID":1948,"DateCreated":"2014-06-19T11:54:23Z","DatePublished":"2014-05-31T22:00:00Z","Number":9,"Title":"Pingu as a Chef","Plot":"Mother and Father go out, leaving the children at home. Pingu puts a pan on the stove and Pinga brings him a cob of corn. Pingu puts the corn kernels into the pan and puts the lid on, and they soon have a pan of popcorn. The both gobble down the popcorn until there are only a few pieces left. Pinga distracts Pingu, and gobbles down the last of the popcorn while Pingu isn?t looking! Pingu goes to the cupboard, which is full of corn, and fills a big box with the corn kernels. He then loads all thi","Runtime":6,"FirstAired":"2000-11-23T00:00:00Z","Year":2000,"ParentalRating":"G","ParentalRatingReason":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175340.jpg","TVDB":175340},{"ID":1963,"SeasonID":110,"ShowID":23,"MediaID":1963,"DateCreated":"2014-06-19T11:54:32Z","DatePublished":"2014-05-31T22:00:00Z","Number":10,"Title":"Pingu's Outing","Plot":"It?s early in the morning and Mother is putting things in a pack for Pingu. She goes to wake him, and tells him to be quiet so as not to wake Pinga. Pingu goes to the bathroom, while Mother makes him breakfast. When Pingu comes out of the bathroom he lets the door slam behind him, which wakes Pinga up. Pinga cries, and is comforted by Father. Pingu eats his breakfast and leaves, carrying his pack. The family wave him goodbye. On his journey Pingu asks the way from an artist, who is out painting ","Runtime":6,"FirstAired":"2002-06-13T00:00:00Z","Year":2002,"ParentalRating":"G","ParentalRatingReason":"G","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/529451.jpg","TVDB":529451},{"ID":1955,"SeasonID":110,"ShowID":23,"MediaID":1955,"DateCreated":"2014-06-19T11:54:28Z","DatePublished":"2014-05-31T22:00:00Z","Number":11,"Title":"Pingu and the Camera","Plot":"Pingu is out taking photographs of Robby. He then photographs an interestingly shaped block of ice from a variety of positions. Meanwhile Robby has found an ice-bridge, and shows it to Pingu. Robby climbs up to the top, and Pingu takes some photographs of him there, in various poses. They then spot a hot-air balloon drifting past, and Pingu snaps this as well. A photojournalist arrives, who also takes some pictures of the balloon, with Pingu standing in the foreground. Pingu goes home, and then ","Runtime":6,"FirstAired":"2003-10-26T00:00:00Z","Year":2003,"ParentalRating":"G","Rating":6,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529461.jpg","TVDB":529461},{"ID":1971,"SeasonID":110,"ShowID":23,"MediaID":1971,"DateCreated":"2014-06-19T11:54:36Z","DatePublished":"2014-05-31T22:00:00Z","Number":12,"Title":"Pingu's Parents Have no Time","Plot":"Pingu and Pinga are flying their kite when the wind goes light and it crashes onto the roof of the igloo. Pingu tries to pull it off with the string but the string breaks. Pinga goes inside to get help from Mother or Father, but they?re busy and say that they have no time to help. Outside, Pingu is trying to dislodge the kite by throwing snowballs at it. The first one hits Pinga as she comes back out of the igloo. She cries, but is comforted by Pingu. The second hits the kite, which slides off t","Runtime":6,"FirstAired":"2003-03-21T00:00:00Z","Year":2003,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529471.jpg","TVDB":529471},{"ID":1967,"SeasonID":110,"ShowID":23,"MediaID":1967,"DateCreated":"2014-06-19T11:54:34Z","DatePublished":"2014-05-31T22:00:00Z","Number":13,"Title":"Pingu and the Packaging Material","Plot":"Pingu is out shopping for a birthday present for Grandfather. He comes across a shop selling shells and goes in. He finds a nice spiky shell, which is put into an oval box just the right size for the shell. As Pingu is coming out of the shop he sees Pinga on her way to Grandfathers, carrying a box almost as big as she is. Pinga?s box is bigger than the one he?s got, so he goes back into the shop and asks if he can have a larger one. He turns down the first two offered as not being large enough, ","Runtime":6,"FirstAired":"2004-12-12T00:00:00Z","Year":2004,"ParentalRating":"G","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/529481.jpg","TVDB":529481},{"ID":843,"SeasonID":110,"ShowID":23,"MediaID":842,"DateCreated":"2014-06-19T11:43:53Z","DatePublished":"2014-03-15T00:00:00Z","Number":14,"Title":"Pingu the Apprentice Magician","Plot":"Pingu is proudly presenting his magic tricks to Pinga and Pingi. He baffles them with the scarf and tube trick, he amazes them by disappearing from behind a sheet leaving only his hat and the sheet behind, and then reappearing in his trunk, and puzzles them with his hat trick. He then changes Pinga into a snowman, the snowman is given several different heads, such as Robby?s and Pingo?s, and finally appears headless; Pinga then reappears. Pinga is then made to disappear from inside a box put ove","Runtime":6,"FirstAired":"2003-04-04T00:00:00Z","Year":2003,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529491.jpg","TVDB":529491},{"ID":1975,"SeasonID":110,"ShowID":23,"MediaID":1975,"DateCreated":"2014-06-19T11:54:38Z","DatePublished":"2014-05-31T22:00:00Z","Number":15,"Title":"Pingu's Birthday","Plot":"It?s Pingu?s birthday, and he?s having a party with Pinga and his friends Pingo and Pingi. The party area is decorated with balloons and lights, and there are snacks and drinks on the table. Grandfather is providing music on the accordion. Robby arrives with a present for Pingu. It?s a cap, which he promptly puts on. Pingu shows the others what he?s received; a book, some crayons and a ball. They then all tuck in to the snacks and drink. Pingu shares a drink and a snack biscuit with Pingi (which","Runtime":6,"FirstAired":"2001-10-03T00:00:00Z","Year":2001,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529501.jpg","TVDB":529501},{"ID":2000,"SeasonID":110,"ShowID":23,"MediaID":2000,"DateCreated":"2014-06-19T11:54:51Z","DatePublished":"2014-05-31T22:00:00Z","Number":16,"Title":"Pingu at the Fairground","Plot":"Pingu, Pinga, Mother and Father go to the funfair. They pass some balloons but don?t buy one. They come to a barrel organ, Pingu gives the player some money and he plays a tune. Pingu and Pinga rush on and stop at a candyfloss seller, and they both have some. At the ?hit the tins? stall Pingu has a go, gets all the tins down in his three throws, and receives a lollipop as a prize. Pinga also has a go, but she throws before the stallholder has completely finished putting back the tins. The ball m","Runtime":6,"FirstAired":"2002-10-27T00:00:00Z","Year":2002,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529511.jpg","TVDB":529511},{"ID":1983,"SeasonID":110,"ShowID":23,"MediaID":1983,"DateCreated":"2014-06-19T11:54:42Z","DatePublished":"2014-05-31T22:00:00Z","Number":17,"Title":"Pingu as a Babysitter","Plot":"Mother is going out with a friend, and Pingu has the job of babysitting the twins. After Mother and her friend have gone the twins, who were lying peacefully in bed, throw their pillows at Pingu, hitting him on the head. Then one twin cries because his dummy has come out. While Pingu is retrieving the dummy and washing it, the other twin crawls off and pulls the tablecloth off the table. Pingu is just in time to stop the vase smashing on the floor. The first twin then grabs the frying pan that?s","Runtime":6,"FirstAired":"2010-05-17T00:00:00Z","Year":2010,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529521.jpg","TVDB":529521},{"ID":2004,"SeasonID":110,"ShowID":23,"MediaID":2004,"DateCreated":"2014-06-19T11:54:53Z","DatePublished":"2014-05-31T22:00:00Z","Number":18,"Title":"Pingu Cannot Lose","Plot":"Pingu and Pinga are bowling. Pinga takes the first throw, and doesn?t score, but then rolls up herself and knocks all the skittles down. Pingu is not very amused; he is very surprised! Then Pingo comes by and has a go; he knocks down two skittles. Pingu throws and hits four. Pingo?s next throw gets one, and Pingu gets four again. Then Pingo gets two, and Pingu gets three, but this time his ball takes an odd path before reaching the skittles. A passer-by has a go and gets six. Pingu?s next ball g","Runtime":6,"FirstAired":"2002-03-20T00:00:00Z","Year":2002,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529531.jpg","TVDB":529531},{"ID":1996,"SeasonID":110,"ShowID":23,"MediaID":1996,"DateCreated":"2014-06-19T11:54:49Z","DatePublished":"2014-05-31T22:00:00Z","Number":19,"Title":"Pingu and the Disabled Penguin","Plot":"Pingu decides he?s going to play a practical joke, and meets up with Pingo. Pingu leads the way to a nearby ice-shelf, opens a bag he?s been carrying and takes out a fish and a piece of rope. He puts the fish on the ground, ties the rope to the fish?s tail, takes the other end of the rope to the ice-shelf and then covers the rope in snow so that all that can be seen by a passer-by is the fish on the ground. He and Pingo then hide on the ice-shelf and wait. Soon a penguin comes past with her shop","Runtime":6,"FirstAired":"2002-11-17T00:00:00Z","Year":2002,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529541.jpg","TVDB":529541},{"ID":1979,"SeasonID":110,"ShowID":23,"MediaID":1979,"DateCreated":"2014-06-19T11:54:40Z","DatePublished":"2014-05-31T22:00:00Z","Number":20,"Title":"Pingu and the Gift","Plot":"Pinga is playing happily with her teddy and toy pram when Pingu zooms up on his new scooter. Pinga immediately switches her attention to the scooter and really wants a go. Pingu won?t let her, and scoots off. Father then arrives on the motorised sledge, and Pinga greets him. He agrees to take her for a ride, but doesn?t look where he?s going and flattens the pram, destroying her teddy. Pinga is heartbroken and starts crying. Pingu arrives back, sees the broken pram and goes indoors. Pinga is sti","Runtime":6,"FirstAired":"2002-11-24T00:00:00Z","Year":2002,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529551.jpg","TVDB":529551},{"ID":1991,"SeasonID":110,"ShowID":23,"MediaID":1991,"DateCreated":"2014-06-19T11:54:47Z","DatePublished":"2014-05-31T22:00:00Z","Number":21,"Title":"Pingu's Hospital Visit","Plot":"Pingu and Mother visit the injured Pinga in hospital. When they enter the hospital, a doctor is pulling a badly injured penguin who got hurt in a bad post truck accident. When they find Pinga, Pinga is pleased to see them, and Pingu shows her a picture he?s drawn of her accident. The nurse comes in to treat Pingi, who is in the bed next to Pinga, and puts a screen between the beds. Mother gives Pinga some flowers, and both Pinga and Pingu have an apple. Pingu?s getting a bit bored, so he rides a","Runtime":6,"FirstAired":"2010-12-23T00:00:00Z","Year":2010,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529561.jpg","TVDB":529561},{"ID":1987,"SeasonID":110,"ShowID":23,"MediaID":1987,"DateCreated":"2014-06-19T11:54:44Z","DatePublished":"2014-05-31T22:00:00Z","Number":22,"Title":"Pingu on the School Trip","Plot":"The school class goes to see a sculptor, who is carving a giant whale. On the way, Pingg throws a snowball at Pingu that hits him on the head. When Pingu retaliates, his snowball hits the schoolmaster, earning Pingu a ticking off. When the class arrive at the sculpture they all look round. Pingg decides to help the sculptor, who is shaping the head, by carving some more on the body. This does not amuse the sculptor. On the other side of the sculpture Pingo has decided to climb the scaffolding, d","Runtime":6,"FirstAired":"2002-12-08T00:00:00Z","Year":2002,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529571.jpg","TVDB":529571},{"ID":2008,"SeasonID":110,"ShowID":23,"MediaID":2008,"DateCreated":"2014-06-19T11:54:55Z","DatePublished":"2014-05-31T22:00:00Z","Number":23,"Title":"Pingu Visits the Kindergarten","Plot":"Pinga is waiting impatiently to go to kindergarten, but Mother is busy and gets Pingu to take her. On the way they pass Pingo and Pingg on their sledges. They ask Pingu to join them but he refuses. When they get there Pinga is given a piece of paper, and she goes to sit down. On the way she trips and falls over, crumpling the piece of paper. Pingu helps her up. The teacher asks the class to make a hat with their pieces of paper, but Pinga is unhappy that her piece is crumpled, so Pingu asks if s","Runtime":6,"FirstAired":"2004-02-01T00:00:00Z","Year":2004,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529581.jpg","TVDB":529581},{"ID":2012,"SeasonID":110,"ShowID":23,"MediaID":2012,"DateCreated":"2014-06-19T11:54:57Z","DatePublished":"2014-05-31T22:00:00Z","Number":24,"Title":"Pingu and the Stranger","Plot":"Pingu has gone out to get some fish from the fish stall. While he?s on the way, two strangers enter the village, and are shunned by everyone they meet. Pingu arrives at the fish stall, gets out his shopping list and is about to tell the stallholder what he wants when the stallholder sees the two strangers, who are just behind Pingu. The stallholder quickly closes the stall and walks away, leaving Pingu without any fish to take home. Pingu walks away, but hides behind a nearby igloo, and then sur","Runtime":6,"FirstAired":"2005-01-13T00:00:00Z","Year":2005,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529591.jpg","TVDB":529591},{"ID":2016,"SeasonID":110,"ShowID":23,"MediaID":2016,"DateCreated":"2014-06-19T11:54:59Z","DatePublished":"2014-05-31T22:00:00Z","Number":25,"Title":"Pingu Helps Around the House","Plot":"Mother is ironing and feeling a bit harassed, as she realises that there?s a lot of clearing up and other jobs that need doing, and she asks Pingu if he could help. Pingu, who is reading, is not at all keen to help and suggests that Pinga should. Mother does not want Pinga to help because she's too small though, but she helps anyway. But Pinga drops some on the floor on the way to the cupboard and Mother tells her off. Pinga bursts into tears and Mother comforts her. Mother then tells Pingu to h","Runtime":6,"FirstAired":"2002-04-13T00:00:00Z","Year":2002,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529601.jpg","TVDB":529601},{"ID":2019,"SeasonID":110,"ShowID":23,"MediaID":2019,"DateCreated":"2014-06-19T11:55:01Z","DatePublished":"2014-05-31T22:00:00Z","Number":26,"Title":"Pingu Builds a Snowman","Plot":"Pingu and Pinga get up to find a nice fresh fall of snow outside. They go off in the sledge to have some fun, but hit a bump sliding down a hill and get thrown off. They decide to build a snowman and have made a start when Robby turns up and suggests it should be a big one. They all agree, and Robby helps to gather the snow to form the bottom half. They make a ball to put on top for the body, but have difficulty getting it up and making it stay on. Pingu then spots a nearby signpost, used by hik","Runtime":6,"FirstAired":"2001-10-16T00:00:00Z","Year":2001,"ParentalRating":"G","Rating":6,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/529611.jpg","TVDB":529611}],"EpisodeCount":26}
