{"ID":114,"ShowID":46,"DateCreated":"2014-06-19T11:44:17Z","Number":2,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/74302-2.jpg","TVDB":7252,"Episodes":[{"ID":984,"SeasonID":114,"ShowID":46,"MediaID":984,"DateCreated":"2014-06-19T11:45:13Z","DatePublished":"2014-03-15T00:00:00Z","Number":1,"Title":"The Call of The Yeti","Plot":"Howard takes Vince, Naboo and Bollo on a weekend holiday to a cabin in the woods, owned by a yokel, Kodiak Jack. Naboo and Bollo, bored by the prospect of a lecture from Howard, go shopping, leaving Vince with Howard. Kodiak Jack arrives, taking a liking to Vince, and informing Howard, who is having delusions of grandeur about being a photographer, of the Yeti. Howard sets out to photograph the Yeti, leaving Vince with Kodiak Jack. While shopping, Naboo learns of the Yeti's breeding night, as Vi","Runtime":29,"FirstAired":"2005-07-26T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"M Violence,sexual references and offensive language","Rating":8,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/74302/295322.jpg","TVDB":295322},{"ID":1004,"SeasonID":114,"ShowID":46,"MediaID":1005,"DateCreated":"2014-06-19T11:45:24Z","DatePublished":"2014-03-15T00:00:00Z","Number":2,"Title":"The Priest and The Beast","Plot":"Howard and Vince are up late, struggling to find a new musical direction in order to get signed the next morning by Pie Face Records. To inspire them, Naboo tells them the story of Rudy van Disarzio and Spider Dijon; the Bongo Brothers, who form the band Rudi \u0026 Spider. Rudi and Spider wander the desert in search of inspiration; looking for the New Sound. After an argument, Spider leaves with the intention of drumming for Carlos Santana, becoming temporarily distracted by a town populated only by","Runtime":30,"FirstAired":"2005-08-02T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"Violence,sexual references and offensive language","Rating":8,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/74302/295323.jpg","TVDB":295323},{"ID":1012,"SeasonID":114,"ShowID":46,"MediaID":1012,"DateCreated":"2014-06-19T11:45:28Z","DatePublished":"2014-03-15T00:00:00Z","Number":3,"Title":"Nanageddon","Plot":"Vince offers Howard the chance to spend the night with two goth girls, Anthrax and Ebola, under the agreement that he dresses like a goth. It transpires Vince drunkenly bragged to the girls that he was a Warlock, stealing Naboo's book of black magic. Vince then inadvertently summons Nanatoo; the most evil demon known to man. The goth girls depart in disgust, distracting Howard and Vince from Nanatoo, who steals the book of black magic and also departs. Naboo and Bollo return, and immediately sus","Runtime":29,"FirstAired":"2005-08-09T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"M Violence,sexual references and offensive language","Rating":7.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/74302/295324.jpg","TVDB":295324},{"ID":1027,"SeasonID":114,"ShowID":46,"MediaID":1028,"DateCreated":"2014-06-19T11:45:36Z","DatePublished":"2014-03-15T00:00:00Z","Number":4,"Title":"Fountain of Youth","Plot":"Howard has an age crisis after being heckled at a gig of he and Vince's. After hearing from Bollo about the Fountain of Youth on Naboo's home planet Xooberon, Howard and Vince steal his amulet and travel there, where they wander the Desert of Nightmares and meet the Xooberon Tribe. Back at the flat, Naboo finds out about Howard and Vince stealing his amulet, and is annoyed that he has to save them. The Xooberon Tribe notice Vince has the amulet and make him their leader, and Howard his slave. Me","Runtime":29,"FirstAired":"2005-08-16T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"Violence,sexual references and offensive language","Rating":8,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/74302/295682.jpg","TVDB":295682},{"ID":888,"SeasonID":114,"ShowID":46,"MediaID":885,"DateCreated":"2014-06-19T11:44:17Z","DatePublished":"2014-03-15T00:00:00Z","Number":5,"Title":"The Legend of Old Gregg","Plot":"After a bad gig, Howard and Vince travel to a village in Scotland called Black Lake to take a break. At the pub, they get the idea of going fishing; which Vince seems instantly proficient in. Vince soon leaves a disgruntled Howard to fish himself. Vince returns to the pub, where he learns about Old Gregg. Howard then inadvertently catches Old Gregg, who shows him his mangina, and takes him to his underwater cave. Vince phones Naboo to help him rescue Howard, which Naboo grudgingly agrees to do. ","Runtime":29,"FirstAired":"2005-08-23T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"Violence,sexual references and offensive language","Rating":8,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/74302/295683.jpg","TVDB":295683},{"ID":1020,"SeasonID":114,"ShowID":46,"MediaID":1020,"DateCreated":"2014-06-19T11:45:32Z","DatePublished":"2014-03-15T00:00:00Z","Number":6,"Title":"The Nightmare of Milky Joe","Plot":"Howard and Vince plan to travel to America to perform on the Pie Face Showcase. Due to Howard's fear of flying, they travel by boat, but are thrown overboard and stranded on a desert island for Vince's giving the captain a haircut whilst he slept. Howard's condition quickly deteriorates due to lack of nourishment, so they decide to eat coconuts. Howard begins keeping a journal, and Vince fashions bamboo drainpipes. Howard and Vince begin arguing, and separate to build huts: Vince's elaborate and","Runtime":30,"FirstAired":"2005-08-30T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"Violence,sexual references and offensive language","Rating":9.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/74302/295684.jpg","TVDB":295684}],"EpisodeCount":6}
