{"ID":120,"ShowID":46,"DateCreated":"2014-06-19T11:44:39Z","Number":3,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/74302-3-2.jpg","TVDB":29399,"Episodes":[{"ID":1001,"SeasonID":120,"ShowID":46,"MediaID":1001,"DateCreated":"2014-06-19T11:45:22Z","DatePublished":"2014-03-15T00:00:00Z","Number":1,"Title":"Eels","Plot":"Naboo and Bollo go away to Dennis the Head Shaman?s stag party, leaving Howard and Vince in charge of Nabootique. The two challenge one another to a sales contest, each trying to sell their latest fads; Elbow Patches and The Indie Celebrity Radar, respectively. Later, while Vince is out to tag Pete Neon for his Celebradar, Howard is paid a visit by The Hitcher, who frightens Howard with eels into a protection racket. Howard proceeds to prostitute himself to a transvestite called Eleanor for the ","Runtime":29,"FirstAired":"2007-11-15T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence,sexual references and offensive language","Rating":6.900000095367432,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/74302/342287.jpg","TVDB":342287},{"ID":924,"SeasonID":120,"ShowID":46,"MediaID":924,"DateCreated":"2014-06-19T11:44:39Z","DatePublished":"2014-03-15T00:00:00Z","Number":2,"Title":"Journey to the Centre of the Punk","Plot":"Howard acquires a rare Jazz record (\"Voodoo Scat\" by Howlin' Jimmy Jefferson) which Vince, now a punk, bites in to, submitting to peer pressure from his new punk bandmates. It transpires that \"Voodoo Scat\" was made with a drop of Howlin' Jimmy Jefferson's blood, infecting Vince's blood stream with a corruptive rogue Jazz cell, causing him to embarrass his bandmates by scat singing at their gig in the Velvet Onion, which causes a riot. Vince is rushed back to the Nabootique, delirious, as the Jaz","Runtime":30,"FirstAired":"2007-11-22T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence,sexual references and offensive language","Director":"Paul King","Writer":"Julian Barratt, Noel Fielding","Rating":6.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/74302/344317.jpg","TVDB":344317},{"ID":1024,"SeasonID":120,"ShowID":46,"MediaID":1024,"DateCreated":"2014-06-19T11:45:34Z","DatePublished":"2014-03-15T00:00:00Z","Number":3,"Title":"The Power of the Crimp","Plot":"Vince arrives at work late, depressed and distraught that a copycat named Lance Dior is stealing his style. Howard attempts to cheer him up by showing him Gary Numan and by telling him its what's inside that counts. Howard quickly abandons this philosophy when he has his style stolen by Lance Dior's partner, Harold Boom, who together become The Flighty Zeus. As The Flighty Zeus become increasingly more popular, The Mighty Boosh become increasingly dejected, feeling the Zeus are always one step a","Runtime":30,"FirstAired":"2007-11-29T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence,sexual references and offensive language","Rating":7,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/74302/344328.jpg","TVDB":344328},{"ID":1008,"SeasonID":120,"ShowID":46,"MediaID":1008,"DateCreated":"2014-06-19T11:45:26Z","DatePublished":"2014-03-15T00:00:00Z","Number":4,"Title":"The Strange Tale of the Crack Fox","Plot":"Howard departs to a jazzercise class, leaving Vince to sort out the towering pile of bin bags in the back yard of the Nabootique. Whilst doing so, Vince meets an urban crack addict fox named The Crack Fox, whom he invites into the Nabootique. The Crack Fox then knocks Vince unconscious, and steals Naboo's powerful Shaman juice. Vince lies to Naboo, saying it is Howard who is responsible. Naboo then fires Howard, and is imprisoned by the Board of Shaman to be executed. Vince eventually decides to","Runtime":30,"FirstAired":"2007-12-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence,sexual references and offensive language","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/74302/344329.jpg","TVDB":344329},{"ID":1016,"SeasonID":120,"ShowID":46,"MediaID":1016,"DateCreated":"2014-06-19T11:45:30Z","DatePublished":"2014-03-15T00:00:00Z","Number":5,"Title":"Party","Plot":"Vince decides to throw a party in the flat in celebration of Howard's birthday, inviting all his friends, who are seemingly unaware of Howard or the reason for the party, a fact made obvious when his speech is met with a stony silence, and Vince's late and extravagant entrance is met with cheers and clapping. After a short game of spin the bottle downstairs in the Nabootique, which is broken up by Naboo, the wife of Dennis the Head Shaman propositions Vince in the stock room. Dennis soon discove","Runtime":29,"FirstAired":"2007-12-13T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence,sexual references and offensive language","Rating":6.699999809265137,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/74302/344330.jpg","TVDB":344330},{"ID":1031,"SeasonID":120,"ShowID":46,"MediaID":1031,"DateCreated":"2014-06-19T11:45:38Z","DatePublished":"2014-03-15T00:00:00Z","Number":6,"Title":"The Chokes","Plot":"Vince goes to great lengths to attempt to fit in to a pair of drainpipe trousers, in order to join The Black Tubes, whom have a strict thin-legs policy and are headlining a night at The Velvet Onion, which Vince is also MCing. Howard takes an acting lesson with aged actor Montgomery Flange, in order to cure him of the Chokes; an intense form of stage fright, and to outdo Sammy the Crab in a bid to impress director Jurgen Haabermaaster, who is in the audience on the night at The Velvet Onion. Sam","Runtime":30,"FirstAired":"2007-12-20T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence,sexual references and offensive language","Director":"Paul King","Writer":"Julian Barratt, Noel Fielding, Richard Ayoade","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/74302/344331.jpg","IMDB":"tt1158007","TVDB":344331}],"EpisodeCount":6}
