{"ID":132,"ShowID":49,"DateCreated":"2014-06-19T11:46:14Z","Number":2,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/82493-2.jpg","TVDB":37647,"Episodes":[{"ID":8674,"SeasonID":132,"ShowID":49,"MediaID":8637,"DateCreated":"2014-09-08T10:06:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"iSaw Him First","Plot":"In the second-season opener, Carly and Sam both develop a crush on Freddie's \"nerd\" pal, Shane. When they cannot decide who should date him, they decide to go by the first one to kiss him. They constantly try to kiss him, and always become unseccessful. Meanwhile, Spencer hires a repairman to fix the elevator, but the repairman proves to be no help at all, just a dancer. Because of the broken elevator, Shane accidentally falls from the iCarly studio to the basement when he finds out that Sam and","Runtime":23,"FirstAired":"2008-09-27T00:00:00Z","Year":2008,"ParentalRating":"G","ParentalRatingReason":"G","Image":"http://thetvdb.com/banners/episodes/82493/411429.jpg","TVDB":411429},{"ID":8675,"SeasonID":132,"ShowID":49,"MediaID":8638,"DateCreated":"2014-09-08T10:07:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"iStage an Intervention","Plot":"Spencer finds a Pak-Rat video game cabinet in a junkyard and becomes addicted to it, whilst procrastinating on a commissioned Labradoodle sculpture. To curb his addiction, Carly brings Sasha Striker, the top Pak-Rat player in the world, to compete against Spencer to defend her title as the world champion of Pak-Rat. Meanwhile, Freddie experiences a streak of \"bad luck\" after deleting and not forwarding a chain email, passing it off as a superstition.","Runtime":23,"FirstAired":"2008-10-04T00:00:00Z","Year":2008,"ParentalRating":"G","ParentalRatingReason":"G","Rating":9,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/82493/411430.jpg","TVDB":411430},{"ID":8676,"SeasonID":132,"ShowID":49,"MediaID":8639,"DateCreated":"2014-09-08T10:08:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"iOwe You","Plot":"Sam owes Carly and Freddie $526, so she gets a job to earn the money, and pay them back. Carly, Sam, and Freddie make a broadcast on iCarly to all their fans to donate money to Sam. However, they find out its illegal to solicit money over the internet. Meanwhile Spencer tries to impress an attractive single mom by helping her daughter sell fudge balls, an equivalent to Girl Scout cookies, but two scouts stole Spencer's place at the market. Spencer comes up with the idea to send every iCarly fan ","Runtime":23,"FirstAired":"2008-10-11T00:00:00Z","Year":2008,"ParentalRating":"G","ParentalRatingReason":"G","Rating":2,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/411431.jpg","TVDB":411431},{"ID":1550,"SeasonID":132,"ShowID":49,"MediaID":1550,"DateCreated":"2014-06-19T11:50:40Z","DatePublished":"2014-05-31T22:00:00Z","Number":4,"Title":"iHurt Lewbert","Plot":"Lewbert, Carly's doorman, is injured during an exploding muffin basket prank. Spencer suggests that Carly, Sam, and Freddie help him until he's back on his feet, but it is more easily said than done. When Freddie's mother takes over, she makes it look easy, but leaves the group extremely concerned. Freddie's mother and Lewbert fall in love. Meanwhile, while using a CB radio, Spencer upsets two truckers nicknamed Porkchop and Sledgehammer.","Runtime":23,"FirstAired":"2008-10-18T00:00:00Z","Year":2008,"ParentalRating":"G","ParentalRatingReason":"G","Rating":8,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/411432.jpg","TVDB":411432},{"ID":9959,"SeasonID":132,"ShowID":49,"MediaID":9936,"DateCreated":"2014-11-18T20:34:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"iGo To Japan (1)","Plot":"Carly, Sam, Freddie, and Spencer travel to Japan after the show is nominated for a prestigious iWeb award. However, the residents of Japan sabotage the gang and its up to Carly to stop them. They were asked to be kidnapped by the competing web show cast.","Runtime":23,"FirstAired":"2008-11-08T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Image":"http://thetvdb.com/banners/episodes/82493/4193530.jpg","TVDB":4193530},{"ID":9958,"SeasonID":132,"ShowID":49,"MediaID":9935,"DateCreated":"2014-11-18T20:33:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"iGo To Japan (2)\t","Plot":"Carly, Sam and Freddie travel to Japan after the show is nominated for a prestigious iWeb award.","Runtime":23,"FirstAired":"2008-11-08T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Image":"http://thetvdb.com/banners/episodes/82493/4250869.jpg","TVDB":4250869},{"ID":10008,"SeasonID":132,"ShowID":49,"MediaID":9989,"DateCreated":"2014-11-23T21:43:32Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"iGo To Japan (3)","Plot":"Carly, Sam and Freddie travel to Japan after the show is nominated for a prestigious iWeb award.","Runtime":23,"FirstAired":"2008-11-08T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Image":"http://thetvdb.com/banners/episodes/82493/4250870.jpg","TVDB":4250870},{"ID":1558,"SeasonID":132,"ShowID":49,"MediaID":1559,"DateCreated":"2014-06-19T11:50:45Z","DatePublished":"2014-05-31T22:00:00Z","Number":8,"Title":"iPie","Plot":"When the group's favorite pie shop closes down due to the death of the head chef, they go out to find the recipe for their favorite pie. The only person believed to have the recipe is the chef's granddaughter. She agrees to give them the recipe if she can go on a date with Spencer. She takes it a bit too far, and confesses that she never owned the recipe. Carly, Sam and Freddie hatch a plan to find the recipe. Meanwhile, Mrs. Benson's cousin's baby visits for a few days, making Freddie uneasy ab","Runtime":23,"FirstAired":"2008-11-15T00:00:00Z","Year":2008,"ParentalRating":"G","ParentalRatingReason":"G","Rating":10,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/82493/411434.jpg","TVDB":411434},{"ID":9954,"SeasonID":132,"ShowID":49,"MediaID":9931,"DateCreated":"2014-11-18T20:27:37Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"iChristmas","Plot":"When Spencer makes an electromagnetic Christmas tree, the tree bursts into flames, which makes Carly furious at him because the fire mauled the presents Carly got for Spencer. Carly then wishes that Spencer was born normal. Carly's guardian angel, Mitch, makes this wish come true, surprising Carly. The next day, at school, Sam is absent, Freddie was never friends with Carly, and to make things worse -- Nevel Papperman is Carly's boyfriend. Carly questions Mitch about Sam's disappearance, and Car","Runtime":23,"FirstAired":"2008-12-13T00:00:00Z","Year":2008,"ParentalRating":"G","ParentalRatingReason":"G","Rating":2,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/411435.jpg","TVDB":411435},{"ID":2141,"SeasonID":132,"ShowID":49,"MediaID":2144,"DateCreated":"2014-06-19T11:56:08Z","DatePublished":"2014-05-31T22:00:00Z","Number":10,"Title":"iKiss","Plot":"In retaliation for putting a dead fish in his locker, Freddie handcuffs Sam to Gibby. Later, Sam overhears Freddie make a confession to Carly that he has never had his first \"real\" kiss, implying that his former girlfriend Valerie, kissed him for half a second at school with a bunch of other kids hanging around. To get back at Freddie, Sam exposes his secret on iCarly. Freddie is then mocked at school about this, and starts not going to school, talking to anyone, or going to iCarly rehearsals. C","Runtime":23,"FirstAired":"2009-01-03T00:00:00Z","Year":2009,"ParentalRating":"G","ParentalRatingReason":"G","Image":"http://thetvdb.com/banners/episodes/82493/429635.jpg","TVDB":429635},{"ID":2167,"SeasonID":132,"ShowID":49,"MediaID":2173,"DateCreated":"2014-06-19T11:56:24Z","DatePublished":"2014-05-31T22:00:00Z","Number":11,"Title":"iGive Away A Car","Plot":"Carly, Sam and Freddie are hired by a car saleman's son to host a contest for a free new car to raise publicity for their lot. The winner, shockingly, is Nevel Papperman. When Freddie and Sam go to retrieve the car for him, the two find out that the owner doesn't have a son and the car did not exist. Carly, being disappointed with the news, starts to question Nevel on how he won the contest. The three find out that Nevel was the one who created the contest and the car, hiring some kid to pretend","Runtime":23,"FirstAired":"2009-01-17T00:00:00Z","Year":2009,"ParentalRating":"G","Rating":4,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/429636.jpg","TVDB":429636},{"ID":2145,"SeasonID":132,"ShowID":49,"MediaID":2148,"DateCreated":"2014-06-19T11:56:10Z","DatePublished":"2014-05-31T22:00:00Z","Number":12,"Title":"iRocked The Vote","Plot":"When iCarly convinces their viewers to vote for David Archuleta on a show entitled America Sings, they cause an up turn in his votes, that causes him to win. Carly, Sam, and Freddie then fell guilty for his opponent, Wade Collins, who claims that he only wanted to win so he could pay to get medicine for his sick mom. To make it up to him, they try to help him out by creating a music video with the singer, to help get him a recording contract, but soon find out that he is a total jerk and con art","Runtime":23,"FirstAired":"2009-02-07T00:00:00Z","Year":2009,"ParentalRating":"G","Rating":8,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/82493/429637.jpg","TVDB":429637},{"ID":2164,"SeasonID":132,"ShowID":49,"MediaID":2169,"DateCreated":"2014-06-19T11:56:22Z","DatePublished":"2014-05-31T22:00:00Z","Number":13,"Title":"iMeet Fred","Plot":"When Freddie offends an international internet sensation, Fred, he gets crushed and says to all of his fans that he will not make any more Fred videos. Carly, Sam, and Freddie soon start losing friends and acquaintances that are fans of Fred, and everybody in Ridgeway Jr High hates the iCarly group and Freddie is banned from all clubs. Then meet Lucas, Fred's creator and portrayer, in his home in Idaho for Freddie to forgive him about the Fred videos comment. Lucas later apologizes because he wa","Runtime":23,"FirstAired":"2009-02-16T00:00:00Z","Year":2009,"ParentalRating":"G","Rating":9,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/442886.jpg","TVDB":442886},{"ID":1571,"SeasonID":132,"ShowID":49,"MediaID":1571,"DateCreated":"2014-06-19T11:50:51Z","DatePublished":"2014-05-31T22:00:00Z","Number":14,"Title":"iLook Alike","Plot":"Carly, Sam \u0026 Freddie are thrilled when they are invited to a mixed martial arts fight to do an iCarly bit filmed backstage, though Spencer refuses to let them go (though not before doing a segment where they present look-alikes of themselves). Upset, they decide to sneak out and leave Spencer with their look-alikes. All goes well until Freddie's software malfunctions, causing Spencer to catch them. Meanwhile, Spencer builds a large version of newton balls with bowling balls.","Runtime":23,"FirstAired":"2009-03-07T00:00:00Z","Year":2009,"ParentalRating":"PG","GuestStars":"Malese Jow as Carly's Look Alike","Image":"http://thetvdb.com/banners/episodes/82493/444525.jpg","TVDB":444525},{"ID":2152,"SeasonID":132,"ShowID":49,"MediaID":2155,"DateCreated":"2014-06-19T11:56:15Z","DatePublished":"2014-05-31T22:00:00Z","Number":15,"Title":"iWant My Website Back","Plot":"Spencer gets a new credit card after canceling his old one, causing Carly, Sam, and Freddie to lose control of the iCarly.com domain. Luckily, Mandy (who appeared in \"iAm Your Biggest Fan\") returns to buy their website back for them, but she gets tricked into giving it to Nevel. Spencer disguises as an old woman to trick Nevel into signing the URL transfer document during a book signing, but is chased out by security after Nevel recognized him. Later, Nevel demands a kiss from Carly in return to","Runtime":23,"FirstAired":"2009-03-21T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":6,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/543071.jpg","TVDB":543071},{"ID":9905,"SeasonID":132,"ShowID":49,"MediaID":9882,"DateCreated":"2014-11-16T21:13:38Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"iMake Sam Girly","Plot":"Sam wants lessons from Carly on how to be girlier and be a better person to attract her classmate, Pete. At the end of the episode, Pete arrives at the Groovy Smoothie, ready to go on a date with Sam. The bully at school, Jocelyn also arrives to bother the iCarly team. So Sam beats her up, not knowing that Pete was watching. Meanwhile, Spencer starts sporting his tuxedo daily because he thinks it's the reason why a woman he met likes him. He is convinced later that she doesn't just like him in h","Runtime":23,"FirstAired":"2009-04-11T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/82493/445751.jpg","TVDB":445751},{"ID":2170,"SeasonID":132,"ShowID":49,"MediaID":2177,"DateCreated":"2014-06-19T11:56:26Z","DatePublished":"2014-05-31T22:00:00Z","Number":17,"Title":"iGo Nuclear","Plot":"Carly has to do a project for green week, so she makes an electric scooter. But, it can only go for 4mph and it caught on fire, so she is given the weekend to make a new project. Spencer brings in a good-looking Science geek named Cal who helps her make a generator for iCarly, and Carly gets an A+. It is then revealed the generator was illegal and Cal was a criminal for buying Uranium, so she has to go on the Root-and-Berry Retreat to get extra credit.","Runtime":23,"FirstAired":"2009-04-22T00:00:00Z","Year":2009,"ParentalRating":"G","Director":"David Kendall","Writer":"George Doty IV \u0026 Andrew Hill Newman","GuestStars":"Andrew Hill Newman as Mr. Henning","Rating":4,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/606101.jpg","TVDB":606101},{"ID":10010,"SeasonID":132,"ShowID":49,"MediaID":9991,"DateCreated":"2014-11-23T21:48:06Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"iDate a Bad Boy (1)","Plot":"Carly and Spencer become upset when their new neighbor Griffin steals the motorcycle that Carly bought for Spencer in iPromote Tech-Foots. Spencer lets Griffin off the hook, but Carly becomes upset. However, when Spencer later goes out to get smoothies, he returns to find Carly and Griffin kissing on the couch. Spencer becomes furious and paranoid, forces Griffin to leave, and forbids Carly to see him, though he eventually allows them to resume dating. Meanwhile, Sam pays Freddie $50 to make a w","Runtime":23,"FirstAired":"2009-05-09T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/641621.jpg","TVDB":641621},{"ID":10009,"SeasonID":132,"ShowID":49,"MediaID":9990,"DateCreated":"2014-11-23T21:48:06Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"iDate a Bad Boy (2)","Plot":"Spencer is upset when Carly starts dating a new boy with a bad reputation; Carly discovers that her new boyfriend has a shocking secret.","Runtime":23,"FirstAired":"2009-05-09T00:00:00Z","Year":2009,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/episodes/82493/4250871.jpg","TVDB":4250871},{"ID":1579,"SeasonID":132,"ShowID":49,"MediaID":1579,"DateCreated":"2014-06-19T11:50:56Z","DatePublished":"2014-05-31T22:00:00Z","Number":20,"Title":"iReunite With Missy","Plot":"Carly's old friend Missy Robinson returns to Seattle and tries to become Carly's only best friend and replace Sam because she was Carly's best friend first. Sam was given expired chocolate by Missy, and she destroyed Sam's cell phone, and in addition, Missy texted Sam the wrong address to a helicopter base, that she intended to go on with Missy, and Carly. Missy's actions are claimed \"accidental\", however Sam realizes what Missy is trying to do, but no one believes her as they think Sam is being","Runtime":23,"FirstAired":"2009-05-16T00:00:00Z","Year":2009,"ParentalRating":"G","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/82493/641631.jpg","TVDB":641631},{"ID":8466,"SeasonID":132,"ShowID":49,"MediaID":8429,"DateCreated":"2014-09-05T02:34:44Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"iTake on Dingo","Plot":"After an episode of iCarly, some kids at school mention that a show on the Dingo Channel called \"Totally Teri\" used Random Dancing in an episode, calling it \"Random Jumping\". Carly and Sam soon realize there is more than that - they even spoofed Messing with Lewbert. So, Spencer and the iCarly team go to Hollywood to settle this, and to look for the frozen head of the founder, staying in a low-quality hotel where somebody was killed next to a window with a hobo named Hollywood. Visiting Dingo St","Runtime":23,"FirstAired":"2009-06-13T00:00:00Z","Year":2009,"ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/82493/689201.jpg","TVDB":689201},{"ID":1575,"SeasonID":132,"ShowID":49,"MediaID":1575,"DateCreated":"2014-06-19T11:50:54Z","DatePublished":"2014-05-31T22:00:00Z","Number":22,"Title":"iMust Have Locker 239","Plot":"Sam and Freddie are forced to share the school's best locker after winning a contest to see how many Fat Cakes were in a jar. Meanwhile, Carly tries to get some art lessons from Spencer. Spencer teaches her about sculpting, but Carly wanted to learn how to draw a bunny after Sam and Freddie laughing at her drawing of one on iCarly. Spencer gets frustrated with her and Carly gets lessons from an art class. Spencer barges in, telling the teacher she is not teaching \"art\" right. At the end of Spenc","Runtime":23,"FirstAired":"2009-06-27T00:00:00Z","Year":2009,"ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/82493/809911.jpg","TVDB":809911},{"ID":1591,"SeasonID":132,"ShowID":49,"MediaID":1591,"DateCreated":"2014-06-19T11:51:03Z","DatePublished":"2014-05-31T22:00:00Z","Number":23,"Title":"iTwins","Plot":"Sam has a twin sister named Melanie (Portrayed by Jennette McCurdy). Freddie is not convinced, and to try to prove it, he sees Melanie in person and invites her to a dance with him as his date. The plan to try to prove that Melanie is really Sam takes an unexpected turn when Melanie kisses Freddie, who then becomes extremely paranoid. Meanwhile, In the end, since Freddie refuses to believe it, Sam admits to Freddie that there is no Melanie. Satisfied, Freddie departs right before Melanie (who re","Runtime":23,"FirstAired":"2009-07-11T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/82493/862061.jpg","TVDB":862061},{"ID":10011,"SeasonID":132,"ShowID":49,"MediaID":9992,"DateCreated":"2014-11-23T21:51:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":24,"Title":"iFight Shelby Marx (1)","Plot":"Carly and martial-arts champ Shelby Marx (Zoey 101's and Spectacular!'s Victoria Justice) agree to have an exhibition fight for charity after Carly jokingly challenges her to a match. Unfortunately, Carly accidentally falls on Shelby's grandmother during a press conference. Thinking Shelby wants revenge, Carly backs out of the fight, only to be ridiculed as a coward. Carly visits Shelby and apologizes, and the fight is back on. However, Nevel Papperman alters a clip of the press conference to ma","Runtime":23,"FirstAired":"2009-08-08T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/82493/968141.jpg","IMDB":"tt1437797","TVDB":968141},{"ID":10012,"SeasonID":132,"ShowID":49,"MediaID":9993,"DateCreated":"2014-11-23T21:52:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":25,"Title":"iFight Shelby Marx (2)","Plot":"Carly jokingly challenges a martial arts champion to a fight during her webcast and finds herself in the ring.","Runtime":23,"FirstAired":"2009-08-08T00:00:00Z","Year":2009,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/episodes/82493/4250872.jpg","TVDB":4250872},{"ID":2156,"SeasonID":132,"ShowID":49,"MediaID":2159,"DateCreated":"2014-06-19T11:56:17Z","DatePublished":"2014-05-31T22:00:00Z","Number":26,"Title":"iThink They Kissed","Plot":"Carly confronts Sam and Freddie when Sam accidentally reveals that she and Freddie shared a secret kiss; Spencer teaches an art class in a prison.","Runtime":23,"FirstAired":"2009-09-12T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":5},{"ID":2199,"SeasonID":132,"ShowID":49,"MediaID":2208,"DateCreated":"2014-06-19T11:56:47Z","DatePublished":"2014-05-31T22:00:00Z","Number":27,"Title":"iCook","Plot":"Carly, Sam and Freddie defeat a famous chef in a cooking challenge; Spencer has a vision of the future.","Runtime":23,"FirstAired":"2009-09-19T00:00:00Z","Year":2009,"ParentalRating":"G","Rating":5},{"ID":2181,"SeasonID":132,"ShowID":49,"MediaID":6985,"DateCreated":"2014-08-12T11:31:25Z","DatePublished":"2014-07-15T00:00:00Z","Number":28,"Title":"iSpeed Date","Plot":"Carly, Sam and Freddie must hold a speed-dating session when they are overwhelmed with boys who want to take Carly to the upcoming dance; Spencer follows a bizarre workout regimen.","Runtime":23,"FirstAired":"2009-09-26T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":5},{"ID":1587,"SeasonID":132,"ShowID":49,"MediaID":1587,"DateCreated":"2014-06-19T11:51:00Z","DatePublished":"2014-05-31T22:00:00Z","Number":29,"Title":"iCarly Awards","Plot":"Carly, Sam and Freddie present iCarly awards for best user-generated content; Spencer enlists the help of European swimsuit models to make statuettes.","Runtime":23,"FirstAired":"2009-10-03T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":5},{"ID":9937,"SeasonID":132,"ShowID":49,"MediaID":9914,"DateCreated":"2014-11-17T20:30:13Z","DatePublished":"2014-06-01T00:00:00Z","Number":30,"Title":"iHave My Principals","Plot":"Principal Franklin is fired after appearing as a guest on iCarly; Spencer hires a rodeo star to teach him how to ride a mechanical bull.","Runtime":23,"FirstAired":"2009-10-17T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":5},{"ID":2190,"SeasonID":132,"ShowID":49,"MediaID":2199,"DateCreated":"2014-06-19T11:56:40Z","DatePublished":"2014-05-31T22:00:00Z","Number":31,"Title":"iFind Lewbert's Lost Love","Plot":"Carly, Sam and Freddie are shocked to discover that Lewbert was once engaged to a beautiful woman; Mrs. Benson recruits Spencer for the building watch group.","Runtime":23,"FirstAired":"2009-11-14T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":5},{"ID":1599,"SeasonID":132,"ShowID":49,"MediaID":1599,"DateCreated":"2014-06-19T11:51:07Z","DatePublished":"2014-05-31T22:00:00Z","Number":32,"Title":"iMove Out","Plot":"Freddie decides to move out after his mother embarrasses him; Carly, Sam and Freddie start a pet photography business.","Runtime":23,"FirstAired":"2009-11-28T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":5},{"ID":8752,"SeasonID":132,"ShowID":49,"MediaID":8725,"DateCreated":"2014-09-11T02:40:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":33,"Title":"iQuit iCarly: Part 1","Plot":"After agreeing to help a pair of comedians make a video, Carly and Sam must chose sides when the comics begin to fight; Spencer becomes obsessed with winning a boat.","Runtime":24,"FirstAired":"2009-12-05T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":5},{"ID":9952,"SeasonID":132,"ShowID":49,"MediaID":9929,"DateCreated":"2014-11-17T21:32:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":34,"Title":"iQuit iCarly: Part 2","Plot":"After agreeing to help a pair of comedians make a video, Carly and Sam must chose sides when the comics begin to fight; Spencer becomes obsessed with winning a boat.","Runtime":23,"FirstAired":"2009-12-05T00:00:00Z","Year":2009,"ParentalRating":"PG","Rating":5},{"ID":9940,"SeasonID":132,"ShowID":49,"MediaID":9917,"DateCreated":"2014-11-17T20:35:14Z","DatePublished":"2014-06-01T00:00:00Z","Number":35,"Title":"iSaved Your Life","Plot":"Carly falls in love with Freddie after he saves her life; Sam and Spencer compete against each other in a paintball game.","Runtime":23,"FirstAired":"2010-01-18T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":1595,"SeasonID":132,"ShowID":49,"MediaID":1595,"DateCreated":"2014-06-19T11:51:05Z","DatePublished":"2014-05-31T22:00:00Z","Number":36,"Title":"iWas a Pageant Girl","Plot":"Sam reveals that she used to compete in beauty pageants as a young girl; Spencer convinces Freddie to go on a double date.","Runtime":24,"FirstAired":"2010-01-29T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":2193,"SeasonID":132,"ShowID":49,"MediaID":6986,"DateCreated":"2014-08-12T11:31:26Z","DatePublished":"2014-07-15T00:00:00Z","Number":37,"Title":"iEnrage Gibby","Plot":"Gibby challenges Freddie to a fight; the local paper incorrectly reports Spencer's death.","Runtime":23,"FirstAired":"2010-02-05T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":8673,"SeasonID":132,"ShowID":49,"MediaID":8636,"DateCreated":"2014-09-08T10:04:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":38,"Title":"iSpace Out","Plot":"An eccentric billionaire asks the iCarly gang to perform a web show from outer space; Spencer is visited by a mysterious little girl.","Runtime":23,"FirstAired":"2010-03-05T00:00:00Z","Year":2010,"ParentalRating":"G","Rating":5},{"ID":2208,"SeasonID":132,"ShowID":49,"MediaID":2217,"DateCreated":"2014-06-19T11:56:52Z","DatePublished":"2014-05-31T22:00:00Z","Number":39,"Title":"iFix a Pop Star","Plot":"Carly, Sam and Freddie agree to help a former pop star make a music video; Spencer discovers that his date his Gibby's mother.","Runtime":23,"FirstAired":"2010-03-19T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":9956,"SeasonID":132,"ShowID":49,"MediaID":9933,"DateCreated":"2014-11-18T20:32:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":40,"Title":"iBloop","Plot":"The cast introduces bloopers and outtakes from the series.","Runtime":23,"FirstAired":"2010-04-17T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":9939,"SeasonID":132,"ShowID":49,"MediaID":9916,"DateCreated":"2014-11-17T20:31:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":41,"Title":"iWon't Cancel the Show","Plot":"After Sam ends up in jail, Carly and Freddie vow not to cancel the web show.","Runtime":23,"FirstAired":"2010-05-01T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":9938,"SeasonID":132,"ShowID":49,"MediaID":9915,"DateCreated":"2014-11-17T20:30:15Z","DatePublished":"2014-06-01T00:00:00Z","Number":42,"Title":"iBelieve in Bigfoot","Plot":"Carly convinces her friends to travel upstate in search of Bigfoot.","Runtime":23,"FirstAired":"2010-05-08T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":8742,"SeasonID":132,"ShowID":49,"MediaID":8715,"DateCreated":"2014-09-11T00:11:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":43,"Title":"iPsycho","Plot":"A lonely fan is determined not to let Carly, Sam and Freddie leave after they visit her on her sixteenth birthday.","Runtime":23,"FirstAired":"2010-06-04T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":10113,"SeasonID":132,"ShowID":49,"MediaID":10091,"DateCreated":"2014-12-04T02:43:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":44,"Title":"iPsycho, Part 2","Plot":"A lonely fan is determined not to let Carly, Sam and Freddie leave after they visit her on her sixteenth birthday.","Runtime":23,"FirstAired":"2010-06-04T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5},{"ID":9957,"SeasonID":132,"ShowID":49,"MediaID":9934,"DateCreated":"2014-11-18T20:32:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":45,"Title":"iBeat the Heat","Plot":"Spencer comes to the rescue when a heat wave hits Seattle and the power goes out.","Runtime":23,"FirstAired":"2010-06-26T00:00:00Z","Year":2010,"ParentalRating":"PG","Rating":5}],"EpisodeCount":45}
