{"ID":141,"ShowID":56,"DateCreated":"2014-06-19T11:47:08Z","Number":1,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/29487-1.jpg","TVDB":15825,"Episodes":[{"ID":3841,"SeasonID":141,"ShowID":56,"MediaID":3861,"DateCreated":"2014-07-03T02:45:26Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Caroline's First Day","Plot":"After being locked out of her new house all night, Dr. Caroline Todd is forced to turn up to her new job at the local hospital tired and smelling like a mini-cab after using car freshener as a replacement for deodorant. She soon meets the strange staff, but anaesthetist Dr. Guy Secretan is very welcoming and offers her his spare room for the night while he works a night shift. However after a blocked toilet incident, she soon realises Guy's true motives after he turns up home early and she disco","Runtime":53,"FirstAired":"2004-09-08T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Victoria Pile, Dominic Brigstocke, Tristram Shapeer","Writer":"Robert Harley, James Henry, Gary Howe, Stuart Kenwor","GuestStars":"Keir Charles, Fay Rusling, Oliver Milburn, Jane Wittenshaw, Luke Papworth, John Oliver (II)","Rating":7.800000190734863,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/78899/298487.jpg","TVDB":298487},{"ID":1611,"SeasonID":141,"ShowID":56,"MediaID":1611,"DateCreated":"2014-06-19T11:51:13Z","DatePublished":"2014-05-31T22:00:00Z","Number":2,"Title":"Rumours","Plot":"While Joanna is extra careful to make sure that her and Statham aren't seen arriving together, Caroline isn't quite so lucky when she is spotted turning up with Guy after having spent that night at his place. Despite Caroline assuring everyone nothing happened between them, Guy is happier to play up to the rumours spreading around the hospital until Caroline forces him to admit the truth by digging up some dirt to blackmail him with.\nMeanwhile Martin is on the hunt for his missing soya yoghurt a","Runtime":53,"FirstAired":"2004-09-10T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Dominic Brigstocke, Tristram Shapeero","Writer":"Fay Rusling, Gary Howe, James Henry, Oriane Messina","Rating":7.900000095367432,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/78899/298488.jpg","TVDB":298488},{"ID":1785,"SeasonID":141,"ShowID":56,"MediaID":1786,"DateCreated":"2014-06-19T11:52:50Z","DatePublished":"2014-05-31T22:00:00Z","Number":3,"Title":"Lodgers","Plot":"Worried about her age Joanna is also concerned about the dreariness of her relationship with Statham, who in turn tries to spice up their relationship through spontaneity (with the help of playing his recorder to get himself sexually aroused). However he soon becomes concerned that I.T. wiz and women-pleaser Lyndon Jones is trying to steal Joanna away from him.\nMeanwhile Mac discovers that despite protesting she never wanted children, his ex-girlfriend Holly is expecting with her new partner. A ","Runtime":53,"FirstAired":"2004-09-17T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Tristram Shapeero, Dominic Brigstocke","Writer":"Fay Rusling, Gary Howe, James Henry, Oriane Messina","GuestStars":"Paterson Joseph, Keir Charles, Oliver Milburn, Daisy Haggard, Roger Frost, Robin Savage, Di Botcher, Fay Rusling, Gemma Catlin, Gary Howe, Oriane Messina","Rating":8,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/78899/298489.jpg","TVDB":298489},{"ID":1208,"SeasonID":141,"ShowID":56,"MediaID":1208,"DateCreated":"2014-06-19T11:47:18Z","DatePublished":"2014-05-31T22:00:00Z","Number":4,"Title":"Joanna's Birthday","Plot":"Joanna is turning 42, but her day brightens up when she mistakenly thinks she has received a locket as a birthday gift from Lyndon, when it is in fact from the ever doting Dr. Alan Statham (filled with his own \"love juice\").\nMeanwhile Guy is compiling a fanciability league table of all the female staff, the results of which don't go over too well with Dr. Caroline Todd who retaliates with her own ungenerous male staff summary (but Guy is still happy to be the aggregate total winner).\nElsewhere B","Runtime":56,"FirstAired":"2004-09-24T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Dominic Brigstocke, Tristram Shapeero","Writer":"Fay Rusling, Gary Howe, James Henry, Richard Preddy","GuestStars":"Paterson Joseph, Keir Charles, Daisy Haggard, Oliver Milburn, Oriane Messina","Rating":7.599999904632568,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/78899/298490.jpg","TVDB":298490},{"ID":1194,"SeasonID":141,"ShowID":56,"MediaID":1192,"DateCreated":"2014-06-19T11:47:08Z","DatePublished":"2014-05-31T22:00:00Z","Number":5,"Title":"Housewarming Party","Plot":"Hormones are abound in the hospital with Mac the centre of both Caroline and Sue's affections, Boyce and Kim having fun together and Karen writing a love poem about Martin who in turn is desperate to impress Caroline. And of course there is Joanna (sporting a new bleached hairdo) who is still after Lyndon much to Statham's annoyance, and so after listening to Boyce's advice on women, decides to act mysterious by playing 'kidnapper' and having his way with Joanna in the woods.\nMeanwhile Caroline ","Runtime":54,"FirstAired":"2004-10-01T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Dominic Brigstocke, Tristram Shapeero","Writer":"Fay Rusling, Gary Howe, James Henry, Oriane Messina","GuestStars":"Paterson Joseph, Keir Charles, Oliver Milburn, Ricci McLeod, Rosie Mahony, Kristy Bruce","Rating":7.199999809265137,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/78899/298491.jpg","TVDB":298491},{"ID":3835,"SeasonID":141,"ShowID":56,"MediaID":3855,"DateCreated":"2014-07-03T01:04:44Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Tests","Plot":"Hungover and worse for wear, Caroline is feeling the effects of the party the night before, which she still can't completely remember. When her kissing exploits come back to her, she is forced to trawl the hospital to apologise to everyone she kissed and insist it meant nothing â?? even to Mac, who of course it meant everything with.\nMeanwhile both Harriet and Joanna think that they are pregnant and are soon taking trips to the path lab. While Statham is ecstatic at the prospect of becoming a fa","Runtime":52,"FirstAired":"2004-10-08T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Tristram Shapeero, Dominic Brigstocke","Writer":"Fay Rusling, Gary Howe, James Henry, Oriane Messina","GuestStars":"Stephen Merchant, Michael Simkins, Robin Savage","Rating":7.400000095367432,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/78899/298492.jpg","TVDB":298492},{"ID":1484,"SeasonID":141,"ShowID":56,"MediaID":1484,"DateCreated":"2014-06-19T11:50:02Z","DatePublished":"2014-05-31T22:00:00Z","Number":7,"Title":"Tangled Webs","Plot":"Statham still isn't completely over Joanna and spends all his day trying to win her back by pretending to hang himself, singing â??All By Myself' to her via a megaphone and by challenging Lyndon to a tug-of-war in the cafeteria for the hand of Joanna. However when he meets the hospital's chaplain Cordelia he soon finds another object for his affection.\nMeanwhile Caroline is feeling broody but is having conflicting thoughts about who should be the prospective daddy. Still infatuated with Mac, she","Runtime":55,"FirstAired":"2004-10-15T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Dominic Brigstocke, Tristram Shapeero","Writer":"Fay Rusling, Gary Howe, James Henry, Oriane Messina","GuestStars":"Paterson Joseph, Saskia Wickham, Kevin Eldon, Robin Savage, Ramon Woolfe, Manjinder Virk, Nathaniel Gleed, Jay Byrd","Rating":7.300000190734863,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/78899/298493.jpg","TVDB":298493},{"ID":1251,"SeasonID":141,"ShowID":56,"MediaID":1251,"DateCreated":"2014-06-19T11:47:44Z","DatePublished":"2014-05-31T22:00:00Z","Number":8,"Title":"Slave Auction","Plot":"The hospital is hosting a charity Grand Slave Auction with Statham, Caroline, Guy and Lyndon all up for bid and while there is high competition for some, others aren't so lucky.\nMeanwhile Caroline falls on Sue's bad (and murderous) side when she admits to having feelings for Mac, but Mac surprises them all by revealing his new girlfriend Lady Emily and by the announcement that he his leaving the hospital after being offered a consultancy position in Sheffield.\nMartin decides that the way to win ","Runtime":53,"FirstAired":"2004-10-22T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Tristram Shapeero, Dominic Brigstocke","Writer":"Fay Rusling, Gary Howe, James Henry, Oriane Messina","GuestStars":"Paterson Joseph, Daisy Haggard, Robert Harley, Rosie Cavaliero, Matthew Ashforde, Benoit Lambert, Rachel Freck, Billy Snedon","Rating":7.199999809265137,"RatingCount":9,"Image":"http://thetvdb.com/banners/episodes/78899/298494.jpg","TVDB":298494},{"ID":1365,"SeasonID":141,"ShowID":56,"MediaID":1366,"DateCreated":"2014-06-19T11:48:49Z","DatePublished":"2014-05-31T22:00:00Z","Number":9,"Title":"Emergency","Plot":"It's Mac's last day and Sue and Caroline are struggling to cope with the thought of losing him. While Sue offers to kill in order to keep Mac in the hospital, Caroline spends most of the day trying to find fault with Sheffield in order to deter him from leaving.\nMeanwhile Martin finds himself in a tricky situation when he reads a personal letter of Guy's and discovers that not only is Guy adopted, but that his real mother was called Joanna Peerson, the surname of whom also happened to be the mai","Runtime":58,"FirstAired":"2004-10-29T00:00:00Z","Year":2004,"ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language and sexual themes","Director":"Dominic Brigstocke, Tristram Shapeero","Writer":"Fay Rusling, Gary Howe, James Henry, Oriane Messina","GuestStars":"Daisy Haggard, Saskia Wickham, Vicki Pepperdine, Michael Gould, Glynis Brooks, Ash Verraz, Diveen Henry","Rating":7.599999904632568,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/78899/298495.jpg","TVDB":298495}],"EpisodeCount":9}
