{"ID":217,"ShowID":22,"DateCreated":"2014-06-19T11:54:10Z","Number":3,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/72477-3.jpg","TVDB":4228,"Episodes":[{"ID":1935,"SeasonID":217,"ShowID":22,"MediaID":1936,"DateCreated":"2014-06-19T11:54:17Z","DatePublished":"2014-05-31T22:00:00Z","Number":1,"Title":"Labia Majora","Plot":"Bette and Tina deal with parenting Angelica while attempting to rekindle their relationship and handle an obnoxious social worker. Alice has a traffic accident, Helena gets into the movie business, Carmen and Shane's relationship gets more serious as Carmen takes her to meet the parents, and Jenny, recovering at her parents', has had enough with the Midwest and ponders moving back to L.A. with her new girlfriend Moira.\n","Runtime":57,"FirstAired":"2006-01-08T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language \u0026 sex scenes","Director":"Rose Troche","Writer":"Ilene Chaiken","GuestStars":"Cynthia Stevenson,  Tamara Prescott,  Leanna Nash,  Marilyn Norry,  Annabel Kershaw,  Kate Clinton,  Colin Lawrence,  Paralee Cook,  Margot Kidder,  Michelle Candido,  Esmeralda Fortin,  Patricia Mayen-Salazar","Rating":6.300000190734863,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/72477/87203.jpg","TVDB":87203},{"ID":9547,"SeasonID":217,"ShowID":22,"MediaID":9522,"DateCreated":"2014-10-21T01:52:23Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Lost Weekend","Plot":"Kit hires a party promoter to get the business up at The Planet. Jenny and Moira run into hateful rednecks on their way back to California. Carmen's mother tries to make Shane more feminine, Bette and Tina try to find a male role model for Angelica, Helena helps Alice get over her obsession with Dana, while Dana herself deals with health problems.\n","Runtime":52,"FirstAired":"2006-01-15T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language \u0026 sex scenes","Director":"Bille Eltringham","Writer":"A.M. Homes","GuestStars":"Magda Apanowicz,  Shay Kuebler,  Tyler Johnston,  Aaron Brooks,  Brendan Bailey,  Shawn Ayers,  Benjamin Arthur,  Shawn Reis,  Tamara Lashley,  Jason McKinnon,  Beverley Elliott,  Tom McBeath,  Katrina Fields,  E","Rating":6.300000190734863,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/72477/303015.jpg","TVDB":303015},{"ID":7164,"SeasonID":217,"ShowID":22,"MediaID":7127,"DateCreated":"2014-08-15T00:15:21Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Lobsters","Plot":"Shane opens her own styling business, and Bette loses her position as the sole provider for the family, forcing Tina to take up a job under Helena. Now back in L.A., Jenny introduces Moira to her surprised friends. Dana and Lara make plans to visit France while Alice still obsesses over Dana. Meanwhile, Kit is surprised by The Planet's new manager who wants to make some drastic changes to the place.\n","Runtime":50,"FirstAired":"2006-01-22T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language \u0026 sex scenes","Director":"Bronwen Hughes","Writer":"Ilene Chaiken","GuestStars":"Chelah Horsdal,  Tommy Danielowski,  Elizabeth Weinstein,  Patricia Idlette,  Judith Maxie,  Susan Mosher,  John Gray,  Frazey Ford,  Naomi Joy Gallagher,  Laura Mennell,  Keram Malicki-Sanchez","Rating":6.300000190734863,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/72477/303016.jpg","TVDB":303016},{"ID":1951,"SeasonID":217,"ShowID":22,"MediaID":1951,"DateCreated":"2014-06-19T11:54:26Z","DatePublished":"2014-05-31T22:00:00Z","Number":4,"Title":"Light My Fire","Plot":"While Tina and Helena attend a documentary screening, Bette leaves for Washington D.C. to speak at a Senate hearing and meets with Senator Barbara Grisham. Attempting to provide for both herself and Moira, Jenny puts her dreams of becoming a writer on hold and starts waitressing at The Planet. Jenny and Moira are also invited to a party hosted by Billie Blaikie where Moira meets like-minded people. Meanwhile, Carmen has to decide whether to give up Shane's opening party in exchange for a once-in","Runtime":47,"FirstAired":"2006-01-29T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Offensive language \u0026 sex scenes","Director":"Lynne Stopkewich","Writer":"Cherien Dabis","GuestStars":"Naomi Joy Gallagher,  Derek McIver,  Duncan Minett,  Michael Ryan,  Paul Anthony,  Elise Lebrun,  Carl McDonald,  Lisa Howell,  Gillian Hutchison,  Nicholas Treeshin,  Stephen Powell,  Keram Malicki-Sanchez,  Ru","Rating":6.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/303017.jpg","TVDB":303017},{"ID":1943,"SeasonID":217,"ShowID":22,"MediaID":1943,"DateCreated":"2014-06-19T11:54:21Z","DatePublished":"2014-05-31T22:00:00Z","Number":5,"Title":"Lifeline","Plot":"As Tina finds herself attracted to men, Bette explores Buddhism and also hears good news on the work front. Both Alice and Kit try out speed-dating; Kit with Angelica's male nanny Angus and Alice with a lesbian vampire. Meanwhile, Dana receives devastating news about her illness, Helena pursues documentarist Dylan Moreland, Moira goes out as Max, and Shane's ex drops by to see her.\n","Runtime":53,"FirstAired":"2006-02-05T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language \u0026 sex scenes","Director":"Kimberly Peirce","Writer":"Ilene Chaiken","GuestStars":"Andrew McNee,  Denis Krasnogolov,  Andrew Airlie,  Tara Janicki,  Adam Thomas,  Tammy Gillis,  David Lewis,  Paul Popowich,  Brendan Penny,  Derek McIver,  Erica Cerra,  Keram Malicki-Sanchez,  Ann-Marie MacDona","Rating":6.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/72477/303018.jpg","TVDB":303018},{"ID":1947,"SeasonID":217,"ShowID":22,"MediaID":1947,"DateCreated":"2014-06-19T11:54:23Z","DatePublished":"2014-05-31T22:00:00Z","Number":6,"Title":"Lifesize","Plot":"Bette gives Tina her consent -- and a possible ultimatum -- to explore her feelings for men. Jenny meets with a publisher about her manuscript for a book, Billie makes Moira a tempting, but shady offer, Kit gives in to Angus' advances, and Carmen lays down the law to Shane regarding their relationship. Alice offers her support to Lara and celebrations are cut short when the girls finally find out the truth about Dana's condition.\n","Runtime":51,"FirstAired":"2006-02-12T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language \u0026 sex scenes","Director":"Tricia Brock","Writer":"Adam Rapp","GuestStars":"P. Lynn Johnson,  Brendan Penny,  Barbara Kottmeier,  Michael Hogan,  Andrew Airlie,  Ellie Harvie,  Callum Keith Rennie,  Corin Tucker,  Carrie Brownstein,  Janet Weiss,  Geoff Gustafson,  Pamela Diaz,  Suzanne","Rating":6.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/303019.jpg","TVDB":303019},{"ID":1956,"SeasonID":217,"ShowID":22,"MediaID":1956,"DateCreated":"2014-06-19T11:54:28Z","DatePublished":"2014-05-31T22:00:00Z","Number":7,"Title":"Lone Star","Plot":"Tina takes a business trip to Canada and has a chance to explore her feelings for the opposite sex. Dana's treatment puts a strain on her and Lara's relationship. Meanwhile, Jenny helps Moira in her transformation to Max, Carmen and Shane dedicate parts of their bodies to each other, Alice reverts back in her obsession over Dana, and Kit takes control. In a special appearance the B-52's perform at The Planet.\n","Runtime":54,"FirstAired":"2006-02-19T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language \u0026 sex scenes","Director":"Frank Pierson","Writer":"Elizabeth Ziff","GuestStars":"Alan Cumming,  Keith Strickland,  Fred Schneider,  Paul Popowich,  Patti Allan,  Rob DeLeeuw,  P. Lynn Johnson,  Dave McGowan,  Eileen Bui,  Panthea,  Meghan Gardiner,  Justina Kervel,  Kate Pierson,  Eve Ensler","Rating":5.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72477/303020.jpg","TVDB":303020},{"ID":7174,"SeasonID":217,"ShowID":22,"MediaID":7137,"DateCreated":"2014-08-15T00:23:13Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Latecomer","Plot":"Jenny plans a charity event to support Max when they find out he can't pay for the top surgery. Helena takes the girls to a surprise trip to honor Dana in her recovery, and Carmen is still dealing with the aftermath of Shane's ex. Meanwhile, Bette kicks Tina out of the bedroom and tries to find peace in Buddhism. In a recording studio, Kit gets help from unexpected sources -- but is it too much to handle?\n","Runtime":59,"FirstAired":"2006-02-26T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language \u0026 sex scenes","Director":"Angela Robinson (III)","Writer":"Ilene Chaiken","GuestStars":"Brynn Horrocks,  Carlos Andrés Gómez,  Zach Carter,  Carrie Close,  Malcolm Stewart,  Paul Silveira,  Tracy Bonham,  Nona Hendryx,  Elizabeth Ziff,  Amy Ziff,  Alyson Palmer,  Cynthia Stevenson,  Malaika Jackson","Rating":6.400000095367432,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/72477/303021.jpg","TVDB":303021},{"ID":7172,"SeasonID":217,"ShowID":22,"MediaID":7135,"DateCreated":"2014-08-15T00:22:15Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Lead, Follow, Or Get Out of the Way","Plot":"As Bette has hard time adjusting to the ascetic lifestyle at the Buddhist retreat, Tina goes on a date with a divorced man. Dana, friends again with Alice, is looking forward to a new career. Jenny throws a benefit party for Max but is appalled by his increasingly aggressive behavior. Meanwhile, Carmen tells the truth to her family, and Helena is served with a lawsuit.\n","Runtime":55,"FirstAired":"2006-03-05T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Offensive language \u0026 sex scenes","Director":"Moises Kaufman","Writer":"Ilene Chaiken","GuestStars":"Tracy Bonham,  Yvonne Myers,  Tara Fynn,  Holly Dignard,  Eileen Bui,  Callum Keith Rennie,  Steven Eckholdt,  Elena Murzello,  Alex Ferris,  Irene Olga Lopez,  Maria Dimou,  Patricia Mayen-Salazar,  Susan Love","Rating":6.599999904632568,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/72477/303022.jpg","TVDB":303022},{"ID":7173,"SeasonID":217,"ShowID":22,"MediaID":7136,"DateCreated":"2014-08-15T00:22:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Losing the Light","Plot":"While Lara is vacationing in Paris, oblivious, Dana's condition takes a turn for the worse. Alice runs into Dana's ex, Jenny introduces Max to a man from her past, Carmen evens the score with Shane, and Peggy Peabody flies to town to help her daughter. Frustrated, Bette leaves the Buddhist retreat but receives a dose of life wisdom from an unexpected source.\n","Runtime":50,"FirstAired":"2006-03-12T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Sex scenes, sexual content, drug use and offensive language","Director":"Rose Troche","Writer":"Rose Troche","GuestStars":"Sonya Anand,  Lorena Gale,  Derek James,  Evan Adams,  Claudette Mink,  Peter Wingfield,  David Lovgren,  Kwesi Ameyaw,  Georgia Craig,  Callum Keith Rennie,  Steven Eckholdt,  Alexandra Hedison,  Ryan Robbins,  ","Rating":6.699999809265137,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72477/303023.jpg","TVDB":303023},{"ID":7161,"SeasonID":217,"ShowID":22,"MediaID":7124,"DateCreated":"2014-08-15T00:04:22Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Last Dance","Plot":"After Dana's family treats the girls coldly, Alice is determined to arrange a special event to commemorate their friend. While Helena's lawsuit is resolved with a surprising outcome, Bette is willing to fight for Angelica's custody. Max lands a job, giving Jenny something to write about. Dealing with her grief, Shane is willing to make the ultimate commitment to Carmen. Finally, Lara arrives from Paris and is comforted by Alice.\n","Runtime":46,"FirstAired":"2006-03-19T00:00:00Z","ParentalRating":"R","Director":"Allison Anders","Writer":"Ilene Chaiken","GuestStars":"Aaron Craven,  Caleb Rogers,  Landy Cannon,  Andrew Francis,  Susan Hogan,  Michael Hogan,  Alexandra Hedison,  Steven Eckholdt","Rating":6.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/303024.jpg","TVDB":303024},{"ID":7176,"SeasonID":217,"ShowID":22,"MediaID":7139,"DateCreated":"2014-08-15T00:29:25Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Left Hand of the Goddess","Plot":"Wedding plans occupy the girls, and Shane is reunited with her family. Helena pitches in to have Carmen's family flown to Canada, Jenny and Max drift apart, and Kit has stunning news. Peggy Peabody reconnects with her daughter -- but does it last? Finally, Tina has second thoughts about Angelica's custody arrangements, leading Bette to take desperate measures to be with her daughter.\n","Runtime":59,"FirstAired":"2006-03-26T00:00:00Z","ParentalRating":"R","Director":"Ilene Chaiken","Writer":"Ilene Chaiken","GuestStars":"Elena Murzello,  Sarah-Jane Redmond,  Aidan Jarrar,  Michael Jansen,  Shaun Garrett,  Maria Dimou,  Kaaren deZilva,  Wendy Dawson,  Olivia Windbiel,  Bruce Dawson,  Chilton Crane,  Aubrey Arnason,  She,  God-Des","Rating":6.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/303025.jpg","TVDB":303025}],"EpisodeCount":12}
