{"ID":221,"ShowID":22,"DateCreated":"2014-06-19T11:54:33Z","Number":4,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/72477-4.jpg","TVDB":16963,"Episodes":[{"ID":1990,"SeasonID":221,"ShowID":22,"MediaID":1990,"DateCreated":"2014-06-19T11:54:46Z","DatePublished":"2014-05-31T22:00:00Z","Number":1,"Title":"Legend in the Making","Plot":"After the events in Canada, Bette is on the run from authorities with her daughter. Shane reverts back to her old habits but gets a surprise from her father's wife. Meanwhile, Helena tries to get used to living without her mother's money, Max attends a support group, and Kit has trouble with her pregnancy.\n","Runtime":53,"FirstAired":"2007-01-07T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains drug use, sex scenes and offensive language","Director":"Bronwen Hughes","Writer":"Ilene Chaiken","GuestStars":"Karina Lombard,  Layla Barron,  Camille Atebe,  Oscar Parry,  Paul Anthony,  Evin Taylor,  Jane Lynch,  DJ Hicks,  Kristopher Shepard,  Chuck Mayne,  Sarah-Jane Redmond,  Victoria Bidewell,  Sandra  Timuss,  Elod","Rating":6.699999809265137,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/72477/316517.jpg","TVDB":316517},{"ID":1966,"SeasonID":221,"ShowID":22,"MediaID":1965,"DateCreated":"2014-06-19T11:54:33Z","DatePublished":"2014-05-31T22:00:00Z","Number":2,"Title":"Livin' La Vida Loca","Plot":"Alice meets Papi, a girl who lights up on The Chart even more than Shane. Jenny is interviewed by a gay writer. Bette's new boss has some surprising news for her. After Helena's departure, a new guy takes the reins at the studio as Tina's new boss. Meanwhile, Max goes out on a date with a straight girl.\n","Runtime":56,"FirstAired":"2007-01-14T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains drug use, sex scenes and offensive language","Director":"Marleen Gorris","Writer":"Alexandra Kondracke","GuestStars":"Alberto Davila Jr.,  James Michael Bobby,  Tristin Leffler,  Mark Krysko,  Nikki Boyer,  Shawn Ridout,  Peter Hanlon,  Rasika Mathur,  Matias  Hacker,  Chilton Crane,  Alex Rockhill,  Jessica Capshaw,  Lynn A. H","Rating":6.599999904632568,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/72477/316572.jpg","TVDB":316572},{"ID":1978,"SeasonID":221,"ShowID":22,"MediaID":1978,"DateCreated":"2014-06-19T11:54:39Z","DatePublished":"2014-05-31T22:00:00Z","Number":3,"Title":"Lassoed","Plot":"Tina throws a cocktail party to get her gay and straight friends to know each other better. Penniless Helena is looking for a job. Shane takes care of her little brother, Angus' band is on the verge of a breakthrough, and at the art college, Bette's teaching assistant is having feelings for her. Meanwhile, Phyllis attends a ladies-only Texan night at The Planet.\n","Runtime":46,"FirstAired":"2007-01-21T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains drug use, sex scenes and offensive language","Director":"Tricia Brock","Writer":"Ilene Chaiken","GuestStars":"Miles Meadows,  Jessica Capshaw,  Elizabeth Marleau,  Chelsea Hobbs,  Carrie Colak,  Alfred E. Humphreys,  Chilton Crane","Rating":6.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/316573.jpg","TVDB":316573},{"ID":2222,"SeasonID":221,"ShowID":22,"MediaID":2231,"DateCreated":"2014-06-19T11:57:01Z","DatePublished":"2014-05-31T22:00:00Z","Number":4,"Title":"Layup","Plot":"Bette meets the new resident artist, Jodi, but a controversial arts project in her class upsets a potential donor for the college. Papi challenges Alice and the girls to a basketball game. Max reveals a secret to his girlfriend. Jenny schemes her way into meeting Stacey Merkin's girlfriend. Meanwhile, Shane is struggling to scrape up money for a hospital bill.\n","Runtime":50,"FirstAired":"2007-01-28T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains drug use, sex scenes and offensive language","Director":"Jessica Sharzer","Writer":"Elizabeth Ziff","GuestStars":"Beverley Breuer,  Jeanie Cloutier,  Caroline Cave,  Liza Ulrych,  Deryl Hayes,  Donna White,  Chelsea Hobbs,  Ulla Friis,  Jessica Capshaw","Rating":6.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/316574.jpg","TVDB":316574},{"ID":2226,"SeasonID":221,"ShowID":22,"MediaID":2235,"DateCreated":"2014-06-19T11:57:03Z","DatePublished":"2014-05-31T22:00:00Z","Number":5,"Title":"Lez Girls","Plot":"Bette's forbidden relationship with her TA, Nadia, could jeopardize her career. Alice, on the other hand, ends her affair with a married woman after meeting her husband. She also gets upset by one of Jenny's short stories which gets published in a magazine. Meanwhile, Angus is caught in a compromising position.\n","Runtime":52,"FirstAired":"2007-02-04T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains drug use, sex scenes and offensive language","Director":"John Stockwell","Writer":"Ilene Chaiken","GuestStars":"Caroline Cave,  MacGareo Thomas,  Fraser Corbett,  Alyssa Pridham,  Ken Tremblett,  Pablo Silveira,  Dean Paul Gibson,  Bryan Demore,  Ulla Friis,  Bruce Davison,  Heather Matarazzo,  Steven Eckholdt","Rating":6.300000190734863,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/72477/316575.jpg","TVDB":316575},{"ID":2248,"SeasonID":221,"ShowID":22,"MediaID":2257,"DateCreated":"2014-06-19T11:57:16Z","DatePublished":"2014-05-31T22:00:00Z","Number":6,"Title":"Luck Be a Lady","Plot":"The girls attend a movie premiere sponsored by Shane's underwear campaign. Papi teaches Helena and Alice how to play poker for a high-stakes private game hosted by a high-profile female gambler. Bette disagrees with Tina about Angelica's education, and goes on a date with Jodi. Meanwhile, Phyllis is having trouble letting go of Alice.\n","Runtime":56,"FirstAired":"2007-02-11T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains drug use, sex scenes and offensive language","Director":"Angela Robinson (III)","Writer":"Angela Robinson (III)","GuestStars":"Daniel Bacon,  Andre Fex,  Grace Sherman,  Alyssa Pridham,  Vanessa Tomasino,  David Lewis,  Bruce Dawson,  G. Patrick Currie,  Marc Dion,  Enid-Raye Adams,  Guy Fauchon,  Carrie Anne Fleming,  Caroline Cave,  He","Rating":5.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/316576.jpg","TVDB":316576},{"ID":2244,"SeasonID":221,"ShowID":22,"MediaID":2253,"DateCreated":"2014-06-19T11:57:14Z","DatePublished":"2014-05-31T22:00:00Z","Number":7,"Title":"Lesson Number One","Plot":"Tina's boss orders her to get the movie rights for Jenny's Lez Girls. Helena considers whether she should take up on Catherine's offer to pay off her gambling debt. Paige and Shane volunteer at Shay's school to teach the kids about tolerance. Meanwhile, Alice and Tasha take it slow, and Bette learns something about Jodi's past that puts kinks in their relationship.\n","Runtime":51,"FirstAired":"2007-02-18T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains offensive language and sex scenes","Director":"Moises Kaufman","Writer":"Ariel Schrag","GuestStars":"Cybill Shepherd,  Brian Markinson,  Alfred E. Humphreys,  Peter Benson,  Sam Sabbah,  Haili Page Philippe,  Cheryl Hunter,  Evan Jensen,  Camille Mitchell,  Crystal Balint","Rating":6.599999904632568,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/72477/316577.jpg","TVDB":316577},{"ID":2218,"SeasonID":221,"ShowID":22,"MediaID":2227,"DateCreated":"2014-06-19T11:56:59Z","DatePublished":"2014-05-31T22:00:00Z","Number":8,"Title":"Lexington and Concord","Plot":"Tina gets introduced to Jodi, and has second thoughts about leaving the lesbian life behind. Alice and Tasha argue heatedly over politics. Max hires an intern to help him with the workload on OurChart. While Shane and Paige steam up the car windows, and Catherine and Helena make a winning team at the poker tables, the rest of the girls attend the unveiling of Kit's new single at The Planet.\n","Runtime":48,"FirstAired":"2007-02-25T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains offensive language and sex scenes","Director":"Jamie Babbit","Writer":"Ilene Chaiken","GuestStars":"Valerie Tian,  Jason Schombing,  Michael Phenicie,  Kevin Crofton,  Camille Mitchell,  Simone Bailly,  Alex Ferris,  Eileen Bui,  Kristanna Loken,  Eric Roberts","Rating":6.400000095367432,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/72477/316578.jpg","TVDB":316578},{"ID":2233,"SeasonID":221,"ShowID":22,"MediaID":2242,"DateCreated":"2014-06-19T11:57:07Z","DatePublished":"2014-05-31T22:00:00Z","Number":9,"Title":"Lacy Lilting Lyrics","Plot":"Jenny and Tina look for the right movie director but butt heads over creative differences. Phyllis' husband drops by unannounced at Alice's place. Bette is falling hard for Jodi and lets her emotions interfere with her work. Kit manages to crack through Papi's hard outer shell ? with unexpected consequences.\n","Runtime":55,"FirstAired":"2007-03-04T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains offensive language and sex scenes","Director":"Bronwen Hughes","Writer":"Cherien Dabis","GuestStars":"Tara Nicole Schwartz,  Nina McNeely,  Justine Clark,  Lisa Eaton,  Tara Avise,  Nanci Anderson,  Gabrielle Rose,  Peter Hanlon,  Igor Morozov,  John Stockwell,  Garry Marshall,  Lawrence Bender,  Joey Aresco,  Am","Rating":6.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/72477/316579.jpg","TVDB":316579},{"ID":2229,"SeasonID":221,"ShowID":22,"MediaID":2239,"DateCreated":"2014-06-19T11:57:05Z","DatePublished":"2014-05-31T22:00:00Z","Number":10,"Title":"Little Boy Blue","Plot":"The girls spend a day at the horse tracks where Catherine and Helena risk it all. Max takes Grace home to meet his estranged family. Bette hosts a dinner party but her obsession over every detail gets on Jodi's nerves. Meanwhile, Jenny and Tina agree on a director, Kate Arden, who quickly becomes interested in Tina.\n","Runtime":46,"FirstAired":"2007-03-11T00:00:00Z","Year":2007,"ParentalRating":"R16","ParentalRatingReason":"R16 Contains offensive language and sex scenes","Director":"Karyn Kusama","Writer":"Elizabeth Ziff","GuestStars":"Annabella Sciorra,  Simone Bailly,  Winston Rekert,  Deanne Bray,  Kristanna Loken,  Tara Frederick,  Fran Gebhard,  Ken Camroux,  Myk Gordon,  Robin Douglas,  Aleks  Holtz,  Haley Beauchamp,  Jackson Allan","Rating":6.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/316580.jpg","TVDB":316580},{"ID":2237,"SeasonID":221,"ShowID":22,"MediaID":2246,"DateCreated":"2014-06-19T11:57:09Z","DatePublished":"2014-05-31T22:00:00Z","Number":11,"Title":"Literary License to Kill","Plot":"Bette finds out that Jodi's been offered a job at an art center on the East Coast. Tasha's memories of the war continue to haunt her, and she is ordered to keep her sexual orientation a secret. Meanwhile, Shane plans a surprise for Paige, Helena is kicked out of the hotel, and Max comes to a decision regarding his job.\n","Runtime":55,"FirstAired":"2007-03-18T00:00:00Z","Year":2007,"ParentalRating":"R","Director":"John Stockwell","Writer":"Ilene Chaiken","GuestStars":"Bruce Davison,  Annabella Sciorra,  Clementine Shepherd-Ford,  David Lewis,  Grace Sherman,  Larry Kennar,  Crystal Balint,  Bruce Dawson,  Peter Hanlon,  Simone Bailly,  Jackson Allan,  Jon Wolfe Nelson,  Cybil","Rating":5.699999809265137,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72477/316581.jpg","TVDB":316581},{"ID":2240,"SeasonID":221,"ShowID":22,"MediaID":2249,"DateCreated":"2014-06-19T11:57:12Z","DatePublished":"2014-05-31T22:00:00Z","Number":12,"Title":"Long Time Coming","Plot":"Bette seeks Tina's advice on how to get Jodi back, but is surprised to learn that Tina no longer wants to be straight. Alice is devastated when Tasha is called in for another tour in Iraq. Meanwhile, Phyllis seeks divorce, Jenny is excluded in any decisions regarding the movie, and Helena frees herself from her entanglement with Catherine.\n","Runtime":57,"FirstAired":"2007-03-25T00:00:00Z","Year":2007,"ParentalRating":"R","Director":"Ilene Chaiken","Writer":"Ilene Chaiken","GuestStars":"Karin Konoval,  Ben Ayres,  Toshi Reagon,  Aidan Jarrar,  Jackson Allan,  Jon Wolfe Nelson,  Cybill Shepherd,  Erin Daniels,  Heather Matarazzo,  Jane Lynch,  Annabella Sciorra,  Kristanna Loken,  Olivia Windbie","Rating":6.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72477/316582.jpg","TVDB":316582}],"EpisodeCount":12}
