{"ID":23,"ShowID":15,"DateCreated":"2014-06-19T11:36:18Z","Number":2,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/79177-2.jpg","TVDB":17258,"Episodes":[{"ID":476,"SeasonID":23,"ShowID":15,"MediaID":477,"DateCreated":"2014-06-19T11:40:18Z","DatePublished":"2014-03-15T00:00:00Z","Number":1,"Title":"Episode 1","Plot":"Tyler has visions of someone disrupting his life support system in 2006, and encounters who he thinks is the same assailant in 1973, running a gambling syndicate and protection racket. Recognising the man as a killer he failed to stop in the future, Tyler is prepared to go to any lengths to make sure his life is not threatened and the man doesn't kill his original victim. ","Runtime":54,"FirstAired":"2007-02-28T00:00:00Z","Year":2007,"ParentalRating":"M","ParentalRatingReason":"M Violence and offensive language","Director":"S. J. Clarkson","Writer":"Matthew Graham (VI)","GuestStars":"Tony Marshall (III), Noreen Kershaw, Kevin McNally, Craig Cheetham, Steve Garti, Yasmin Bannerman, Marc Warren, Michael Atkinson (V), Jonathan Wright (III), Gemma Wardle, Julian Kay","Rating":7.800000190734863,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/79177/320359.jpg","IMDB":"tt0901222","TVDB":320359},{"ID":94,"SeasonID":23,"ShowID":15,"MediaID":95,"DateCreated":"2014-06-19T11:36:18Z","DatePublished":"2014-03-15T00:00:00Z","Number":2,"Title":"Episode 2","Plot":"On an assignment to return a career safe breaker from prison for further questioning, Tyler, Ray and Chris are attacked by robbers and the man who they were taken in for questioning is broken out. Is a local gangster to blame, or is there more going on than meets the eye... specifically, was the crime actually arranged by Gene's old mentor? Meanwhile, Sam tries to break in the first black detective in the department, a man who will later become Sam's mentor when he first joins the police force. ","Runtime":54,"FirstAired":"2007-03-07T00:00:00Z","Year":2007,"ParentalRating":"M","ParentalRatingReason":"M Violence and offensive language","Director":"S. J. Clarkson","Writer":"Chris Chibnall","GuestStars":"Noreen Kershaw, Kevin McNally, Steve Evets, Chris Bieske, Craig Bieske, Ray Emmet Brown, Bill Rodgers (II), Stephen Bent, Trevor Williams (IV), Michael Thyx","Rating":7.699999809265137,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/79177/320498.jpg","IMDB":"tt0961513","TVDB":320498},{"ID":141,"SeasonID":23,"ShowID":15,"MediaID":142,"DateCreated":"2014-06-19T11:36:47Z","DatePublished":"2014-03-15T00:00:00Z","Number":3,"Title":"Episode 3","Plot":"The team receive a bomb warning, claiming the IRA has planted a car bomb in Manchester. Being from 2006, Sam realises the bomb warning reported doesn't fit with his understanding of IRA methods. However, when Sam's modern know-how fails and nearly kills Ray, the rest of the department shun his line of investigation to focus on an Irish socialist group. At the same time, Sam's visions of the future suggest that he may have suffered brain damage, affecting his higher reasoning, from having been in","Runtime":53,"FirstAired":"2007-03-14T00:00:00Z","Year":2007,"ParentalRating":"M","ParentalRatingReason":"M Violence and offensive language","Director":"Richard Clark (VI)","Writer":"Julie Rutterford","GuestStars":"Tony Marshall (III), Noreen Kershaw, Brendan Mackey, Peter Wight, Beatrice Kelly, Harriet Rogers (II)","Rating":7.900000095367432,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/79177/320737.jpg","IMDB":"tt0961514","TVDB":320737},{"ID":138,"SeasonID":23,"ShowID":15,"MediaID":138,"DateCreated":"2014-06-19T11:36:44Z","DatePublished":"2014-03-15T00:00:00Z","Number":4,"Title":"Episode 4","Plot":"The body of a young woman is found in wasteland. The investigation takes the team to suburbia, where a local car dealer is throwing private parties, employing make-up girls from a local company to ?help out? when the wife-swapping begins. Posing as married couple Tony and Cherie Blair, Sam and Annie infiltrate one of the parties, only to discover that it isn't as simple as they think. ","Runtime":54,"FirstAired":"2007-03-21T00:00:00Z","Year":2007,"ParentalRating":"M","ParentalRatingReason":"M Violence and offensive language","Director":"Richard Clark (VI)","Writer":"Ashley Pharoah","GuestStars":"Noreen Kershaw, Alexander O'Loughlin, Nicholas Palliser, Eva Pope, Clare McGlinn, Georgia Taylor, Katherine Kelly (III), Meryl Hampton, Andrew Readman, Richard Sinnott, Carissa Wistow, Andy Hockley","Rating":7.900000095367432,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/79177/320738.jpg","IMDB":"tt0984580","TVDB":320738},{"ID":491,"SeasonID":23,"ShowID":15,"MediaID":491,"DateCreated":"2014-06-19T11:40:27Z","DatePublished":"2014-03-15T00:00:00Z","Number":5,"Title":"Episode 5","Plot":"The team investigates the abduction of a young woman and her daughter, who are being held prisoner by somebody who wishes the team to release a prisoner arrested on a murder charge a year ago. At the same time, Sam faces a life or death situation in 2006 when he thinks he has accidentally been given an overdose. As the deadline draws closer, Sam collapses into a deeper coma, leaving his colleagues to tackle the mystery on their own (Albeit using some of his earlier suggestions). ","Runtime":54,"FirstAired":"2007-03-28T00:00:00Z","Year":2007,"ParentalRating":"M","ParentalRatingReason":"M Violence and offensive language","Director":"Andrew Gunn","Writer":"Matthew Graham (VI)","GuestStars":"Noreen Kershaw, Reece Dinsdale, Lesley Clare O'Neill, Olwen May, Jonty Stephens, Adam Beresford, James Wells (II), Hayley McGroarty, Alicia Hall (II), Jodie Hamblet, Georgia Foote","Rating":7.599999904632568,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/79177/323575.jpg","IMDB":"tt0989283","TVDB":323575},{"ID":1077,"SeasonID":23,"ShowID":15,"MediaID":1077,"DateCreated":"2014-06-19T11:46:04Z","DatePublished":"2014-03-15T00:00:00Z","Number":6,"Title":"Episode 6","Plot":"As heroin hits the streets of Manchester for the first time, CID and DCI Hunt want culprits for the smuggling, the dealing and ensuing violence, which becomes difficult when Annie is kidnapped by the smugglers. As Sam tries to get to the source of the influx of this deadly drug, he finds himself intractably drawn to a beautiful young woman who was witness to a heroin-related shooting... and who, he later realises, is the mother of his girlfriend in the future. At the same time, Sam's 'visions' r","Runtime":54,"FirstAired":"2007-04-04T00:00:00Z","Year":2007,"ParentalRating":"M","ParentalRatingReason":"M Violence and offensive language","Director":"Andrew Gunn","Writer":"Guy Jenkin","GuestStars":"Paul Shar, Noreen Kershaw, Archie Panjabi, Alex Reid (III), Tim Plester, Paul Sharma, Ian Puleston-Davies, Lorraine Cheshire, Paul Oldham","Rating":7.900000095367432,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/79177/326550.jpg","IMDB":"tt0994344","TVDB":326550},{"ID":1073,"SeasonID":23,"ShowID":15,"MediaID":1073,"DateCreated":"2014-06-19T11:46:02Z","DatePublished":"2014-03-15T00:00:00Z","Number":7,"Title":"Episode 7","Plot":"A water-tight court case fails to put away a local gangster. Unable to cope with a guilty man walking free, DCI Hunt turns to alcohol but soon finds himself in a spot of bother. When it appears as though Hunt may have killed someone, it's up to Sam, torn between Gene and his replacement, a DCI who actually uses Sam's modern police techniques and vocabulary, to help him out. ","Runtime":54,"FirstAired":"2007-04-11T00:00:00Z","Year":2007,"ParentalRating":"M","ParentalRatingReason":"M Violence and offensive language","Director":"S. J. Clarkson","Writer":"Mark Greig","GuestStars":"Tony Marshall, Tony Marshall (III), Noreen Kershaw, Ralph Brown, Seamus O'Neill, Kieran O'Brien, Corrinne Wicks, Jason Watkins, Ian Hanmore, Johnny Leeze, Genevieve Walsh, Bernard Nagle","Rating":7.900000095367432,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/79177/327028.jpg","IMDB":"tt1001023","TVDB":327028},{"ID":1089,"SeasonID":23,"ShowID":15,"MediaID":1089,"DateCreated":"2014-06-19T11:46:11Z","DatePublished":"2014-03-15T00:00:00Z","Number":8,"Title":"Episode 8","Plot":"Sam learns that an operation is to be conducted on him in 2006 to try and revive him from his coma. However, he believes that to return to the twenty-first century, he has to betray his colleagues in 1973 - but can he regard them as real or imagined? ","Runtime":55,"FirstAired":"2007-04-18T00:00:00Z","Year":2007,"ParentalRating":"M","ParentalRatingReason":"M Violence and offensive language","Director":"S. J. Clarkson","Writer":"Matthew Graham (VI)","GuestStars":"Tony Marshal (III), Noreen Kershaw, Ralph Brown, Jack Deam, Sean Gilder, Philip Lightfoot, Jacqui Boatswain, Mason Phillips, Judi Jones, Harriet Rogers (II)","Rating":8.5,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/79177/327029.jpg","IMDB":"tt1007448","TVDB":327029}],"EpisodeCount":8}
