{"ID":25,"ShowID":18,"DateCreated":"2014-06-19T11:36:21Z","Number":1,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/79708-1-2.jpg","TVDB":17208,"Episodes":[{"ID":124,"SeasonID":25,"ShowID":18,"MediaID":124,"DateCreated":"2014-06-19T11:36:37Z","DatePublished":"2014-03-15T00:00:00Z","Number":1,"Title":"Revenge of the Slitheen (1)","Plot":"It's Maria (Yasmine Paige), Luke (Tommy Knight) and Clyde's (David Anthony) first day at their new school ? and something's not quite right. The food keeps going off, there's a funny smell in the air and the new technology block is hiding some dark secrets. The friends soon make a shocking discovery: evil alien race the Slitheen have disguised themselves as teachers as part of a deadly plan that threatens the future of the entire Earth. ","Runtime":28,"FirstAired":"2007-09-24T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Alice Troughton","Writer":"Gareth Roberts","GuestStars":"Joseph Millson, Juliet Cowan, Martyn Ellis, Ian Midlane, Pamela Merrick, Imogen Bain, Anton Thompson McCormick, Jimmy Vee, Paul Kasey, Lachele Carl","Rating":7,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/79708/319783.jpg","TVDB":319783},{"ID":705,"SeasonID":25,"ShowID":18,"MediaID":705,"DateCreated":"2014-06-19T11:42:35Z","DatePublished":"2014-03-15T00:00:00Z","Number":2,"Title":"Revenge of the Slitheen (2)","Plot":"Under attack from the monstrous Slitheen child, Maria (Yasmine Paige), Luke (Tommy Knight) and Clyde (David Anthony) escape, thanks to some deodorant and Sarah Jane's (Elisabeth Sladen) sonic lipstick. Back in her attic, Sarah Jane's super ? computer Mr Smith (Alexander Armstrong) reveals the aliens' evil plan to drain Earth of its energy. But as a power blackout spreads across the globe, Mr Smith goes out of action. The gang must rely on their wits alone to stop the Slitheen from extinguishing ","Runtime":29,"FirstAired":"2007-09-24T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Alice Troughton","Writer":"Gareth Roberts","GuestStars":"Joseph Millson, Juliet Cowan, Martyn Ellis, Ian Midlane, Pamela Merrick, Imogen Bain, Anton Thompson McCormick, Jimmy Vee, Paul Kasey, Lachele Carl","Rating":7,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/79708/336634.jpg","TVDB":336634},{"ID":1181,"SeasonID":25,"ShowID":18,"MediaID":1181,"DateCreated":"2014-06-19T11:47:02Z","DatePublished":"2014-03-15T00:00:00Z","Number":3,"Title":"Eye of the Gorgon (1)","Plot":"Sarah Jane (Elisabeth Sladen) and her young friends investigate reports of a ghostly nun which is haunting the local old folks' residential home. And when one of the elderly residents entrusts Luke (Tommy Knight) with a mysterious alien talisman, it becomes clear there is even more to the story than meets the eye. The gang delves deeper, and discovers that the nun is part of a secret order sworn to protect a terrifying alien creature who can turn her victims to stone with a single look. ","Runtime":29,"FirstAired":"2007-10-01T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Alice Troughton","Writer":"Phil Ford","GuestStars":"Joseph Millson, Juliet Cowan, Phyllida Law, Sarah Crowden, Doreen Mantle, Beth Goddard, Audrey Ardington","Rating":7.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/79708/337175.jpg","TVDB":337175},{"ID":120,"SeasonID":25,"ShowID":18,"MediaID":120,"DateCreated":"2014-06-19T11:36:35Z","DatePublished":"2014-03-15T00:00:00Z","Number":4,"Title":"Eye of the Gorgon (2)","Plot":"Maria's dad Alan (Joseph Millson) has been turned to stone. The alien talisman is now in the possession of the Gorgon and her evil nuns, and they are preparing to open the portal to their world. Can Sarah Jane (Elisabeth Sladen) and her young friends free Alan from his stony state, prevent the nuns from unleashing more deadly aliens on the Earth, and avoid the Gorgon's petrifying gaze? ","Runtime":29,"FirstAired":"2007-10-08T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Alice Troughton","Writer":"Phil Ford","GuestStars":"Phyllida Law, Beth Goddard, Joseph Millson, Juliet Cowan, Phyllida Law, Sarah Crowden, Doreen Mantle, Beth Goddard, Audrey Ardington","Rating":6.5,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/79708/338061.jpg","TVDB":338061},{"ID":809,"SeasonID":25,"ShowID":18,"MediaID":809,"DateCreated":"2014-06-19T11:43:34Z","DatePublished":"2014-03-15T00:00:00Z","Number":5,"Title":"Warriors of Kudlak (1)","Plot":"Sarah Jane (Elisabeth Sladen) and Maria (Yasmine Paige) investigate the mysterious disappearance of local boy Lance Metcalf, and soon discover that a number of children have gone missing across the country. Remarkably, the disappearances all occurred during freak storms and in cities that are home to a laser tag game called Combat 3000. As Sarah Jane and Maria delve deeper into the mystery, Luke (Tommy Knight) and Clyde (David Anthony) are off enjoying a game of Combat 30? ","Runtime":28,"FirstAired":"2007-10-15T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"Violence","Director":"Charles Martin","Writer":"Phil Gladwin","GuestStars":"Chook Sibtain, Sarah Haynes, Pamela Merrick, Sonny Muslim, James Bellamy, Nadiyah Davis, Chrissie Furness, Paul Kasey, Paul Kasey, Paul Kasey, Silas Carson, Silas Carson, Tina Greatex","Rating":7,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/79708/338972.jpg","TVDB":338972},{"ID":813,"SeasonID":25,"ShowID":18,"MediaID":813,"DateCreated":"2014-06-19T11:43:36Z","DatePublished":"2014-03-15T00:00:00Z","Number":6,"Title":"Warriors of Kudlak (2)","Plot":"A Carcaroth has arrived on Earth, seeking soldiers to help fight his endless intergalactic war back home. Using Combat 3000 to sift out the best, most aggressive and instinctive fighters, he then transports them to his spaceship ? awaiting transfer to the war. Clyde (David Anthony) and Luke (Tommy Knight) find themselves amongst the 'warriors', while Sarah Jane (Elisabeth Sladen) and Maria (Yasmine Paige) must infiltrate the alien's headquarters to bring down the Carcaroth from the inside.","Runtime":30,"FirstAired":"2007-10-22T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Charles Martin","Writer":"Phil Gladwin","GuestStars":"Chook Sibtain, Pamela Merrick, Sonny Muslim, Paul Kasey, Tina Greatex, Silas Carson","Rating":6.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/79708/339992.jpg","TVDB":339992},{"ID":140,"SeasonID":25,"ShowID":18,"MediaID":141,"DateCreated":"2014-06-19T11:36:46Z","DatePublished":"2014-03-15T00:00:00Z","Number":7,"Title":"Whatever Happened to Sarah Jane? (1)","Plot":"Sarah Jane (Elisabeth Sladen) mysteriously disappears ? just as a huge meteor threatens to crash straight into Earth. When Maria (Yasmine Paige) wakes up one morning, it's as though Sarah Jane ? and Luke (Tommy Knight) ? never existed. Living across the road in Sarah Jane's house is a woman called Andrea (Jane Asher). And with the attic empty and Mr Smith (Alexander Armstrong) nowhere to be seen, every other trace of Sarah Jane has vanished ? and Maria is the only one able to remember her. With ","Runtime":29,"FirstAired":"2007-10-29T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Graeme Harper","Writer":"Gareth Roberts","GuestStars":"Jane Asher, Paul Marc Davies, Jimmy Vee, Francesca Miller, Philip Hurd-Wood, Jason Mohammad, Jessica Ashworth","Rating":8,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/79708/340341.jpg","TVDB":340341},{"ID":920,"SeasonID":25,"ShowID":18,"MediaID":920,"DateCreated":"2014-06-19T11:44:37Z","DatePublished":"2014-03-15T00:00:00Z","Number":8,"Title":"Whatever Happened to Sarah Jane? (2)","Plot":"Maria (Yasmine Paige) finds herself taken back in time by the alien Graske to a pier in 1964. There, she meets a young girl her own age called Sarah Jane Smith (Elisabeth Sladen) who, with her friend Andrea (Jane Asher), is about to embark on a fateful adventure. Taken by the Graske again, Maria is then reunited with the present-day Sarah Jane. But with them both trapped in limbo as part of the meddlesome Trickster's plan to wreak chaos, they are helpless to stop the huge meteor which is about t","Runtime":30,"FirstAired":"2007-11-05T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Graeme Harper","Writer":"Gareth Roberts","GuestStars":"Jane Asher, Paul Marc Davies, Jessica Ashworth, Francesca Miller","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/79708/340342.jpg","TVDB":340342},{"ID":97,"SeasonID":25,"ShowID":18,"MediaID":99,"DateCreated":"2014-06-19T11:36:21Z","DatePublished":"2014-03-15T00:00:00Z","Number":9,"Title":"The Lost Boy (1)","Plot":"A news report on a couple looking for their missing son, Ashley, brings a surprise for Sarah Jane (Elisabeth Sladen) when she discovers that the missing boy looks exactly like Luke (Tommy Knight). And when Mr Smith (Alexander Armstrong) confirms that Luke is a genetic match with Ashley, Sarah Jane sends him back to live with his 'parents'. With no knowledge of his former life, Luke finds it hard to fit in and, when he tries to escape, he makes a startling discovery about who his parents really a","Runtime":29,"FirstAired":"2007-11-12T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Charles Martin","Writer":"Phil Ford","GuestStars":"Jay Simpson, Holly Atkins, Ryan Watson, Julian Dutton, Paul Kasey, Jimmy Vee, Ruari Mears","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/79708/340343.jpg","TVDB":340343},{"ID":702,"SeasonID":25,"ShowID":18,"MediaID":702,"DateCreated":"2014-06-19T11:42:33Z","DatePublished":"2014-03-15T00:00:00Z","Number":10,"Title":"The Lost Boy (2)","Plot":"Maria (Yasmine Paige) and her dad, Alan (Joseph Millson), dig deeper into the mystery of Luke's (Tommy Knight) new parents and discover that Luke has actually been kidnapped by the Slitheen. There are more shocks when Sarah Jane (Elisabeth Sladen) and Maria find out that Mr Smith (Alexander Armstrong), Sarah Jane's super computer, is one of the bad guys. With Clyde (David Anthony) nowhere to be seen, Luke in the clutches of aliens and no Mr Smith to help, things are not looking good for Sarah Ja","Runtime":29,"FirstAired":"2007-11-19T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Charles Martin","Writer":"Phil Ford","GuestStars":"Jay Simpson, Holly Atkins, Ryan Watson, Jimmy Vee, Ruari Mears, Jason Mohammad, John Leeson, Floella Benjamin","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/79708/340344.jpg","TVDB":340344}],"EpisodeCount":10}
