{"ID":30,"ShowID":16,"DateCreated":"2014-06-19T11:36:35Z","Number":4,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/73028-4.jpg","TVDB":17385,"Episodes":[{"ID":134,"SeasonID":30,"ShowID":16,"MediaID":134,"DateCreated":"2014-06-19T11:36:42Z","DatePublished":"2014-03-15T00:00:00Z","Number":1,"Title":"As One Flew Out of the Cuckoo's Nest, One Flew In","Plot":"The Hustle crew are back, but they are short a man - Mickey Stone. Mickey is off in Australia to pull off a major con and Danny uses this opportunity to prove to everyone that he's capable of being the new boss.\nOf course Danny's never been shy about taking on a challenge and for his first time as leader, Danny and the gang are off to Los Angeles. The con? To sell the Hollywood sign to a Texan...","Runtime":54,"FirstAired":"2007-04-18T00:00:00Z","Year":2007,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Alrick Riley","Writer":"Tony Jordan","GuestStars":"Robert Wagner, Geno Monteiro, Katie Walder, Rudolph Porter, Steve Hytner","Rating":7.900000095367432,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/73028/324206.jpg","TVDB":324206},{"ID":1065,"SeasonID":30,"ShowID":16,"MediaID":1065,"DateCreated":"2014-06-19T11:45:58Z","DatePublished":"2014-03-15T00:00:00Z","Number":2,"Title":"Signing Up to Wealth","Plot":"Back on their home turf, the gang set about getting back to business as usual - playing the long con. Porn czar Dickie Brennan has his eye set on owning a prize-winning horse and his ruthless ways make him confident that he'll get what he wants. Of course, the Hustle crew are more than willing to lend a hand, even though they know nothing about horses.\nMeanwhile, Danny is focused on finding a new grifter to complete the team and begins interviews. Billy Bond isn't giving up on getting noticed an","Runtime":53,"FirstAired":"2007-04-25T00:00:00Z","Year":2007,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Lee MacIntosh","Writer":"Tony Jordan","GuestStars":"Malene Espensen, Russell Carter, Jeremy Legat, Callum Dixon, Nick Sampson, Tony Rohr, Jamie Foreman","Rating":7.699999809265137,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/73028/328647.jpg","TVDB":328647},{"ID":670,"SeasonID":30,"ShowID":16,"MediaID":670,"DateCreated":"2014-06-19T11:42:11Z","DatePublished":"2014-03-15T00:00:00Z","Number":3,"Title":"Getting Even","Plot":"Eddie is getting the squeeze and it's up to the \"Hustle\" gang to set things straight. Although not an official grifter, Eddie is more than a bartender, he's a member of the crew. So when his father is held ransom by the owner of his Father's nursing home - it's personal.","Runtime":54,"FirstAired":"2007-05-02T00:00:00Z","Year":2007,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Lee MacIntosh","Writer":"Tony Jordan","GuestStars":"Philippe De Grossouvre, Tim Matthews, Alison Garland, Dido Miles, Paul Bigley, Craig Crosbie, Patricia Hodge, Alan David, Kenneth Cope, Rupert Vansittart","Rating":8,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/73028/329359.jpg","TVDB":329359},{"ID":673,"SeasonID":30,"ShowID":16,"MediaID":673,"DateCreated":"2014-06-19T11:42:13Z","DatePublished":"2014-03-15T00:00:00Z","Number":4,"Title":"A Designer's Paradise","Plot":"Billy finally gets his shot to play the inside man with Danny. Using the \"Emperor's New Clothes\" as inspiration, the crew are looking to con Clarissa Bartwell, an immoral \"fashionista.\"\nWhile exploiting Clarissa's passion for fashion, Billy runs into trouble with someone from his past. Unless Billy can hand over 20,000 pounds, this certain someone threatens to blow their cover. Can Billy keep this threat away long enough to complete the con, or is his first long con going to be his last?","Runtime":54,"FirstAired":"2007-05-09T00:00:00Z","Year":2007,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Stefan Schwartz","Writer":"Colin Blytheway","GuestStars":"Richard Arnold, Bill Moody, Elizabeth Tan, Mark Holden, Kieran Leonard, Frances Barber, Malcolm Sinclair, Leon Black, Vinette Robinson, John Carlisle","Rating":8.300000190734863,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/73028/329360.jpg","TVDB":329360},{"ID":122,"SeasonID":30,"ShowID":16,"MediaID":121,"DateCreated":"2014-06-19T11:36:35Z","DatePublished":"2014-03-15T00:00:00Z","Number":5,"Title":"Conning the Artists","Plot":"Eddie's bar is the \"Hustle\" crew's hangout and the place to go when celebrating the success of a recent con. Unfortunately, their most recent celebration comes to a grinding halt when they are taken hostage. A man claiming that the gang dishonored his family has come to seek revenge and this time it's not about money - it's personal.\nCan the grifters negotiate their way out, or have they gone too far and must pay the ultimate sacrifice?","Runtime":54,"FirstAired":"2007-05-16T00:00:00Z","Year":2007,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Stefan Schwartz","Writer":"Nick Fisher","GuestStars":"Karen Asemper, Martin Maynard, Tristram Wymark, Eiji Kusuhara, Charlotte Nguyen, Paul Venables, Will Yun Lee","Rating":7.800000190734863,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/73028/329361.jpg","TVDB":329361},{"ID":126,"SeasonID":30,"ShowID":16,"MediaID":126,"DateCreated":"2014-06-19T11:36:38Z","DatePublished":"2014-03-15T00:00:00Z","Number":6,"Title":"Big Daddy Calling","Plot":"It's back to the US for the crew as they seek some revenge of their own. Mafia boss Johnny Maranzano has beaten up Albert and to settle things the gang decides to pick the apple of Johnny's eye - the Big Daddy fruit machine and its $5 Million dollar jackpot.\nLas Vegas may be grifter heaven, but it's going to take a miracle to devise a con to steal from a casino that never closes and is under 24/7 security. The stakes are high, because it's not about not getting caught, it's about not getting kil","Runtime":52,"FirstAired":"2007-05-23T00:00:00Z","Year":2007,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Director":"Alrick Riley","Writer":"Tony Jordan","GuestStars":"Leslie Thurston, Max Grodenchik, Bob McCracken, Barry Shabaka Henley, William Lucking, Chris Tardio","Rating":8.300000190734863,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/73028/329362.jpg","TVDB":329362}],"EpisodeCount":6}
