{"ID":303,"ShowID":109,"DateCreated":"2014-06-25T07:15:37Z","Number":7,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/78846-7.jpg","TVDB":181491,"Episodes":[{"ID":2811,"SeasonID":303,"ShowID":109,"MediaID":2829,"DateCreated":"2014-06-25T07:15:37Z","DatePublished":"2014-05-31T22:00:00Z","Number":1,"Title":"Perfectly Frank","Plot":"It's Frank's 50th and Liam has the dubious honour of sharing the auspicious day with him on his 11th birthday. Uncharacteristically, Frank snubs the chance of a party, and instead opts to dwell in his own lonely loveless existence until... Libby, a local librarian falls into his life.\n\nHis passion reignited, a whirlwind romance ensues - but will Libby's mother Patty (a full-time wheelchair user), bibliophile activists and riot police stand in the way of Frank holding onto his new love?\n\nMeanwhil","Runtime":50,"FirstAired":"2010-01-26T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Director":"David Threlfall","Writer":"Tom Higgins","Rating":7.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/78846/1619921.jpg","TVDB":1619921},{"ID":3215,"SeasonID":303,"ShowID":109,"MediaID":3234,"DateCreated":"2014-06-28T22:47:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Gunshot","Plot":"The Maguire clan is fully mobilised for the christening of its newest member baby Connor, with Mimi pulling all the strings. Her first act, reallocating godmother duties, leaves now 'ex' godmother Kelly devastated.\n\nShane is stuck in the unenviable position of being forced to take sides between Kelly's need for acceptance and his mum's pursuit of respectability. Kelly demands he permanently cut the apron strings if their relationship is to last.\n\nPaddy's attempt to get involved in the family cel","Runtime":49,"FirstAired":"2010-02-02T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Director":"David Threlfall","Writer":"Emma Taylor","Rating":7.800000190734863,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/78846/1619941.jpg","TVDB":1619941},{"ID":2820,"SeasonID":303,"ShowID":109,"MediaID":2838,"DateCreated":"2014-06-25T07:17:26Z","DatePublished":"2014-05-31T22:00:00Z","Number":3,"Title":"Out of Control","Plot":"Karen's obsessive drive to prove herself more than just a mum has Jamie worried. With the help of a trampoline and a battalion of baton twirling majorettes her body is in perfect shape but her mind is in danger of unravelling, leaving the Maguires to pick up the pieces.\n\nLiam's pursuit of his first true love is threatened when he becomes tangled in a web of his own lies. His desperate attempts to conceal his Chatsworth life are shattered when Frank is summoned to the school.\n\nMaxine's life is th","Runtime":49,"FirstAired":"2010-02-09T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Director":"Lawrence Till","Writer":"Sarah Hooper","Rating":7.400000095367432,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/78846/1619951.jpg","TVDB":1619951},{"ID":2819,"SeasonID":303,"ShowID":109,"MediaID":2837,"DateCreated":"2014-06-25T07:17:26Z","DatePublished":"2014-05-31T22:00:00Z","Number":4,"Title":"Toyboy","Plot":"Mimi gets a toy boy, Billy the Jockey football team's star striker, but her happiness is short-lived when she discovers her new beau is the not the man she thought he was. So when Billy tries to blackmail Mimi into continuing to see him, she decides to teach him a Maguire life lesson he will never forget.\n\nShane and Kelly encourage Paddy to get back into the dating game; only to have their proposal rejected. Unperturbed, Shane rallies his brothers together and arranges a night out for Paddy. At ","Runtime":51,"FirstAired":"2010-02-16T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Rating":7.599999904632568,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/78846/1695531.jpg","TVDB":1695531},{"ID":2814,"SeasonID":303,"ShowID":109,"MediaID":2832,"DateCreated":"2014-06-25T07:16:52Z","DatePublished":"2014-05-31T22:00:00Z","Number":5,"Title":"The Things You Do For Love","Plot":"Maxine is desperate to make a good impression at her parents' party so cajoles Ian into pretending to be her boyfriend. He reluctantly agrees, but their act unearths deep feelings that take everyone by surprise.\n\nMeanwhile, Carl realises what he's lost by splitting up with Maxine so he is determined to win her back. But Carl soon finds love and hate are two sides of the same coin when Micky reveals a painful secret.\n\nAt the Jockey, Mimi does her best to conceal Karen's illness after she returns ","Runtime":50,"FirstAired":"2010-02-23T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Director":"Paul Norton Walker","Writer":"Jack Lothian","Rating":7.5,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/78846/1734391.jpg","TVDB":1734391},{"ID":2824,"SeasonID":303,"ShowID":109,"MediaID":2842,"DateCreated":"2014-06-25T07:17:47Z","DatePublished":"2014-05-31T22:00:00Z","Number":6,"Title":"From Chatsworth to Cuba","Plot":"Paddy's plans to salsa into the sunset with his new love D'een are scuppered when Mimi forces him to guarantee the financial security of the family with one last job - targeting the drug money of notorious psychopath Roscoe. Torn between a new life with D'reen and his family responsibilities, Patrick calls upon his sons for help.\n\nMeanwhile, Liam is suffocating under an avalanche of household debts and the fallout from trying to gamble his way out of trouble. Looked upon as a massive disappointm","Runtime":49,"FirstAired":"2010-03-02T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification.  Official NZ Rating To Be Confirmed.","Rating":7,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/78846/1771731.jpg","TVDB":1771731},{"ID":2816,"SeasonID":303,"ShowID":109,"MediaID":2833,"DateCreated":"2014-06-25T07:17:12Z","DatePublished":"2014-05-31T22:00:00Z","Number":7,"Title":"Reunited","Plot":"Frank's romantic interest, Libby, returns and her time away has only increased her ardour. Armed with just a mobile library she is determined to bring knowledge to the people and rekindle her romance.\n\nLibby's romantic delusion is only punctured when she witnesses the 'real' Frank, leaving her Elizabeth Bennett without the Mr Darcy she craved. But overwhelmed by his desire, Frank strains every sinew to win her back using an unfamiliar weapon, honesty.\n\nJamie focuses all his energies into giving ","Runtime":49,"FirstAired":"2010-03-09T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Rating":8.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/78846/1812561.jpg","TVDB":1812561},{"ID":4831,"SeasonID":303,"ShowID":109,"MediaID":4852,"DateCreated":"2014-07-11T04:17:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Marry Me (1)","Plot":"Wedding bells are in the air on the estate, a little too frequently for the police, as the Maguire's exploit a new money-making scheme.\n\nBusiness turns to pleasure when Shane asks Kelly to marry him, but his dream soon becomes a nightmare when she turns him down.\n\nAs his life unravels Shane uncovers a terrible betrayal by those closest to him and must suffer for the sins of his father. Hitting rock bottom he finds the strength to make an important decision.\n\nNow Libby and her mother are firmly n","Runtime":48,"FirstAired":"2010-03-16T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Rating":7.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/78846/1817591.jpg","TVDB":1817591},{"ID":4833,"SeasonID":303,"ShowID":109,"MediaID":4853,"DateCreated":"2014-07-11T04:18:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"The Wild Wales (2)","Plot":"Carl and Chesney's attempt to outrun their troubles make them realise the grass isn't always greener.\n\nStranded on a Welsh farm they are offered sanctuary by a mysterious woman, Hazel. But things soon turn sour when news reaches them that they are now the prime suspects for Bonehead's murder.\n\nBack home, Liam and Maxine seem to be the only ones concerned by their disappearance which forces Ian to confront Jimmy, the real murderer, in order to establish the truth.\n\nElsewhere, Mickey and Liam have","Runtime":49,"FirstAired":"2010-03-23T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Rating":7.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/78846/1817601.jpg","TVDB":1817601},{"ID":4834,"SeasonID":303,"ShowID":109,"MediaID":4854,"DateCreated":"2014-07-11T04:18:29Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Great Dangers (3)","Plot":"Shane is devastated to discover he's 'firing blanks' and while he frets, Kelly is reconciled to their future without children. The Maguire men refuse to let one of their own be struck down so decide to take matters into their own hands and get their heads together to come up with a sticky solution. Although Shane is keen to take up their offer Kelly refuses, and with Liam's help, both realise the answer to their problem lies closer to home.\n\nCarl and Chesney return to the Chatsworth and live und","Runtime":48,"FirstAired":"2010-03-30T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, offensive language, drug use \u0026 sexual material","Rating":8.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/78846/1817611.jpg","TVDB":1817611},{"ID":2818,"SeasonID":303,"ShowID":109,"MediaID":2836,"DateCreated":"2014-06-25T07:17:18Z","DatePublished":"2014-05-31T22:00:00Z","Number":11,"Title":"Fallen Heroes","Plot":"Liam befriends World War Two veteran, Reggie, to help him with a school project. Troubled and lonely without his sister and fed up with Libby's well-intentioned interference at home, Liam finds solace in his friendship with the old man. But when Libby spies on them, she jumps to the all the wrong conclusions - leading to a tragic confrontation between the Gallaghers and Reggie.\n\nMaxine is shocked when her brother, Bruce, turns up with a black eye claiming a homophobic attack by their dad, but he","Runtime":50,"FirstAired":"2010-04-06T00:00:00Z","ParentalRating":"R","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/78846/1976431.jpg","TVDB":1976431},{"ID":2825,"SeasonID":303,"ShowID":109,"MediaID":2843,"DateCreated":"2014-06-25T07:20:26Z","DatePublished":"2014-05-31T22:00:00Z","Number":12,"Title":"Boxer","Plot":"In an attempt to build up some confidence, Ian joins the local boxing club and quickly strikes up a friendship with the owner, Jock. But when the club faces closure due to Jock's debt with Paddy, Ian enlists Maxine, Carl and Chesney to help raise funds. However, it soon becomes clear that Ian has stumbled into a hornet's nest of unfinished business between Paddy and Jock.\n\nMeanwhile, a moment of heroism prompts Mickey to apply for a job with the fire service, but during the assessment he is haun","Runtime":50,"FirstAired":"2010-04-13T00:00:00Z","ParentalRating":"R","Rating":7.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/78846/1976441.jpg","TVDB":1976441},{"ID":2817,"SeasonID":303,"ShowID":109,"MediaID":2835,"DateCreated":"2014-06-25T07:17:15Z","DatePublished":"2014-05-31T22:00:00Z","Number":13,"Title":"Keep it in the Family","Plot":"Kelly takes guardianship of her 15 year-old half sister Tonya who is homeless and needs help to get her baby boy out of care. In a meeting with Tonya's social worker Julie, it's agreed that custody will only be considered if Tonya proves she is responsible by looking after a simulation baby. But it's not long before the unruly teen leaves Micky holding the plastic baby, forcing him to make a painful decision.\n\nElsewhere, Libby witnesses the results of an apparent miracle from a visit to a French","Runtime":49,"FirstAired":"2010-04-20T00:00:00Z","ParentalRating":"R","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/78846/1976451.jpg","TVDB":1976451},{"ID":2822,"SeasonID":303,"ShowID":109,"MediaID":2840,"DateCreated":"2014-06-25T07:17:28Z","DatePublished":"2014-05-31T22:00:00Z","Number":14,"Title":"Secret Relations","Plot":"After months of separation Patrick and Mimi amicably agree to a quickie divorce, but they get a nasty shock when it's revealed their marriage was never legal. Mimi flies into accusations and recriminations holding Patrick to blame. She then hatches a plan to secretly marry and divorce legitimately in order to save the souls of their children who were born out of wedlock.\n\nEverything is in disarray, and Patrick is due to leave for a new business venture, but the mission to re-marry brings up memo","Runtime":48,"FirstAired":"2010-04-27T00:00:00Z","ParentalRating":"R","Rating":6.699999809265137,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/78846/2041561.jpg","TVDB":2041561},{"ID":2821,"SeasonID":303,"ShowID":109,"MediaID":2839,"DateCreated":"2014-06-25T07:17:28Z","DatePublished":"2014-05-31T22:00:00Z","Number":15,"Title":"The End of the Affair","Plot":"During his birthday celebration Joe receives the tragic news of his father's death. The painful realisation that life is too short fuels his determination to start a new life with Karen. Although Karen is uncertain, Joe manages to convinces her of their future together away from Chatsworth. Trying to come clean to Jamie, Karen's confession is derailed when he reveals his own grubby secrets. Emotional deadlock forces Joe into a course of action with far-reaching consequences for all of them. Else","Runtime":50,"FirstAired":"2010-05-04T00:00:00Z","ParentalRating":"R","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/78846/2150101.jpg","TVDB":2150101},{"ID":2828,"SeasonID":303,"ShowID":109,"MediaID":2846,"DateCreated":"2014-06-25T07:24:36Z","DatePublished":"2014-05-31T22:00:00Z","Number":16,"Title":"Gang Wars","Plot":"Karen and Joe are holed up in the shop with the spectre of Jamie's revenge hanging over them. Joe is plotting their future away from Chatsworth, but Jamie has Connor in hiding and Karen isn't going anywhere without her son. Joe uses his dubious contacts to snatch Connor and drag his new family away to freedom, but little does he know he's carrying unwelcome baggage!\n\nWhen Maxine and Ian are mugged they viciously fight back, taking their attacker captive. At odds on what to do with their prisoner","Runtime":51,"FirstAired":"2010-05-11T00:00:00Z","ParentalRating":"R","Rating":8.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/78846/2153881.jpg","TVDB":2153881}],"EpisodeCount":16}
