{"ID":314,"ShowID":113,"DateCreated":"2014-06-27T04:31:55Z","Number":1,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/25525-1.jpg","TVDB":6904,"Episodes":[{"ID":2952,"SeasonID":314,"ShowID":113,"MediaID":2970,"DateCreated":"2014-06-27T04:31:55Z","DatePublished":"2014-05-31T22:00:00Z","Number":1,"Title":"Head Cases","Plot":"When name partner Edwin Poole shows up to a staff meeting without pants, visiting attorney Brad Chase is asked to stay on at the Boston branch of Crane, Poole \u0026 Schmidt to keep Denny Crane in check.\n\nLori's case involving one of the firm's most important clients turns ugly when it turns out the man his wife is sleeping with is Denny.\n\nAlan takes on the case of a young black child who was turned away from playing the part of Annie, allegedly due to the color of her skin.\n","Runtime":43,"FirstAired":"2004-10-03T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Bill D'Elia","Writer":"Scott Kaufer, Jeff Rake, David E. Kelley","GuestStars":"Helen Eigenberg,  Anne Betancourt,  Todd Stashwick,  Lisa Kaseman,  Rebecca Lin,  Jadzia Pittman,  Kevin Owers,  John F. Schaffer,  Simon Rhee,  Tom Ormeny,  Eric Payne,  Philip Baker Hall,  Sharon Lawrence,  Don","Rating":7.900000095367432,"RatingCount":47,"Image":"http://thetvdb.com/banners/episodes/74058/137815.jpg","TVDB":137815},{"ID":4116,"SeasonID":314,"ShowID":113,"MediaID":4136,"DateCreated":"2014-07-06T07:26:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Still Crazy After All These Years","Plot":"Alan helps his ex-lover who tried to kill him get out of a psychiatric hospital. Brad and Denny take a case where a wife is suing the hospital for causing her emotional distress when her husband died during an angioplasty. Denny learns this new case will help the other partners decide if he is a liability to the firm. Lori tries to steer Sally away from Alan.\n","Runtime":43,"FirstAired":"2004-10-10T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Charles Haid","Writer":"David E. Kelley, Kerry Ehrin","GuestStars":"John Michael Higgins,  Andy Milder,  Steven Anderson,  Ms. P. Reney,  Thomas Knickerbocker,  Anthony S. Johnson,  David Connell,  Eric Payne,  Frances Fisher,  Erika Greenspan,  Penelope Windust,  Joel Anderson","Rating":7.400000095367432,"RatingCount":42,"Image":"http://thetvdb.com/banners/episodes/74058/137816.jpg","TVDB":137816},{"ID":4115,"SeasonID":314,"ShowID":113,"MediaID":4135,"DateCreated":"2014-07-06T07:25:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Catch and Release","Plot":"A client of Crane, Poole \u0026 Schmidt want to build a shopping mall on an area where salmon are spawning and Denny?s son is the environmental lawyer defending the area. Alan and Lori take a sexual harassment case and learn that Christine, whom he recently helped get released from a mental institution and who he now fears is stalking him, is opposing counsel. Sally has her first trial case where she defends a man who is accused of stealing a wallet.","Runtime":44,"FirstAired":"2004-10-17T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Daniel Attias","Writer":"Hart Hanson","GuestStars":"Lombardo Boyar,  Steven Anderson,  Christopher Carroll,  Diana Yanez,  Mary-Kathleen Gordon,  Sam Temeles,  Patricia Belcher,  Todd Waring,  Christine Tucci,  Susan Floyd,  Freddie Prinze Jr.,  Elizabeth Mitche","Rating":7.699999809265137,"RatingCount":38,"Image":"http://thetvdb.com/banners/episodes/74058/137817.jpg","TVDB":137817},{"ID":7141,"SeasonID":314,"ShowID":113,"MediaID":7104,"DateCreated":"2014-08-14T18:01:22Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Change of Course","Plot":"Edwin Poole escapes from the psychiatric hospital and gets a criminal case where a man is tried for murdering a police officer and Lori is forced to help him.  Alan defends one of the firm's biggest clients after she is caught stealing a scarf.  Alan asks Sally to perform an unprincipled task that can help win his case but also destroy their relationship.","Runtime":43,"FirstAired":"2004-10-24T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Ron Underwood","Writer":"Laura Wolner","GuestStars":"Will Radford,  Larry Miller,  David Kaufman,  Kevin R. Kelly,  Jeremiah Birkett,  Robert Joy,  Richard Portnow,  David Norona,  Anita Finlay,  Thomas Kopache,  Linda Gehringer,  Jim Kratt,  Craig Mitchell,  Louis","Rating":7.5,"RatingCount":37,"Image":"http://thetvdb.com/banners/episodes/74058/137818.jpg","TVDB":137818},{"ID":4388,"SeasonID":314,"ShowID":113,"MediaID":4408,"DateCreated":"2014-07-07T06:24:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"An Eye for an Eye","Plot":"With Tara as second chair, Alan defends a hypochondriac who is suing his medical doctor for malpractice. Sally assists Lori defends a man who killed a guy who beat him up four years ago with a martial art punch.  Paul and Brad help Denny take on Edwin Poole's old case where their client, Holcomb Pharmaceuticals, is being sued for bilking senior citizens out of millions of dollars.","Runtime":43,"FirstAired":"2004-10-31T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Mike Listo","Writer":"Jeff Rake, David E. Kelley","GuestStars":"Christina Cindrich,  Fred Koehler,  Karl T. Wright,  Lorna Raver,  Chris D'Elia,  Larry Clarke,  David Clennon,  Louis Giambalvo,  Rusty Schwimmer,  David Brisbin,  Terry Bozeman,  Allan Wasserman,  Derek Magyar","Rating":7.699999809265137,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/74058/137819.jpg","TVDB":137819},{"ID":4112,"SeasonID":314,"ShowID":113,"MediaID":4132,"DateCreated":"2014-07-06T07:16:50Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Truth Be Told","Plot":"Alan is asked by his old crush, Samantha, for legal representation to help her husband Jack, who is running for Mayor, when a false rumor has been publicized. While dealing with Paul's objection about him representing Jack, Alan also has to provide moral support when Samantha discovers a devastating secret about Jack. Denny anxiously awaits results that will reveal if he has Alzheimer Disease. Lori helps a lawyer who wants to force his wife to give him their son's frozen umbilical cord because t","Runtime":43,"FirstAired":"2004-11-07T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Tucker Gates","Writer":"Scott Kaufer","GuestStars":"Paul Schackman,  Brian Kerwin,  Dana Delany,  Vincent Angell,  Missy Yager,  Danielle Bisutti,  Eric Payne,  Henry Hayashi,  Mary Boucher,  T.J. Thyne,  David Starzyk,  Lou Beatty Jr.,  Fred Helsel,  Amy Penney,  ","Rating":7.599999904632568,"RatingCount":35,"Image":"http://thetvdb.com/banners/episodes/74058/137820.jpg","TVDB":137820},{"ID":4114,"SeasonID":314,"ShowID":113,"MediaID":4134,"DateCreated":"2014-07-06T07:23:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Questionable Characters","Plot":"Lori helps her former informant who was shot while robbing a convenience store and who does not want the bullet removed because it could incriminate him. Things become more complex for Lori when she learns that the bullet is jeopardizing his life. Meanwhile, Alan tries to help his client who is accused of being a slumlord and is forced to do despicable acts from an infuriating judge. Denny gets arrested for solicitation.\n","Runtime":42,"FirstAired":"2004-11-21T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Mel Damski","Writer":"Lukas Reiter","GuestStars":"Dey Young,  Willie C. Carpenter,  Bruno Campos,  Jon Bernthal,  Nike Doukas,  Nancy Stephens,  Scott Alan Smith,  Shawn Michael Patrick,  Marshall Manesh,  Hildy Brooks,  Sue Ozeran,  Laura Henry,  James Howell","Rating":7.800000190734863,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/137821.jpg","TVDB":137821},{"ID":4113,"SeasonID":314,"ShowID":113,"MediaID":4133,"DateCreated":"2014-07-06T07:23:25Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Loose Lips","Plot":"Alan help a department store Santa sue to get his job back after he is terminated for being a transvestite. Brad bets Alan that he won't win. A therapist seeks Lori's help when one of his patients fantasizes about killing his ex-wife.","Runtime":42,"FirstAired":"2004-11-28T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Jeannot Szwarc","Writer":"Jonathan Shapiro, David E. Kelley","GuestStars":"Al Sharpton,  Debbie Lee Carrington,  Jim O'Heir,  Vicki Davis,  Cheryl White,  H. Richard Greene,  Wayne Wilderson,  Neal Matarazzo,  George Newbern,  Steven M. Gagnon,  Donna Cooper,  Heidi Heller","Rating":7.599999904632568,"RatingCount":32,"Image":"http://thetvdb.com/banners/episodes/74058/137822.jpg","TVDB":137822},{"ID":6204,"SeasonID":314,"ShowID":113,"MediaID":6092,"DateCreated":"2014-07-29T12:42:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"A Greater Good","Plot":"Alan and Denny defend a drug company that is being sued by a woman who states they provided false reasoning when they took her off of an experimental pill that was a possible cure for her sickness.  Alan and Denny discover a shocking secret that could make or break their case and because of that, they become at odds with each other on how to proceed. Lori discovers that Tara's new information for their case would win it for them, but the way she retrieved it could cost them their case and their ","Runtime":44,"FirstAired":"2004-12-12T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"Arlene Sanford","Writer":"Peter Ocko","GuestStars":"Benjamin Parrillo,  Gina Ravera,  Steve Tom,  Elizabeth Sampson,  Thomas Kopache,  Ben Bode,  Nicole Bilderback,  Derrick McMillon","Rating":7.5,"RatingCount":32,"Image":"http://thetvdb.com/banners/episodes/74058/137823.jpg","TVDB":137823},{"ID":7417,"SeasonID":314,"ShowID":113,"MediaID":7382,"DateCreated":"2014-08-18T20:04:18Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Hired Guns","Plot":"Lori and Brad defend a woman who is accused of murdering her husband and his mistress while they were in bed together.  Alan's life is endangered when he helps a woman whose ex-husband plans to kidnap their children.\n","Runtime":42,"FirstAired":"2004-12-19T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"Dennis Smith","Writer":"David E. Kelley","GuestStars":"Megan Ward,  Rocky Carroll,  Jodi Lyn O'Keefe,  Yeniffer Behrens,  Daniel Edward Mora,  Ed O'Ross,  John Kapelos,  Ming Lo,  Aaron Lustig,  Scott Conte,  Charles Emmett,  Blair Bess,  Michael C. Alexander,  John ","Rating":7.699999809265137,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/74058/137824.jpg","TVDB":137824},{"ID":4121,"SeasonID":314,"ShowID":113,"MediaID":4141,"DateCreated":"2014-07-06T07:46:24Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Schmidt Happens","Plot":"A Sudanese native wants to sue the U.S. government for the lack of action taken against the mayhem happening in his country and Paul looks to Lori to take the case. Founding partner Shirley Schmidt arrives with a mission to bring order to the firm. While making herself known, she has to deal with Denny who does not wanting her there, help with Lori's extremely high profile case, and learns that she has to keep her eye on Alan. Alan ends up defending a man who killed his mother in a fit of rage b","Runtime":42,"FirstAired":"2005-01-09T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Allison Liddi","Writer":"David E. Kelley","GuestStars":"Fiona Hale,  Gregory-Alan Williams,  Thom Gossom Jr.,  Ray Laska,  Brenda Wehle,  Lisa Kaminir,  Michael Wiseman,  Tony Pasqualini,  Ron Butler,  Rhomeyn Johnson,  Alex Paez,  Barry Sigismondi,  Crystal Allen,  J","Rating":7.300000190734863,"RatingCount":32,"Image":"http://thetvdb.com/banners/episodes/74058/137825.jpg","TVDB":137825},{"ID":4129,"SeasonID":314,"ShowID":113,"MediaID":4149,"DateCreated":"2014-07-06T07:58:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"From Whence We Came","Plot":"Lori, along with Denny and Shirley, defends a school superintendent who fired two science teachers because they refused to teach creationism and is now being sued by them.  Alan learns his assistant has expressed concern about their work relationship.  While dealing with that issue, Alan discovers that his client Bernard Ferrion, who killed his mother, needs legal help again. One of the members of the firm is fired and learns that a close associate is not too keen on lending a supportive hand.\n","Runtime":44,"FirstAired":"2005-01-16T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Mike Listo","Writer":"David E. Kelley","GuestStars":"Jodi Lyn O'Keefe,  Sam Anderson,  Frank Birney,  David Starzyk,  Rhomeyn Johnson,  Keisuke Hoashi,  Maura Soden,  Alyson Reed,  Leyna Nguyen","Rating":7.400000095367432,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/137826.jpg","TVDB":137826},{"ID":4124,"SeasonID":314,"ShowID":113,"MediaID":4144,"DateCreated":"2014-07-06T07:52:28Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"It Girls and Beyond","Plot":"Brad becomes attracted to his client who being sued for having a relationship with her boss merely for financial purposes. To make matters more difficult, Brad convinces himself that she is lying about her being a lesbian. Alan is asked to second chair on Denny's trial case where a doctor is being sued for prescribing a drug that has not been FDA approved. While working on that, Denny is on a personal mission to prove that he is a competent attorney. Meanwhile, the staff tries to deal with Alan'","Runtime":43,"FirstAired":"2005-01-23T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Mike Listo","Writer":"Jonathan Shapiro, David E. Kelley","GuestStars":"Sarah Carter,  Dana Wheeler-Nicholson,  Andy Umberger,  David Purdham,  William Atherton,  Travis McKenna,  Michael O'Neill,  Gibby Brand,  Angela Sargeant,  Diane Kim,  P.J. O'Connor","Rating":7.599999904632568,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/74058/137827.jpg","TVDB":137827},{"ID":2959,"SeasonID":314,"ShowID":113,"MediaID":2977,"DateCreated":"2014-06-27T05:19:07Z","DatePublished":"2014-05-31T22:00:00Z","Number":14,"Title":"Til We Meat Again","Plot":"While out with Tara, Alan ends up causing a bar room brawl and as a result, becomes arrested for conspiracy to commit assault and battery. Shirley and Denny represent a man whose steakhouse is being put out of business because the public wants to ban red meat for fear of Mad Cow disease.\n","Runtime":42,"FirstAired":"2005-02-13T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Bill D'Elia","Writer":"David E. Kelley","GuestStars":"Kitana Baker,  Jason Blicker,  Pat Skipper,  Holmes Osborne,  Michael Dempsey,  Francesca P. Roberts,  David Burke,  Takayo Fischer,  Glen Walker,  Rick Yune,  John Short,  Curt Bouril,  Yamil Piedra,  Brandon Mo","Rating":7.400000095367432,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/74058/137828.jpg","TVDB":137828},{"ID":2955,"SeasonID":314,"ShowID":113,"MediaID":2973,"DateCreated":"2014-06-27T04:53:05Z","DatePublished":"2014-05-31T22:00:00Z","Number":15,"Title":"Tortured Souls","Plot":"Shirley asks Alan Shore to use his odious lawyering to help her defend a police officer accused of torture. Donny Crane returns and is the opposing counsel in Denny's case, with Chelina Hall as second chair, where a woman wants to sue her former boyfriend for    saying no to her at the alter.  For Denny, this is an easy case, for Donny this is to settle a score with Denny for letting him believe for 25 years that he was his father. Meanwhile, Bernard Ferrion is befriended by Catherine and Alan f","Runtime":42,"FirstAired":"2005-02-20T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Jeff Bleckner","Writer":"David E. Kelley","GuestStars":"Freddie Prinze Jr.,  Leigh-Allyn Baker,  Kevin Chapman,  David Barrera,  Richard V. Licata,  Robert Joy,  Bobbie Norman,  Michael Leydon Campbell,  Vyto Ruginis,  Lee Whittaker,  Joe Ochman,  Odetta Bassett,  Je","Rating":7.300000190734863,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/74058/137829.jpg","TVDB":137829},{"ID":2954,"SeasonID":314,"ShowID":113,"MediaID":2972,"DateCreated":"2014-06-27T04:52:02Z","DatePublished":"2014-05-31T22:00:00Z","Number":16,"Title":"Let Sales Ring","Plot":"Milton Bombay is asking the courts to allow him to be frozen until another century so he can continue his legacy of being a great lawyer and needs Denny and Shirley to defend him. Alan and Chelina defends a high school student who accuses his teacher of censorship when he blocks out a news station on the school's televisions.\n","Runtime":43,"FirstAired":"2005-03-13T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Hubert De La Bouillerie","Writer":"David E. Kelley","GuestStars":"Glenn Taranto,  Chi McBride,  Carl Reiner,  Ray Laska,  Ryan Kelley,  Christina Chang,  Victor McCay,  Tyrees Allen,  Richard Portnow,  David Beckett","Rating":7.400000095367432,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/137830.jpg","TVDB":137830},{"ID":2953,"SeasonID":314,"ShowID":113,"MediaID":2971,"DateCreated":"2014-06-27T04:33:40Z","DatePublished":"2014-05-31T22:00:00Z","Number":17,"Title":"Death Be Not Proud","Plot":"Chelina asks Alan to assist her in Texas because her former client is getting executed but may be innocent of the crime.  An old friend of Denny and Shirley asks them for legal representation when she charged with having sexual encounters for a fee.  Lori files a complaint about Denny with Shirley and Paul and they seriously consider doing something about it; especially when they suspect he performed an unethical act on his recent case.\n","Runtime":44,"FirstAired":"2005-03-20T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Matt Shakman","Writer":"David E. Kelley, Jonathan Shapiro","GuestStars":"Shelley Long,  Sterling K. Brown,  Conor O'Farrell,  Liam Craig,  Ken Strunk,  James Dalesandro,  Kat Sawyer-Young,  John Considine,  Donovan Scott,  Traber Burns,  William Murphy","Rating":7.900000095367432,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/74058/137831.jpg","TVDB":137831}],"EpisodeCount":17}
