{"ID":329,"ShowID":114,"DateCreated":"2014-06-27T19:08:42Z","Number":1,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/17552-1.jpg","TVDB":16446,"Episodes":[{"ID":7852,"SeasonID":329,"ShowID":114,"MediaID":7818,"DateCreated":"2014-08-26T06:04:03Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Genesis","Plot":"In this episode, we are introduced to Peter Petrelli, a young man who dreams of flying, and his brother Nathan, a ruthless politician who thinks that Peter is dreaming his life away. Meanwhile, ordinary people from all around the world are starting to suspect that they have abilities beyond those of normal humans. Artist Isaac Mendez believes that he is painting the future, high school cheerleader Claire Bennet is suddenly able to recover from any wound almost instantly, Japanese businessman Hir","Runtime":44,"FirstAired":"2006-09-25T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence","Director":"David Semel","Writer":"Tim Kring","GuestStars":"John Prosky, Tohoru Masamune, Greg Wrangler, David Ury, Milos Milicevic, Claudia Difolco, Max Amini, Brian Tarantina, Richard Roundtree, Shishir Kurup","Rating":8,"RatingCount":66,"Image":"http://thetvdb.com/banners/episodes/79501/308906.jpg","TVDB":308906},{"ID":3104,"SeasonID":329,"ShowID":114,"MediaID":3122,"DateCreated":"2014-06-27T19:08:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Don't Look Back","Plot":"Los Angeles Police Officer Matt Parkman is working crowd control at a murder scene when he alone begins to hear the muffled cries of a little girl somewhere in the house. Claire's heroism brings her unwanted attention. Peter comes closer to learning the truth about his and Nathan's powers. Hiro finds a comic book which leads him to Isaac.","Runtime":43,"FirstAired":"2006-10-02T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence","Director":"Allan Arkush","Writer":"Tim Kring","GuestStars":"Jim Devoti, Josh Clark, Carl Ciarfalio, Ian Quinn, Dennis Chavis, Karl T. Wright, Tadao Tomomatsu, Russell B. McKenzie, Brian Tarantina, Stacy Haiduk, Richard Steinmetz, Matt Lander","Rating":7.599999904632568,"RatingCount":60,"Image":"http://thetvdb.com/banners/episodes/79501/308907.jpg","TVDB":308907},{"ID":5863,"SeasonID":329,"ShowID":114,"MediaID":5794,"DateCreated":"2014-07-26T21:38:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"One Giant Leap","Plot":"Claire's romantic interlude with the football quarterback takes a tragic turn. Hiro convinces his friend, Ando, that it is their destiny to travel to America to save the world. Meanwhile, Nathan uses Peter's accident for his own political gain. Officer Matt Parkman, Mohinder Suresh, and the FBI are all on the trail of the mysterious Sylar.","Runtime":44,"FirstAired":"2006-10-09T00:00:00Z","ParentalRating":"R13","ParentalRatingReason":"R13 Violence","Director":"Greg Beeman","Writer":"Jeph Loeb","GuestStars":"Adair Tishler, Ashlee Gillespie, Rick Scarry, Matt Eyde, Mark Nearing, Eugene Byrd, Rikki Lindhome, Tina Lifford","Rating":7.599999904632568,"RatingCount":59,"Image":"http://thetvdb.com/banners/episodes/79501/308908.jpg","TVDB":308908},{"ID":5850,"SeasonID":329,"ShowID":114,"MediaID":5781,"DateCreated":"2014-07-26T08:50:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Collision","Plot":"After her night with Brody, Claire wakes up in the last place she would have imagined. Matt meets a couple of men who seem to know too much about him. Mohinder Suresh finds one of the heroes. Hiro's plan backfires in Las Vegas. Linderman's assistant makes more trouble for Niki just as Nathan arrives in Las Vegas to talk to the crooked casino owner about a campaign contribution. Isaac paints a bleak future for Claire. Peter receives a cryptic message from a very unexpected source.","Runtime":43,"FirstAired":"2006-10-16T00:00:00Z","ParentalRating":"R13","ParentalRatingReason":"R13 Violence","Director":"Ernest Dickerson","Writer":"Bryan Fuller","GuestStars":"Mark Nearing, Paydin LoPachin, Matt Bushell, Kristen Veitch, Toni Lewis, Mark Allen Stewart, Ashlee Gillespie, Nicole Bilderback, Eugene Byrd","Rating":7.400000095367432,"RatingCount":58,"Image":"http://thetvdb.com/banners/episodes/79501/308909.jpg","TVDB":308909},{"ID":5868,"SeasonID":329,"ShowID":114,"MediaID":5799,"DateCreated":"2014-07-26T21:52:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Hiros","Plot":"Matt uses his abilities to help his marriage. Niki, distraught over another blackout, arrives home to learn that her husband, D.L., has escaped from prison. Claire tells her father about some of the things she's been through lately. Down and out in Vegas, Hiro finally connects with another hero. Peter must figure out what to do with the mysterious message.","Runtime":43,"FirstAired":"2006-10-23T00:00:00Z","ParentalRating":"R13","ParentalRatingReason":"R13 Violence","Director":"Paul Shapiro","Writer":"Michael Green","GuestStars":"Archie Kao, Adam Harrington, Liza Lapira, Michael Reilly Burke, Mike Foy, Archie Kao, Nicole Bilderback, Eugene Byrd","Rating":7.599999904632568,"RatingCount":55,"Image":"http://thetvdb.com/banners/episodes/79501/308910.jpg","TVDB":308910},{"ID":5852,"SeasonID":329,"ShowID":114,"MediaID":5783,"DateCreated":"2014-07-26T08:54:06Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Better Halves","Plot":"Hiro and Ando plan to continue on their journey to New York, but they are given a tempting offer by a high-roller while still in Las Vegas. Mr. Bennet, the man in the horn-rimmed glasses, arranges a meeting for his daughter, Claire, with her biological parents.  Claire hopes that this meeting can shed some light on her abilities. Hiro calls Isaac's again, but Peter answers and is able to relay the message from the future. Mohinder returns to India to bury his father, saying goodbye to Eden. Niki","Runtime":44,"FirstAired":"2006-10-30T00:00:00Z","ParentalRating":"R13","ParentalRatingReason":"R13 Violence","Director":"Greg Beeman","Writer":"Natalie Chaidez","GuestStars":"Mark Allen Stewart, Karri Turner, Colby French, Dean Napolitano, Paul Raci, Stephen Full","Rating":7.5,"RatingCount":48,"Image":"http://thetvdb.com/banners/episodes/79501/308911.jpg","TVDB":308911},{"ID":5862,"SeasonID":329,"ShowID":114,"MediaID":5793,"DateCreated":"2014-07-26T21:36:37Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Nothing to Hide","Plot":"Niki opens up to a friend when her son becomes the subject of a crisis. Hiro overcomes his doubts about his heroism. Nathan and his wife come up with a strategy to win the election and Peter provides some unexpected assistance. Claire finds out what happened to her missing video tape. Matt and Audrey continue their investigation of the serial killer Sylar.","Runtime":43,"FirstAired":"2006-11-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence","Director":"Donna Deitch","Writer":"Jesse Alexander","GuestStars":"Rena Sofer, Mark Anthony Cage, Eliza Coleman, Kate Connor, Jackson Wurth, Justin Evans, Stephen Spinella, Rick Peters, Richard Roundtree","Rating":7.400000095367432,"RatingCount":46,"Image":"http://thetvdb.com/banners/episodes/79501/308912.jpg","TVDB":308912},{"ID":5864,"SeasonID":329,"ShowID":114,"MediaID":5795,"DateCreated":"2014-07-26T21:43:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Seven Minutes to Midnight","Plot":"While mourning for his father in India, Mohinder begins to have strange dreams of the past. Niki begins to understand herself. Hiro and Ando meet an interesting person while stopping at a diner. Matt and Audrey follow a lead regarding the mysterious Sylar, but it leads to something unexpected. Claire is getting ready for homecoming with hopes of returning to a normal life. Meanwhile her father locates another hero, and urgently requests his help.","Runtime":43,"FirstAired":"2006-11-13T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence","Director":"Paul Edwards","Writer":"Tim Kring","GuestStars":"Peyton Hinson, Jayma Mays, Michael Maury, Ben Murray, Javin Reid, Josh Clark, Kavi Ladnier, Shishir Kurup, Sakina Jaffrey, Stacy Haiduk, Erick Avari","Rating":7.400000095367432,"RatingCount":56,"Image":"http://thetvdb.com/banners/episodes/79501/312226.jpg","TVDB":312226},{"ID":5867,"SeasonID":329,"ShowID":114,"MediaID":5798,"DateCreated":"2014-07-26T21:45:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Homecoming","Plot":"Events in this episode take place on the day of Claire's Homecoming game. Claire's father is growing desperate to stop the villain who is coming after Claire. Nathan gets the painting from Linderman, and is horrified by what it depicts. Mohinder's dreams hold secrets about his father. Ando waits for Hiro who still has not returned from the past. Peter must try to save the cheerleader and also himself.","Runtime":43,"FirstAired":"2006-11-20T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence","Director":"Greg Beeman","Writer":"Kay Foster, Adam Armus","GuestStars":"Shishir Kurup, Sakina Jaffrey, Jayma Mays, Erick Avari, Clay Wilcox, Karl T. Wright, Tiffany Hines, Brent Tarnol, Danielle Morrow, Sally Champlin, Josh Clark, Ryan K. Smith, Ossie Mair, Alan John Evrard","Rating":7.800000190734863,"RatingCount":51,"Image":"http://thetvdb.com/banners/episodes/79501/312227.jpg","TVDB":312227},{"ID":6032,"SeasonID":329,"ShowID":114,"MediaID":5920,"DateCreated":"2014-07-28T09:01:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Six Months Ago","Plot":"This episode shows the heroes six months ago. Chandra Suresh, Mohinder's father, arrives in New York looking for special people. He meets up with an individual that embraces the chance to be unique. Peter graduates from nursing school. Nathan plans to prosecute a case that could cause complications for the Petrellis. Niki receives a visit from her father which brings out the worst in her. Hiro tries to alter the future for someone important to him. Claire discovers her abilities right after join","Runtime":43,"FirstAired":"2006-11-27T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence","Director":"Allan Arkush","Writer":"Aron Eli Coleite","GuestStars":"Rick Peters, David Berman, Graham Beckel, Rena Sofer, Jayma Mays, Erick Avari, Yuki Matsuzaki, Ryan K. Smith, Sally Champlin, Robert Rigamonti, Michael Maury, Josh Clark","Rating":7.699999809265137,"RatingCount":52,"Image":"http://thetvdb.com/banners/episodes/79501/312228.jpg","TVDB":312228},{"ID":5865,"SeasonID":329,"ShowID":114,"MediaID":5796,"DateCreated":"2014-07-26T21:44:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Fallout","Plot":"Peter is in police custody after being mistakenly arrested in Odessa, forcing Nathan to take time out of his Congressional campaign. Claire deals with the implications of telling her father the truth. Matt and Audrey pursue a new lead in the hunt for Sylar unaware that the killer has been captured by Mr. Bennet. Hiro and Ando arrive in Odessa, too late to \"save the cheerleader.\" After Niki learns of Jessica's recent actions, she must make a difficult decision to keep her family safe and so she d","Runtime":43,"FirstAired":"2006-12-04T00:00:00Z","ParentalRating":"M","Director":"John Badham","Writer":"Joe Pokaski","GuestStars":"Conroe Brooks","Rating":7.699999809265137,"RatingCount":53,"Image":"http://thetvdb.com/banners/episodes/79501/312229.jpg","TVDB":312229},{"ID":5866,"SeasonID":329,"ShowID":114,"MediaID":5797,"DateCreated":"2014-07-26T21:45:31Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Godsend","Plot":"Matt reveals his abilities to his wife. HRG confers with Mohinder. Now that she knows the truth, Claire tries to make sense of her life. Hiro seeks the sword that he is destined to own. Niki must face the consequences of her decision to turn herself in to the police. Simone and Nathan are worried about Peter, who has been in a coma for two weeks. Peter meets a new hero. Micah visits his mother.","Runtime":43,"FirstAired":"2007-01-22T00:00:00Z","ParentalRating":"M","Director":"Paul Shapiro","Writer":"Tim Kring","GuestStars":"D. Elliot Woods, Kevin Chamberlin, Link Baker","Rating":7.599999904632568,"RatingCount":51,"Image":"http://thetvdb.com/banners/episodes/79501/312230.jpg","TVDB":312230},{"ID":5860,"SeasonID":329,"ShowID":114,"MediaID":5791,"DateCreated":"2014-07-26T21:24:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"The Fix","Plot":"Hiro continues to search for a sword while being chased by mysterious figures.  An invisible man named Claude has something to teach one of the heroes. D.L. takes on new family responsibilities, and Matt opens up to his wife. H.R.G. continues to focus on the captive Sylar. Claire seeks out the Haitian and then her birth parents. Mohinder looks for those on the list, and receives a surprise visitor.  A psychiatrist offers to help Niki.","Runtime":43,"FirstAired":"2007-01-29T00:00:00Z","ParentalRating":"M","Director":"Terrence O'Hara","Writer":"Natalie Chaidez","GuestStars":"Paula Newsome, Brad Greenquist, Colby French, Jesse Corti, Dominic Testa, Jessalyn Gilsig","Rating":7.5,"RatingCount":51,"Image":"http://thetvdb.com/banners/episodes/79501/312231.jpg","TVDB":312231},{"ID":5875,"SeasonID":329,"ShowID":114,"MediaID":5806,"DateCreated":"2014-07-26T21:56:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Distractions","Plot":"Hiro deals with explaining his new heroic path in life to his ambitious sister and tycoon father. Niki has the chance to reunite with D.L and Micah. Claude's mentoring of Peter leads Peter to question those closest to him. Claire goes to a trailer park looking for her birth mother. Sylar wears a disguise and makes a move against HRG.","Runtime":43,"FirstAired":"2007-02-05T00:00:00Z","ParentalRating":"M","Director":"Jeannot Szwarc","Writer":"Michael Green","GuestStars":"Jessalyn Gilsig, Link Baker, Monica Louwerens, Kevin Chamberlin, Paula Newsome, Saemi Nakamura","Rating":7.599999904632568,"RatingCount":53,"Image":"http://thetvdb.com/banners/episodes/79501/317112.jpg","TVDB":317112},{"ID":5873,"SeasonID":329,"ShowID":114,"MediaID":5804,"DateCreated":"2014-07-26T21:56:23Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Run!","Plot":"Matt enters the private security business and receives an objectionable client. Suresh finds another person on the list. As her home-life worsens, Claire strives to learn more about her birth parents. Hiro and Ando get sidetracked in Vegas again while searching for the sword. Nathan is forced to deal with a secret from his past. Still indebted to Mr. Linderman, Jessica resorts to unsavory methods that could spell doom for a fellow hero.","Runtime":43,"FirstAired":"2007-02-12T00:00:00Z","ParentalRating":"M","Director":"Roxann Dawson","Writer":"Adam Armus, Kay Foster","GuestStars":"Bill Fagerbakke, Jeremy Gram Weaver, John Lacy, Paul Perri, Jessalyn Gilsig, Kevin Chamberlin, Missi Pyle, Ethan Cohn","Rating":7.599999904632568,"RatingCount":48,"Image":"http://thetvdb.com/banners/episodes/79501/317113.jpg","TVDB":317113},{"ID":5869,"SeasonID":329,"ShowID":114,"MediaID":5800,"DateCreated":"2014-07-26T21:55:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Unexpected","Plot":"Peter learns that he and Claude may have been betrayed. Matt's reunited with the radioactive Ted Sprague and Hana Gitelman a woman with \"wireless\" mental abilities. Hiro makes a tough choice about his mission. Claire can no longer hold back her anger towards HRG.","Runtime":43,"FirstAired":"2007-02-19T00:00:00Z","ParentalRating":"M","Director":"Greg Beeman","Writer":"Jeph Loeb","GuestStars":"Stana Katic, Missi Pyle, Rusty Schwimmer, Stan Lee, Bill Fagerbakke","Rating":7.599999904632568,"RatingCount":51,"Image":"http://thetvdb.com/banners/episodes/79501/318697.jpg","TVDB":318697},{"ID":5870,"SeasonID":329,"ShowID":114,"MediaID":5801,"DateCreated":"2014-07-26T21:55:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Company Man","Plot":"Matt Parkman and Ted Sprague arrive in Texas in search of answers and take HRG and his family hostage. More is revealed about Mr. Bennet, the agency for which he works, and how he found Claire.","Runtime":43,"FirstAired":"2007-02-26T00:00:00Z","ParentalRating":"M","Director":"Allan Arkush","Writer":"Bryan Fuller","GuestStars":"Sheku Fofana, Garrett Masuda","Rating":7.800000190734863,"RatingCount":43,"Image":"http://thetvdb.com/banners/episodes/79501/319283.jpg","TVDB":319283},{"ID":5876,"SeasonID":329,"ShowID":114,"MediaID":5807,"DateCreated":"2014-07-26T21:57:10Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Parasite","Plot":"As the election and destruction of New York approach, Nathan meets up with Linderman. Hiro attempts to steal the sword heading him in a new path. Suresh and Sylar make progress with the list at great cost. D.L. begins to suspect problems at home. Isaac paints an even more terrible painting. A new hero, Candice Wilmer, appears.","Runtime":43,"FirstAired":"2007-03-05T00:00:00Z","ParentalRating":"M","Director":"Kevin Bray","Writer":"Christopher Zatta","GuestStars":"Annie McKnight, Dutch Johnson, Martez Covington, Louis Iacoviello, David Barrera, Eugene Byrd, Ian Gomez, Malcolm McDowell","Rating":7.699999809265137,"RatingCount":48,"Image":"http://thetvdb.com/banners/episodes/79501/319284.jpg","TVDB":319284},{"ID":6342,"SeasonID":329,"ShowID":114,"MediaID":6230,"DateCreated":"2014-07-29T16:58:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":".07%","Plot":"Sylar and Peter face off. Linderman reveals his plans to Nathan, and enlists the aid of another Hero. Claire finally meets her real father, and Bennet, Matt and Ted attempt to escape from Thompson.","Runtime":43,"FirstAired":"2007-04-23T00:00:00Z","ParentalRating":"M","Director":"Adam Kane","Writer":"Chuck Kim","GuestStars":"Malcolm McDowell","Rating":8,"RatingCount":43,"Image":"http://thetvdb.com/banners/episodes/79501/323548.jpg","TVDB":323548},{"ID":5888,"SeasonID":329,"ShowID":114,"MediaID":5819,"DateCreated":"2014-07-27T04:17:38Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Five Years Gone","Plot":"Hiro and Ando's trek into the future leads them to meet some of the heroes as they are five years later, after the nuclear fallout. This includes a darker side of Matt, a Jessica/Niki with a clear winner in their battle, a brown-haired Claire, and a man named Andy, who's a big hearted Texan. It also features an event at an upscale gentleman's club.","Runtime":43,"FirstAired":"2007-04-30T00:00:00Z","ParentalRating":"M","Director":"Paul Edwards","Writer":"Joe Pokaski","GuestStars":"Stana Katic, Kellan Lutz, Sterling Beaumon, Rebecca Tilney, Keith Burke, Brian Morri, Shang Forbes","Rating":8,"RatingCount":46,"Image":"http://thetvdb.com/banners/episodes/79501/326469.jpg","TVDB":326469},{"ID":5874,"SeasonID":329,"ShowID":114,"MediaID":5805,"DateCreated":"2014-07-26T21:56:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"The Hard Part","Plot":"Hiro and Ando's determination is put to the test. Nathan wants to win the election and he's taking drastic measures to ensure that he will. This episode will feature Sylar, his home life, and where he came from. Jessica and D.L. discover some of the stuff that Linderman wants from them and Micah. Also there is a new hero who is supposed to be holding the key to stopping Sylar.","Runtime":43,"FirstAired":"2007-05-07T00:00:00Z","ParentalRating":"M","Director":"John Badham","Writer":"Aron Eli Coleite","GuestStars":"Jackson Wurth, Geno Monteiro, Justin Evans, Rena Sofer, Ellen Greene","Rating":7.699999809265137,"RatingCount":43,"Image":"http://thetvdb.com/banners/episodes/79501/326470.jpg","TVDB":326470},{"ID":5890,"SeasonID":329,"ShowID":114,"MediaID":5821,"DateCreated":"2014-07-27T04:21:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Landslide","Plot":"Angela Petrelli is forced to play a bigger role in Nathan, Peter, and Claire's life. The truth about the death of Nathan and Peter's father is finally revealed along with his true identity. When Nathan finds out that he may have a chance to become more than a Congressman, he is confronted with a decision that he must make. As election day nears some try to leave NYC. HRG and Matt learn another surprising secret. Also, Sylar is eating another hero's brain. Hiro's dad returns.","Runtime":43,"FirstAired":"2007-05-14T00:00:00Z","ParentalRating":"M","Director":"Greg Beeman","Writer":"Jesse Alexander","GuestStars":"Malcolm McDowell, Justin Evans, Rena Sofer, Jackson Wurth","Rating":7.699999809265137,"RatingCount":45,"Image":"http://thetvdb.com/banners/episodes/79501/326471.jpg","TVDB":326471},{"ID":7856,"SeasonID":329,"ShowID":114,"MediaID":7822,"DateCreated":"2014-08-26T06:08:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":23,"Title":"How to Stop an Exploding Man","Plot":"Can Sylar be stopped? Will Linderman's vision live on with Nathan? What will it take for Peter to save the world, what sacrifices will be made? With all the horrible predictions unfolding before them the heroes face moments of pain and peril in Kirby Plaza.","Runtime":43,"FirstAired":"2007-05-21T00:00:00Z","ParentalRating":"M","Director":"Allan Arkush","Writer":"Tim Kring","GuestStars":"Richard Roundtree","Rating":7.800000190734863,"RatingCount":43,"Image":"http://thetvdb.com/banners/episodes/79501/326472.jpg","TVDB":326472}],"EpisodeCount":23}
