{"ID":332,"ShowID":117,"DateCreated":"2014-06-28T06:56:46Z","Number":2,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/183231-2.jpg","TVDB":447161,"Episodes":[{"ID":8615,"SeasonID":332,"ShowID":117,"MediaID":8578,"DateCreated":"2014-09-06T22:21:43Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Gator Gauntlet","Plot":"The second season begins with the hunters preparing for the 30-day season. Junior Edwards and son Willie get a larger boat; new hunter Terral Evans, who relocates alligators that are threatening humans to remote areas, goes out at night with his team.","Runtime":44,"FirstAired":"2011-03-31T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":7.5,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/183231/3937261.jpg","TVDB":3937261},{"ID":3902,"SeasonID":332,"ShowID":117,"MediaID":3922,"DateCreated":"2014-07-03T20:48:25Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Hunter or Hunted?","Plot":"Only a few days into gator season, Troy Landry and his son Jacob have over 300 tags remaining. With hopes of picking up the pace, they head toward a new honey hole--an area with evidence of many large gators. R.J. and his son J. Paul soon find evidence of a destructive gator...a bulldozer that is ripping up the banks. They set out to capture \"Dozer.\" Joe and Tommy continue their blistering pace as they set out to hunt...but when they have a large gator on the line, Tommy's mistakes cost them big","Runtime":41,"FirstAired":"2011-04-07T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":7.900000095367432,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/183231/4029721.jpg","TVDB":4029721},{"ID":4231,"SeasonID":332,"ShowID":117,"MediaID":4251,"DateCreated":"2014-07-06T19:49:40Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Shooting Wild","Plot":"With new challengers on the swamp, the race to catch the biggest gators quickly has never been tougher. But more speed means more danger. Legendary Cajun Troy Landry, and his son Jacob, are struggling. Without their old sharpshooter Clint, the gator count is beginning to lag, and the boys are growing more and more frustrated. New challengers, R.J. and J. Paul, continue to blaze a trail, making their mark as prolific hunters--and threatening to steal Troy's crown. R.J. decides to move the hunt th","Runtime":44,"FirstAired":"2011-04-14T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":7.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/183231/4029731.jpg","TVDB":4029731},{"ID":8613,"SeasonID":332,"ShowID":117,"MediaID":8576,"DateCreated":"2014-09-06T22:05:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"First Mates","Plot":"This season, Troy has been hunting without his longtime helper Clint, and the boys have struggled, falling behind last year's pace. Determined to get back on track, Troy enlists the help of a local sharpshooter...a lady gator hunter named Liz Cavalier. Renegade Gator Hunter Bruce Mitchell hunts alone...that is if you don't count his partner/dog Tyler. Bruce and Tyler began the season solidly, racking up the gators and filling tags. It's business as usual--until, Tyler suddenly goes missing. For ","Runtime":43,"FirstAired":"2011-04-21T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":8,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/183231/4029741.jpg","TVDB":4029741},{"ID":8882,"SeasonID":332,"ShowID":117,"MediaID":8855,"DateCreated":"2014-09-17T07:52:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Hot Pursuit","Plot":"Legendary Cajun Troy Landry has hired lady gator hunter Liz Cavalier and on her first day, Liz showed her skills, but there are still a lot of gators to catch. Today, Troy's hoping to bag 25 gators, to get back on pace. R.J. and J. Paul have been making their mark as the new hunters on the swamp, and they have captured an impressive gator count so far...but all of that is about to change. A poacher is on the loose, and R.J.'s lines are the target. Over in Bayou Sorrel, Junior decides to send Wil","Runtime":44,"FirstAired":"2011-04-28T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":8,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/183231/4090555.jpg","TVDB":4090555},{"ID":9929,"SeasonID":332,"ShowID":117,"MediaID":9906,"DateCreated":"2014-11-16T23:17:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Dark Waters","Plot":"After a rough start to the season, Troy is back in the groove, and on pace to fill his 320 tags. His new sharpshooter Liz has been a large part of his success. But on the swamp, things can change in a heartbeat. During a capture, Liz is injured...and Troy's momentum is suddenly in doubt. Bruce has always hunted solo in the swamp. That's the way he likes it. But today, he's not alone because he's hired a greenhorn named Nick, a local kid who wants learn the craft from a master. But, learning gato","Runtime":44,"FirstAired":"2011-05-05T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":7.900000095367432,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/183231/4092882.jpg","TVDB":4092882},{"ID":8873,"SeasonID":332,"ShowID":117,"MediaID":8846,"DateCreated":"2014-09-17T07:52:43Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Deadly Skies","Plot":"As a severe storm nears Southern Louisiana, the hunters are preparing for the worst. With his sharpshooter Liz still recovering from an injury, Troy and Jacob pit themselves against the gnarly weather. Troy uses an old Cajun strategy, employing a special bait to lure the gators despite the storm. Joe and Tommy are not on the same page. Tommy is looking forward to a day off, but Joe has a different work ethic. Joe is determined to run their lines in any weather, and despite protests, he drags Tom","Runtime":44,"FirstAired":"2011-05-12T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":8,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/183231/4092883.jpg","TVDB":4092883},{"ID":10179,"SeasonID":332,"ShowID":117,"MediaID":10158,"DateCreated":"2014-12-08T20:11:33Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Rising Sons","Plot":"After being sidelined by an injury, sharpshooter Liz returns to Troy's boat. An older Creole gentleman has reported that a monster gator--nicknamed T-Rex--has killed a dog and is threatening locals. To catch him, Troy and Liz must board their own pirogue, a rickety wooden contraption ill prepared to handle a large gator. Will their pirogue handle the hunt? Bruce Mitchell has his hands full with his greenhorn helper Nick. After a ton of rookie mistakes on Nick's first day, Bruce puts Nick to the ","Runtime":44,"FirstAired":"2011-05-19T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":7.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/183231/4103017.jpg","TVDB":4103017},{"ID":7117,"SeasonID":332,"ShowID":117,"MediaID":7080,"DateCreated":"2014-08-13T21:08:46Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Full Moon Fever","Plot":"Night in the Swamp is a time when danger lurks. Joe and Tommy are night scouting for a new honey hole, but while they're looking for gators, another paycheck presents itself: the shrimp are running. They head off hoping to bag a boatload before sunrise. Tonight, Terral, his wife Dana and their friends are headed out in search of the fabled monster of the Honey Island Swamp. R.J. and Jay Paul have been dealing with a poacher that is stealing their gators. A dead engine foils their night plan to f","Runtime":44,"FirstAired":"2011-05-26T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":8.5,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/183231/4103399.jpg","TVDB":4103399},{"ID":7487,"SeasonID":332,"ShowID":117,"MediaID":7452,"DateCreated":"2014-08-20T08:59:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"It's Personal","Plot":"Liz offers some of her own hunting ideas to Troy; Willie heads out to hunt solo; R.J. and Jay Pau's lines come under attack by a vicious cannibal gator; a large hog encroaches on Terral's property.","Runtime":44,"FirstAired":"2011-06-09T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence and coarse language","Rating":8,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/183231/4106810.jpg","TVDB":4106810},{"ID":8745,"SeasonID":332,"ShowID":117,"MediaID":8718,"DateCreated":"2014-09-11T00:38:30Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Beat the Clock","Plot":"After twenty days, exhaustion is setting in. For Joe LaFont, weariness is only half the battle. On a day when he needs to keep momentum rolling, his stepson Tommy's a no show. As he tackles the job alone, his luck turns from bad to worse. Weather is coming off the Gulf, and Joe will need to muster the resolve to face every obstacle the swamp has to offer. Troy Landry is focused on keeping morale and production high, but his crew is showing signs of fatigue. Jacob shows up late, and on the water,","Runtime":43,"FirstAired":"2011-06-16T00:00:00Z","ParentalRating":"PG","Rating":7.800000190734863,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/183231/4117584.jpg","TVDB":4117584},{"ID":4228,"SeasonID":332,"ShowID":117,"MediaID":4248,"DateCreated":"2014-07-06T19:45:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Rising Pressure","Plot":"With only eight days left in the season, the old hot spots are completely fished out. To stay in the game, hunters venture into new grounds. Troy is the \"King of the Swamp\" because he always hunts with strategy. To keep ahead of the big gators, he moves his lines every 3-4 days to a new area of the swamp. Junior and Willie are headed to a new pond that is teeming with big gators. But the waters in this canal are now only three feet deep. With time running out, Junior decides to risk his boat and","Runtime":43,"FirstAired":"2011-06-23T00:00:00Z","ParentalRating":"PG","Rating":8,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/183231/4120955.jpg","TVDB":4120955},{"ID":8619,"SeasonID":332,"ShowID":117,"MediaID":8582,"DateCreated":"2014-09-06T22:25:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"House Divided","Plot":"With only days left in the season, one team could let personal differences derail their season. After more than twenty years working together, Joe and Tommy have decided to part ways. To fill Tommy's shoes, Joe hires an up and coming hunter named Timmy. Meanwhile, Tommy decides to hire his old friend Steve. Together, the laughs are frequent, and the mood is a lot looser on board. After spending most of the season fishing apart to fill their tags, Junior and Willie are reunited on the same boat. ","Runtime":43,"FirstAired":"2011-06-30T00:00:00Z","ParentalRating":"PG","Rating":8,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/183231/4123911.jpg","TVDB":4123911},{"ID":4107,"SeasonID":332,"ShowID":117,"MediaID":4127,"DateCreated":"2014-07-06T06:42:03Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Two Captains, One Family","Plot":"After starting the season with more tags than anyone, Troy's ahead of the game, and on pace to tag out by season's end. But as Troy's crew approaches today's hot spot, things don't look promising. The landscape has changed drastically and water lilies are now clogging the entire area. Across the bayou, Joe's hunting with his new helper, and so far, the team is working well. Timmy is a pistol marksman, and his work ethic is steadily impressing Joe. Only a few miles away, Tommy is again captaining","Runtime":43,"FirstAired":"2011-07-07T00:00:00Z","ParentalRating":"PG","Rating":7.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/183231/4123912.jpg","TVDB":4123912},{"ID":6813,"SeasonID":332,"ShowID":117,"MediaID":6702,"DateCreated":"2014-08-05T20:27:46Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"2 Days to Tag Out","Plot":"In the race to the finish, Troy is on pace to tag out early. But engine problems suddenly stall the hunt. Troy has no choice but to return to the dock for repairs. As Junior and Willie head to new hunting grounds, they're hopeful momentum will continue to be on their side. But when it's time to bag a beast, Junior realizes he's forgotten the guns. With little room for error, the boys now have to scramble. Bruce and Nick are down to a handful of tags. At their first line, they've got a gator hook","Runtime":42,"FirstAired":"2011-07-14T00:00:00Z","ParentalRating":"PG","Rating":8.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/183231/4123913.jpg","TVDB":4123913},{"ID":8847,"SeasonID":332,"ShowID":117,"MediaID":8820,"DateCreated":"2014-09-15T05:16:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Swamp Showdown","Plot":"It's the final day of the season, and hunters are in a hurry to fill their remaining tags before time runs out. As Troy and Junior head to run lines for the final time, the bayou is buzzing. Locals are reporting sightings of a giant gator in the area. Both men set their sights on the beast, to win bragging rights in a bayou showdown. Just a few miles away, Junior and Willie are equally determined. As the only crew that uses treble hooks to hunt in open water, they believe they have the advantage","Runtime":43,"FirstAired":"2011-07-21T00:00:00Z","ParentalRating":"PG","Rating":8.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/183231/4136512.jpg","TVDB":4136512}],"EpisodeCount":16}
