{"ID":333,"ShowID":115,"DateCreated":"2014-06-28T20:09:02Z","Number":6,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/76290-6.jpg","TVDB":16794,"Episodes":[{"ID":3299,"SeasonID":333,"ShowID":115,"MediaID":3318,"DateCreated":"2014-06-29T05:06:29Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Day 6: 6:00 A.M. - 7:00 A.M.","Plot":"20 months have passed since the events of Day Five. For the past 11 weeks, the U.S. has been under siege by a series of terrorist bombings, with Muslim extremists as the prime suspects. L.A. joins the list of casualties when a bus is bombed in a suicide attack. President Wayne Palmer is torn when he receives conflicting advice from his top advisors. Tom Lennox suggests that the government begin rounding up all Islamic-Americans for detention, but NSA Director Karen Hayes argues that it?s too dra","Runtime":43,"FirstAired":"2007-01-14T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence and content that may disturb","Director":"Jon Cassar","Writer":"Howard Gordon","GuestStars":"Ruben Pla,  D.C. Douglas,  Kahlil Joseph,  Benito Paje,  Steven Schub,  Eric Bruskotter,  Raphael Sbarge,  Kal Penn,  Tzi Ma,  Megan Gallagher,  Michael Angarano","Rating":7.400000095367432,"RatingCount":51,"Image":"http://thetvdb.com/banners/episodes/76290/316553.jpg","TVDB":316553},{"ID":3388,"SeasonID":333,"ShowID":115,"MediaID":3407,"DateCreated":"2014-06-29T11:11:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Day 6: 7:00 A.M. - 8:00 A.M.","Plot":"Jack tries to locate Assad in hopes of warning him about the impending air strike. Assad agrees to help Jack locate Fayed, but Jack worries that he?s forgotten how to do his job. Ahmed finds he must take drastic action when his role in the attacks is discovered. President Palmer?s sister, Sandra, goes a long way to defend her principles when she finds herself and her civil rights organization to be a target in an FBI investigation.\n\n","Runtime":44,"FirstAired":"2007-01-14T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence and content that may disturb","Director":"Jon Cassar","Writer":"Manny Coto","GuestStars":"Michael Angarano,  Kal Penn,  Van Epperson,  Muttalib J. Ibrahim,  Patrick Sabongui,  Julie Quinn,  Hrach Titizian,  Herzl Tobey,  Alfred Woodley,  Adrian R'Mante,  Sammy  Sheik,  Eric Bruskotter,  Scott William","Rating":7.5,"RatingCount":44,"Image":"http://thetvdb.com/banners/episodes/76290/316554.jpg","TVDB":316554},{"ID":3995,"SeasonID":333,"ShowID":115,"MediaID":4015,"DateCreated":"2014-07-04T05:55:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Day 6: 8:00 A.M. - 9:00 A.M.","Plot":"Assad uses clever tactics to manipulate Fayed?s agent into leading them to the place where Fayed may be hiding. Ahmed uses Ray?s family as leverage to force him to deliver a mysterious package. Fayed contacts Wayne with a demand, while Sandra bucks the FBI?s authority. Jack becomes concerned when Curtis begins to display hostility toward Assad.\n\n","Runtime":44,"FirstAired":"2007-01-15T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence and content that may disturb","Director":"Brad Turner","Writer":"David Fury, Evan Katz","GuestStars":"Steven Schub,  Sammy  Sheik,  Bruce Gerard Brown Jr.,  Shaun Majumder,  Raphael Sbarge,  David Michael,  Jim Klock,  Pat Healy,  James Parks,  Scott William Winters,  Kal Penn,  Michael Angarano,  Megan Gallaghe","Rating":7.400000095367432,"RatingCount":46,"Image":"http://thetvdb.com/banners/episodes/76290/316555.jpg","TVDB":316555},{"ID":3292,"SeasonID":333,"ShowID":115,"MediaID":3311,"DateCreated":"2014-06-29T04:05:44Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Day 6: 9:00 A.M. - 10:00 A.M.","Plot":"Ray uses the component to bargain for his family?s freedom, but Ahmed only grants half his wish. Chloe moderates an argument between Morris and Milo, while Walid overhears information in the detention center that may be of use to CTU. Wayne agrees to pardon Assad in the face of his efforts to aid Jack; a gesture that does not sit well with an enraged Curtis. Jack follows a lead given to the police by Jillian, but his information comes too late to stop Fayed from launching another deadly strike.\n","Runtime":44,"FirstAired":"2007-01-15T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence and content that may disturb","Director":"Brad Turner","Writer":"Robert Cochran","GuestStars":"Michael Angarano,  Ajay Mehta,  Shaun Majumder,  Steven Schub,  Raphael Sbarge,  Megan Gallagher,  Kal Penn,  David Michael,  Al Faris","Rating":7.699999809265137,"RatingCount":47,"Image":"http://thetvdb.com/banners/episodes/76290/316556.jpg","TVDB":316556},{"ID":5769,"SeasonID":333,"ShowID":115,"MediaID":5700,"DateCreated":"2014-07-23T20:46:24Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Day 6: 10:00 A.M. - 11:00 A.M.","Plot":"Wayne prepares to talk to the nation as L.A. deals with the fall-out from the nuclear blast. Fayed tries to set up a deal with a new trigger man who can help with the four remaining bombs. Sandra is outraged when the FBI forces Walid to wear a wire in the hopes of gaining information from his fellow inmates. Assad provides CTU with a lead, but Jack finds that it takes a personal twist when he learns that the terrorists may have connections to his estranged family.\n","Runtime":44,"FirstAired":"2007-01-22T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Milan Cheylov","Writer":"Joel Surnow, Michael Loceff","GuestStars":"David Hunt,  Scott William Winters,  Paul McCrane,  Peter Smith,  Andrea Grano,  Matt Battaglia,  Missy Crider,  Mark Bramhall,  Ryan Cutrona,  Haaz Sleiman,  Al Faris,  Adrian Neil","Rating":7.199999809265137,"RatingCount":48,"Image":"http://thetvdb.com/banners/episodes/76290/316615.jpg","TVDB":316615},{"ID":3400,"SeasonID":333,"ShowID":115,"MediaID":3419,"DateCreated":"2014-06-29T16:04:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Day 6: 11:00 A.M. - 12:00 P.M.","Plot":"Jack forces Graem to take him to McCarthy's office in the hopes of finding a lead to their father's whereabouts. Lennox plays a trump card that removes Karen from his path as he prepares to implement more extreme policies. The FBI's sting operation with Walid goes terribly awry, while Nadia finds herself impeded by new security measures at CTU.\n","Runtime":44,"FirstAired":"2007-01-29T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Milan Cheylov","Writer":"Michael Loceff, Joel Surnow","GuestStars":"Scott William Winters,  David Hunt,  Steve Wastell,  Jim Klock,  Haaz Sleiman,  Al Faris,  Missy Crider,  Paul McCrane,  James Cromwell","Rating":7.199999809265137,"RatingCount":48,"Image":"http://thetvdb.com/banners/episodes/76290/316616.jpg","TVDB":316616},{"ID":3860,"SeasonID":333,"ShowID":115,"MediaID":3880,"DateCreated":"2014-07-03T06:17:29Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Day 6: 12:00 P.M. - 1:00 P.M.","Plot":"Jack's family loyalties are put to the test as Graem reveals his full involvement in the terrorist activities. Wayne convenes a meeting of his cabinet to discuss Lennox's drastic policies, while Sandra tends to an injured Walid. Morris receives some bad news about a relative, and McCarthy sets a trap designed to capture the man who can help Fayed build a new trigger for the nukes.\n","Runtime":44,"FirstAired":"2007-02-05T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Jon Cassar","Writer":"Manny Coto, Howard Gordon","GuestStars":"Robb Weller,  James C. Victor,  Martin A. Papazian,  Missy Crider,  David Hunt,  Paul McCrane,  James Cromwell","Rating":7.199999809265137,"RatingCount":41,"Image":"http://thetvdb.com/banners/episodes/76290/316617.jpg","TVDB":316617},{"ID":3397,"SeasonID":333,"ShowID":115,"MediaID":3416,"DateCreated":"2014-06-29T15:50:24Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Day 6: 1:00 P.M. - 2:00 P.M.","Plot":"Jack tries to trace Morris's location, while Fayed uses harsh tactics to gain his cooperation. Lennox contemplates his resignation in the face of Wayne's rebuke, but Reed suggests an extreme course of action that may result in a change in leadership. Wayne meets with Assad and pressures him to publicly renounce terrorism.\n","Runtime":44,"FirstAired":"2007-02-12T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Jon Cassar","Writer":"Evan Katz, David Fury","GuestStars":"Lawton R. Metcalf,  Sam Younis,  Missy Crider,  James C. Victor,  Michael Reilly Burke,  David Hunt","Rating":7.300000190734863,"RatingCount":45,"Image":"http://thetvdb.com/banners/episodes/76290/316618.jpg","TVDB":316618},{"ID":3189,"SeasonID":333,"ShowID":115,"MediaID":7040,"DateCreated":"2014-08-12T11:32:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Day 6: 2:00 P.M. - 3:00 P.M.","Plot":"Marilyn gives Jack a lead that will help him find Gredenko, but they hit a wall as Phillip takes steps to cover his tracks. As Lennox learns more about Reed's plan, the Vice-President pushes Wayne to reconsider his dialogue with Assad.\n","Runtime":43,"FirstAired":"2007-02-12T00:00:00Z","ParentalRating":"R13","ParentalRatingReason":"R13 Violence","Director":"Brad Turner","Writer":"Adam E. Fierro","GuestStars":"Jolene Kim,  Brian Silverman,  Maury Sterling,  Natalija Nogulich,  Adrian Neil,  James Cromwell","Rating":7.5,"RatingCount":45,"Image":"http://thetvdb.com/banners/episodes/76290/316619.jpg","TVDB":316619},{"ID":3178,"SeasonID":333,"ShowID":115,"MediaID":3196,"DateCreated":"2014-06-28T20:09:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Day 6: 3:00 P.M. - 4:00 P.M.","Plot":"Marilyn tells Jack the truth about his father's involvement in the day's conspiracy. Jack uses her in an attempt to get to Phillip. Chloe covers for Morris when he turns to an old vice after reaching the breaking point, while Milo finds himself over his head in fieldwork. Lennox takes a hard stand as Reed's deadly plan to shift presidential control moves forward.\n","Runtime":43,"FirstAired":"2007-02-19T00:00:00Z","ParentalRating":"R13","ParentalRatingReason":"R13 Violence","Director":"Brad Turner","Writer":"Howard Gordon, Evan Katz","GuestStars":"Gregory Itzin,  Lyn Alicia Henderson,  Matt McKenzie,  Will Radford,  James C. Victor,  Maury Sterling,  James Cromwell","Rating":7.300000190734863,"RatingCount":42,"Image":"http://thetvdb.com/banners/episodes/76290/316620.jpg","TVDB":316620},{"ID":3290,"SeasonID":333,"ShowID":115,"MediaID":3309,"DateCreated":"2014-06-29T03:25:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Day 6: 4:00 P.M. - 5:00 P.M.","Plot":"Lennox tries desperately to escape from Reed as Wayne makes final preparations for his joint speech with Assad. Chloe continues to cover for Morris as Nadia becomes more suspicious. Jack meets with ex President Logan and learns that a lead to Gredenko's whereabouts may be located within the Russian consolate.\n","Runtime":44,"FirstAired":"2007-02-26T00:00:00Z","ParentalRating":"R","Director":"Tim Iacofano","Writer":"Manny Coto","GuestStars":"Richard Rosser,  Jolene Kim,  Jamison Jones,  Evan Ellingson,  Ajay Mehta,  William Bumiller,  Rena Sofer,  Alexander Siddig,  Chad Lowe,  Michael Reilly Burke,  Gregory Itzin,  Nancy Cartwright,  Eddie Driscoll","Rating":7.099999904632568,"RatingCount":43,"Image":"http://thetvdb.com/banners/episodes/76290/316621.jpg","TVDB":316621},{"ID":3488,"SeasonID":333,"ShowID":115,"MediaID":3507,"DateCreated":"2014-06-30T23:20:03Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Day 6: 5:00 P.M. - 6:00 P.M.","Plot":"Vice-President Daniels assumes office in the wake of Wayne's injury and makes plans to implement his extreme security agenda. Lennox names the co-conspirators in the attack, but finds himself under Daniels' thumb. Meanwhile, Karen moves to insert herself back in her former job. Jack and Logan pay a visit to the Russian consulate, but Jack takes drastic action when Logan fails to learn Gredenko's location.\n","Runtime":43,"FirstAired":"2007-03-05T00:00:00Z","ParentalRating":"R","Director":"Tim Iacofano","Writer":"Evan Katz, David Fury","GuestStars":"Chad Lowe,  Boris Krutonog,  John Noble,  Mark Joyella,  Endres Hules,  Jim Holmes,  William Bumiller,  Eugene Alper,  Andrea Grano,  John Brantley Cole Jr.,  Michael Reilly Burke,  Bob Gunton,  Nick Jameson","Rating":7.199999809265137,"RatingCount":41,"Image":"http://thetvdb.com/banners/episodes/76290/316622.jpg","TVDB":316622},{"ID":3489,"SeasonID":333,"ShowID":115,"MediaID":3508,"DateCreated":"2014-06-30T23:20:33Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Day 6: 6:00 P.M. - 7:00 P.M.","Plot":"While Jack evades Russian security guards, Buchanan assigns a new agent, Mike Doyle, to raid the Russian consulate to capture Markov and rescue Jack.Logan calls on his estranged ex-wife in the hopes that she can help to defuse the brewing crisis between the U.S. and Russia.Gredenko prepares to strike at another target. Meanwhile, Daniels gives a Middle Eastern ambassador a strong ultimatum in order to gain his cooperation in the hunt for the remaining nukes.\n","Runtime":44,"FirstAired":"2007-03-12T00:00:00Z","ParentalRating":"M","Director":"Jon Cassar","Writer":"Michael Loceff, Joel Surnow","GuestStars":"Lauten Richard Metcalfe,  James Ellis Lane,  Rick Schroder,  Boris Krutonog,  Ajay Mehta,  John Noble,  Kathleen Gati,  Gideon  Emery,  Scarlett Chorvat,  Adoni Maropis,  Nick Jameson,  Jean Smart","Rating":7.199999809265137,"RatingCount":42,"Image":"http://thetvdb.com/banners/episodes/76290/316623.jpg","TVDB":316623},{"ID":3348,"SeasonID":333,"ShowID":115,"MediaID":3367,"DateCreated":"2014-06-29T09:15:40Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Day 6: 7:00 P.M. - 8:00 P.M.","Plot":"Jack learns a devastating piece of news about Audrey upon his return to CTU.As a desperate Gredenko launches his strike, CTU learns that their systems have been compromised by a mole who is obstructing their efforts to find the drone.Karen finds a possible ally in Lennox as Daniels proceeds on his extreme course that will pit the U.S. against the Middle East.\n","Runtime":43,"FirstAired":"2007-03-19T00:00:00Z","ParentalRating":"M","Director":"Jon Cassar","Writer":"Howard Gordon, Evan Katz","GuestStars":"Joseph Griffin,  Marci Michelle,  Butch Hammett,  James Horan,  Ryan Cutrona,  Jim Holmes,  Rena Sofer,  Rade Serbedzija,  Adoni Maropis,  Bob Gunton,  Rick Schroder","Rating":7.099999904632568,"RatingCount":40,"Image":"http://thetvdb.com/banners/episodes/76290/316624.jpg","TVDB":316624},{"ID":3183,"SeasonID":333,"ShowID":115,"MediaID":7037,"DateCreated":"2014-08-12T11:32:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Day 6: 8:00 P.M. - 9:00 P.M.","Plot":"Jack and Doyle head up field ops while tracking Gredenko and Fayed, and the Vice President's decision sends shockwaves through his administration.\n","Runtime":44,"FirstAired":"2007-03-26T00:00:00Z","ParentalRating":"M","Director":"Brad Turner","Writer":"Manny Coto, Howard Gordon","GuestStars":"Rick Schroder,  Francisco Viana,  K.T. Thangavelu,  J.R. Bourne,  Rade Serbedzija,  Jim Holmes,  Ryan Cutrona,  Devon Gummersall,  Scott Michael Campbell,  Lex Cassar,  Eric Cazenave,  Powers Boothe,  Adoni Maro","Rating":7.099999904632568,"RatingCount":39,"Image":"http://thetvdb.com/banners/episodes/76290/319270.jpg","TVDB":319270},{"ID":3405,"SeasonID":333,"ShowID":115,"MediaID":7047,"DateCreated":"2014-08-12T11:33:05Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Day 6: 9:00 P.M. - 10:00 P.M.","Plot":"Wayne risks his unstable health in order to fight Daniels for the presidency. Lennox and Karen call an uneasy truce in the face of the impending war.\n\nDoyle coerces Nadia into helping him dig up dirt on Milo, while Jack uses Gredenko in a sting operation that will lead them to Fayed.","Runtime":43,"FirstAired":"2007-04-02T00:00:00Z","ParentalRating":"M","Director":"Brad Turner","Writer":"Evan Katz, Robert Cochran","GuestStars":"Adoni Maropis,  Powers Boothe,  Ryan Cutrona,  Joseph Hacker,  Bob Morrisey,  Brenda Wehle,  Rade Serbedzija,  Jim Holmes,  Lex Cassar,  Said Faraj,  Jolene Kim,  Rick Schroder,  Anthony Michael Jones,  Ray Laska","Rating":7,"RatingCount":40,"Image":"http://thetvdb.com/banners/episodes/76290/319271.jpg","TVDB":319271},{"ID":3344,"SeasonID":333,"ShowID":115,"MediaID":3363,"DateCreated":"2014-06-29T09:03:38Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Day 6: 10:00 P.M. - 11:00 P.M.","Plot":"Wayne continues to risk his health as he takes a stand that will force cooperation from the Middle East.Jack realizes he won't be able to break Fayed, so he and Doyle concoct a scheme to force Fayed to lead them to the location of the remaining nukes. But Fayed's ally engages in trickery that places the plan in jeopardy.","Runtime":44,"FirstAired":"2007-04-09T00:00:00Z","ParentalRating":"M","Director":"Bryan Spicer","Writer":"David Fury","GuestStars":"Ajay Mehta, Said Faraj, Merik Tadros, Ismail Kanater","Rating":7.400000095367432,"RatingCount":40,"Image":"http://thetvdb.com/banners/episodes/76290/319272.jpg","TVDB":319272},{"ID":3583,"SeasonID":333,"ShowID":115,"MediaID":3602,"DateCreated":"2014-07-01T08:57:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Day 6: 11:00 P.M. - 12:00 A.M.","Plot":"Cheng offers to exchange the nuclear component for Audrey's life. Jack gains Chloe's covert cooperation, but their plans are dashed when Morris stumbles on to the operation.Wayne gives Daniels an unpleasant ultimatum, but his fragile health soon tips the balance in the vice-president's favor.","Runtime":44,"FirstAired":"2007-04-16T00:00:00Z","ParentalRating":"M","Director":"Bryan Spicer","Writer":"Matt Michnovetz, Nicole Ranadive","GuestStars":"Mary Chris Wall, Mike Smith, Jim Holmes, William Bumiller, Matt McKenzie, Rueben Grundy","Rating":7,"RatingCount":44,"Image":"http://thetvdb.com/banners/episodes/76290/319273.jpg","TVDB":319273},{"ID":3309,"SeasonID":333,"ShowID":115,"MediaID":3328,"DateCreated":"2014-06-29T06:33:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Day 6: 12:00 A.M. - 1:00 A.M.","Plot":"Jack sets up a meeting with Cheng, while Doyle tries to track him with CTU's help.Buchanan's career is placed in jeopardy when Karen is forced to make a damning choice to save the administration.Daniels seeks comfort from his assistant as he assumes the presidency.","Runtime":44,"FirstAired":"2007-04-23T00:00:00Z","ParentalRating":"M","Director":"Brad Turner","Writer":"Joel Surnow, Michael Loceff","GuestStars":"Terry Savage, Jonathan Adams, Andrea Grano, Chad Lowe","Rating":7.199999809265137,"RatingCount":42,"Image":"http://thetvdb.com/banners/episodes/76290/319274.jpg","TVDB":319274},{"ID":3191,"SeasonID":333,"ShowID":115,"MediaID":3209,"DateCreated":"2014-06-28T21:35:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Day 6: 1:00 A.M. - 2:00 A.M.","Plot":"Nadia approves an interrogation technique that might prove fatal to Audrey. Doyle covertly aids Jack in the hopes that he can save her from further mental trauma.Daniels discovers that he may have a leak in his administration when he is confronted by the angry Russian president.Chloe and Morris's relationship hits the rocks, while Heller delivers Jack a stern warning.","Runtime":44,"FirstAired":"2007-04-30T00:00:00Z","ParentalRating":"M","Director":"Brad Turner","Writer":"Howard Gordon, Evan Katz","GuestStars":"J.C. MacKenzie, Michael Shanks, Ray Proscia, Jayson Victor, John Brantley Cole Jr.","Rating":6.900000095367432,"RatingCount":42,"Image":"http://thetvdb.com/banners/episodes/76290/319275.jpg","TVDB":319275},{"ID":3294,"SeasonID":333,"ShowID":115,"MediaID":3313,"DateCreated":"2014-06-29T04:49:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Day 6: 2:00 A.M. - 3:00 A.M.","Plot":"Jack is held in custody at CTU, while Cheng prepares to launch a surprise attack.Lennox uses Lisa as a plant to send a false message to the Russians in hopes of defusing a tense situation.Morris' decision to end his relationship with Chloe begins taking its toll on her as they struggle to maintain professionalism, and Josh shows signs of guilt over the role his father played in the day's terrorist attacks.","Runtime":43,"FirstAired":"2007-05-07T00:00:00Z","ParentalRating":"M","Director":"Bryan Spicer","Writer":"Manny Coto","GuestStars":"Michael Shanks, Powers Boothe, Ron Yuan, Matt McKenzie, Ian Anthony Dale, Marci Michelle, Terry Savage","Rating":7.099999904632568,"RatingCount":40,"Image":"http://thetvdb.com/banners/episodes/76290/319276.jpg","TVDB":319276},{"ID":3179,"SeasonID":333,"ShowID":115,"MediaID":3197,"DateCreated":"2014-06-28T20:10:45Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Day 6: 3:00 A.M. - 4:00 A.M.","Plot":"Jack runs a desperate tactic to free the CTU hostages from their captors. He manages to intercept Cheng, who plans to deliver Josh to his grandfather in exchange for the circuit board. Jack is forced to allow Cheng to escape in order to save Josh's life.Lennox continues to monitor Lisa as she plants evidence for Mark to deliver to the Russians. The situation takes a nasty turn when all does not go according to plan. Meanwhile, Daniels tries to run a bluff on the Russian president, but finds he's","Runtime":43,"FirstAired":"2007-05-14T00:00:00Z","ParentalRating":"M","Director":"Bryan Spicer","Writer":"Evan Katz, Howard Gordon","GuestStars":"Ian Anthony Dale, Spencer Garrett, Matt McKenzie, Ron Yuan, James Cromwell, Kari Matchett, Michael Shanks, Powers Boothe","Rating":7.099999904632568,"RatingCount":43,"Image":"http://thetvdb.com/banners/episodes/76290/319277.jpg","TVDB":319277},{"ID":3440,"SeasonID":333,"ShowID":115,"MediaID":3459,"DateCreated":"2014-06-30T08:44:24Z","DatePublished":"2014-06-01T00:00:00Z","Number":23,"Title":"Day 6: 4:00 A.M. - 5:00 A.M.","Plot":"Doyle takes Josh to meet Phillip in the hopes of retrieving the circuit board, but his conscience bothers him over the exchange.Karen puts her career on the line when she uses Bill to help break Jack from custody. Jack and Bill track Phillip, but not before he pulls a fast move that reaps serious injury to Doyle.Nadia has a conversation with Milo's brother, while Chloe suffers from a mysterious medical problem that strikes her at the wrong moment.","Runtime":42,"FirstAired":"2007-05-21T00:00:00Z","ParentalRating":"M","Director":"Brad Turner","Writer":"Joel Surnow, Michael Loceff","GuestStars":"Lex Cassar, Marci Michelle, Rick Schroder, Powers Boothe, James Cromwell, Chris Kramer, Tzi Ma, James C. Victor","Rating":7.400000095367432,"RatingCount":42,"Image":"http://thetvdb.com/banners/episodes/76290/319278.jpg","TVDB":319278},{"ID":3487,"SeasonID":333,"ShowID":115,"MediaID":3506,"DateCreated":"2014-06-30T23:14:07Z","DatePublished":"2014-06-01T00:00:00Z","Number":24,"Title":"Day 6: 5:00 A.M. - 6:00 A.M.","Plot":"CTU discovers where Philip is hiding and Daniels orders an air strike in a desperate move to appease the Russians. Jack and Bill go after Josh alone before the bombers find their target.Lennox persuades Daniels to grant leniency for Bill and Karen. In the wake of the close call, Daniels begins to question his choices as acting president.Chloe gives Morris some surprising news that alters their relationship, while Marilyn is reunited with Josh at CTU.","Runtime":44,"FirstAired":"2007-05-21T00:00:00Z","ParentalRating":"M","Director":"Brad Turner","Writer":"Robert Cochran, Manny Coto, David Fury","GuestStars":"Tom Everett, Rick Schroder, Lex Cassar, Marci Michelle, Christian Maccio, Bob Gunton, Tzi Ma","Rating":7.300000190734863,"RatingCount":41,"Image":"http://thetvdb.com/banners/episodes/76290/319279.jpg","TVDB":319279},{"ID":11115,"SeasonID":333,"ShowID":115,"MediaID":11070,"DateCreated":"2014-12-19T16:45:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":25,"Title":"24: Redemption","Plot":"Jack Bauer tries to prevent an African warlord from recruiting children for his militia.","Runtime":87,"FirstAired":"1970-01-01T00:00:00Z","ParentalRating":"M","Rating":5}],"EpisodeCount":25}
