{"ID":350,"ShowID":112,"DateCreated":"2014-06-30T03:10:03Z","Number":4,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/10-4.jpg","TVDB":13,"Episodes":[{"ID":3485,"SeasonID":350,"ShowID":112,"MediaID":3504,"DateCreated":"2014-06-30T22:40:18Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"The Freshman","Plot":"Buffy moves into her dorm and attempts to adjust to college life. Everything around her seems to have changed without the constant interaction with the gang she had in High School. With Giles becoming a 'gentleman of leisure', Willow getting more and more excited about college and Xander still away on his road trip, she again believes that she must fight and survive on her own when she discovers a gang of tough vampires operating on campus.","Runtime":44,"FirstAired":"1999-10-05T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Mark Silverberg, Jane Silvia, Jason Christopher, Evie Peck, Denice J. Sealy, Phina Oruche, Scott Rinker, Robert Catrini, Mace Lombard, Shannon Hillary, Mike Rad, Dagney Kerr, Pedro Balmaceda, Katharine Towne, Krist","Rating":8,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/58.jpg","TVDB":58},{"ID":4534,"SeasonID":350,"ShowID":112,"MediaID":4554,"DateCreated":"2014-07-08T23:45:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Living Conditions","Plot":"Dorm life proves to be a challenge as Buffy has to deal with a roommate who is more than a little bit difficult. Kathy continually imposes her idiosyncrasies onto Buffy and even begins to invade her dreams which has Buffy acting just a little too strange about the situation. Buffy sets her sights on Parker Abrams, the first college guy to pay her any attention, but when Kathy becomes more friendly with him than her, Buffy declares that she must kill Kathy.","Runtime":43,"FirstAired":"1999-10-12T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"David Grossman","Writer":"Marti Noxon","GuestStars":"David Tuckman, Walt Borchert, Roger Morrissey, Clayton Barber, Dagney Kerr, Paige Moss, Adam Kaufman","Rating":7.599999904632568,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/59.jpg","TVDB":59},{"ID":3411,"SeasonID":350,"ShowID":112,"MediaID":3430,"DateCreated":"2014-06-30T03:10:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"The Harsh Light of Day","Plot":"Spike returns to Sunnydale with his new girlfriend Harmony who is now also a vampire. Spike is searching for the Gem of Amara - a stone which makes vampires invulnerable, which he believes is buried somewhere under Sunnydale. Buffy is preoccupied with her budding relationship with Parker and sleeps with him but he proceeds to ignore her. Meanwhile Anya returns and throws herself at a flabbergasted Xander.","Runtime":44,"FirstAired":"1999-10-19T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"James A. Contner","Writer":"Jane Espenson","GuestStars":"Jason Hall, Adam Kaufman, Melik, Emma Caulfield, Mercedes McNab, James Marsters","Rating":7.699999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/60.jpg","TVDB":60},{"ID":6709,"SeasonID":350,"ShowID":112,"MediaID":6598,"DateCreated":"2014-08-02T21:11:44Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Fear, Itself","Plot":"To help Buffy get over the pain of having been used by Parker, the gang head to a fraternity Halloween party expecting a few cheap scares and a bit of harmless fun. Unfortunately, some accidental magic turns the party into a house of horrors where everyone's fears come to life.","Runtime":43,"FirstAired":"1999-10-26T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"Tucker Gates","Writer":"David Fury","GuestStars":"Larissa Reynolds, Adam Grimes, Michele Nordin, Darris Love, Aldis Hodge, Adam Bitterman, Walter Jones, Sulo Williams, Marc Rose, Kristine Sutherland, Marc Blucas, Emma Caulfield, Adam Kaufman, Lindsay Crouse","Rating":7.699999809265137,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/61.jpg","TVDB":61},{"ID":4634,"SeasonID":350,"ShowID":112,"MediaID":4654,"DateCreated":"2014-07-10T02:54:25Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Beer Bad","Plot":"Still trying to come to terms with Parker's womanising, Buffy starts to hang out at the college bar where she and a group of upperclass students really regress when they start drinking a 'special' beer.","Runtime":43,"FirstAired":"1999-11-02T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Solomon","Writer":"Tracey Forbes","GuestStars":"Kate Luhr, Cameron Bender, Steven Jang, Kaycee Shank, Patrick Belton, Joshua Wheeler, Lisa Johnson, Bryan Cuprill, Jake Phillips, Kal Penn, Michael Beardsley, Eric Matheny, Stephen M. Porter, Paige Moss, Marc Bluca","Rating":7.300000190734863,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/70327/62.jpg","TVDB":62},{"ID":4468,"SeasonID":350,"ShowID":112,"MediaID":4488,"DateCreated":"2014-07-08T16:48:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Wild at Heart","Plot":"Oz escapes from his cage during a full moon and runs across another werewolf, the sultry, sexy singer Veruca; and wakes up next to her naked in the wilderness the next morning.","Runtime":44,"FirstAired":"1999-11-09T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Grossman","Writer":"Marti Noxon","GuestStars":"Paige Moss, Marc Blucas, James Marsters, Lindsay Crouse","Rating":7.5,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/70327/63.jpg","TVDB":63},{"ID":3412,"SeasonID":350,"ShowID":112,"MediaID":3431,"DateCreated":"2014-06-30T03:11:07Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"The Initiative","Plot":"Spike, after being captured by the commandos, is being held hostage by them in a hi-tech facility underneath the University.  He manages to escape and heads to find Buffy, whom he assumes is behind this. Instead, he finds Willow...","Runtime":44,"FirstAired":"1999-11-16T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"James A. Contner","Writer":"Douglas Petrie","GuestStars":"Scott Becker, Mace Lombard, Marc Blucas, Mercedes McNab, Adam Kaufman, Bailey Chase, Leonard Roberts, Lindsay Crouse","Rating":8,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/70327/64.jpg","TVDB":64},{"ID":4463,"SeasonID":350,"ShowID":112,"MediaID":4483,"DateCreated":"2014-07-08T16:47:45Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Pangs","Plot":"Angel covertly comes to Sunnydale fearing Buffy is in danger after Doyle's vision of her in Angel.   While digging for a new Cultural Centre at the college, Xander falls into a sacred Indian burial area and releases Hus, a vengeance spirit of the Chumash Indians, the original residents of the Sunnydale area. Buffy is busily planning a traditional home cooked Thanksgiving while people around Sunnydale are being killed and Xander gets sicker and sicker. Hus summons a group of warriors and they att","Runtime":45,"FirstAired":"1999-11-23T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"Michael Lange","Writer":"Jane Espenson","GuestStars":"Mark Ankeny, William Vogt, Margaret Easley, Tod Thawley, Marc Blucas, Mercedes McNab, Emma Caulfield, Leonard Roberts, Bailey Chase, David Boreanaz","Rating":7.5,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/70327/65.jpg","TVDB":65},{"ID":4498,"SeasonID":350,"ShowID":112,"MediaID":4518,"DateCreated":"2014-07-08T22:10:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Something Blue","Plot":"Willow, in her attempt to get over Oz, casts a spell that ends up causing all sorts of chaos for the gang. Giles goes blind, Xander becomes a demon magnet, and Buffy and Spike fall in love and get engaged.","Runtime":44,"FirstAired":"1999-11-30T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Nick Marck","Writer":"Tracey Forbes","GuestStars":"Andy Umberger, Marc Blucas, Emma Caulfield, Elizabeth Anne Allen","Rating":8,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/70327/66.jpg","TVDB":66},{"ID":5648,"SeasonID":350,"ShowID":112,"MediaID":5578,"DateCreated":"2014-07-22T23:36:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Hush","Plot":"The entire town of Sunnydale goes silent when a group of fairy tale demons called The Gentlemen appear and steal everyone's voices. Without being vulnerable to the one thing that can kill them (a human scream) they are free to steal the hearts of seven people. Buffy and gang must solve the mystery and overcome the bad guys without being able to discuss anything.","Runtime":44,"FirstAired":"1999-12-14T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Wayne Sable, Elizabeth Truax, Carlos Amezcua, Don W. Lewis, Doug Jones, Charlie Brumbly, Camden Toy, Phina Oruche, Brooke Bloom, Jessica Townsend, Marc Blucas, Emma Caulfield, Leonard Roberts, Amber Benson, Lindsay","Rating":7.800000190734863,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/70327/67.jpg","TVDB":67},{"ID":4549,"SeasonID":350,"ShowID":112,"MediaID":4569,"DateCreated":"2014-07-09T00:12:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Doomed","Plot":"Buffy and Riley have to work out their relationship given their new understanding of what they do. An earthquake rocks Sunnydale and Buffy worries that it could signify the end of the world. They find out about a group of demons who are in town collecting sacred items which together have the power to end the world.   When the plans of the demons are uncovered, the gang must return to their former sanctum inside the dilapidated Sunnydale High School (the library) to stop the Hellmouth from openin","Runtime":44,"FirstAired":"2000-01-18T00:00:00Z","ParentalRating":"M","Director":"James A. Contner","Writer":"David Fury, Jane Espenson, Marti Noxon","GuestStars":"Anthony Anselmi, Anastasia Horne, Ethan Erickson, Leonard Roberts, Bailey Chase","Rating":7.400000095367432,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/70327/68.jpg","TVDB":68},{"ID":4550,"SeasonID":350,"ShowID":112,"MediaID":4570,"DateCreated":"2014-07-09T00:13:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"A New Man","Plot":"At Buffy's 19th birthday party, Giles finally realises that he is a middle-aged man hanging around with a bunch of teenagers and starts to get depressed about his life. He feels even more like the third wheel when he finds out about Riley and the Initiative, which Buffy neglected to tell him about. When Ethan Rayne returns to town, instead of kicking his butt back to England, Giles goes for a drink with him. The next morning Giles wakes up and notices that he has turned into a demon.","Runtime":44,"FirstAired":"2000-01-25T00:00:00Z","ParentalRating":"M","Director":"Michael Gershman","Writer":"Jane Espenson","GuestStars":"Michelle Ferrara, Elizabeth Payne, Robin Sachs, Emma Caulfield, Amber Benson, Lindsay Crouse","Rating":7.800000190734863,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/69.jpg","TVDB":69},{"ID":4559,"SeasonID":350,"ShowID":112,"MediaID":4579,"DateCreated":"2014-07-09T04:11:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"The I In Team","Plot":"Buffy becomes familiar with the Initiative and begins to work with them although they are still unaware of her true power as a Slayer. After Buffy abandons her friends at the Bronze for a mission with the Initiative, Buffy and Riley consummate their relationship unaware that they are being watched on a hidden camera by Walsh. Meanwhile, Giles and the rest of the gang remove a tracking device the commandos shot into Spike's back.","Runtime":44,"FirstAired":"2000-02-08T00:00:00Z","ParentalRating":"M","Director":"James A. Contner","Writer":"David Fury","GuestStars":"Neil Daly, Jack Stehlin, Amber Benson, George Hertzberg, Leonard Roberts, Bailey Chase, Emma Caulfield, Lindsay Crouse","Rating":7.900000095367432,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/70.jpg","TVDB":70},{"ID":5382,"SeasonID":350,"ShowID":112,"MediaID":5312,"DateCreated":"2014-07-20T06:54:37Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Goodbye Iowa","Plot":"Buffy and Riley get mutually suspicious of each other when Buffy reveals that Professor Walsh tried to have her killed. When Professor Walsh is found dead things get even more out of hand, with the commandos quick to blame Buffy. Riley is even more agitated when he sees Buffy with Spike (hostile 17) and then again at Willy's Place. Riley progressively gets sicker and we learn that the commandos have been taking medication to increase their strength.    Meanwhile the man-demon-machine Adam that P","Runtime":44,"FirstAired":"2000-02-15T00:00:00Z","ParentalRating":"M","Director":"David Solomon","Writer":"Marti Noxon","GuestStars":"Karen Charnell, Paul Leighton, Andy Marshall, Amy Powell, JB Gaynor, Jack Stehlin, Paul Leighton Nygro, Emma Caulfield, Amber Benson, George Hertzberg, Leonard Roberts, Bailey Chase, Saverio Guerra","Rating":7.599999904632568,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/71.jpg","TVDB":71},{"ID":4545,"SeasonID":350,"ShowID":112,"MediaID":4565,"DateCreated":"2014-07-08T23:47:18Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"This Year's Girl (1)","Plot":"Faith, still in a coma in the hospital, is dreaming of being pursued by Buffy. Riley, partially recovered from his encounter with Adam leaves the Initiative infirmary and joins up with Buffy. While Buffy and gang plot how to go after Adam, Buffy finds out that Faith has awoken. Faith wants revenge and confronts Buffy. A message from the Mayor and a mysterious device come to Faith through a friend of the Mayor's (a demon who Faith kills). Later Faith goes after Joyce in her own home and of course","Runtime":43,"FirstAired":"2000-02-22T00:00:00Z","ParentalRating":"M","Director":"Michael Gershman","Writer":"Douglas Petrie","GuestStars":"Jack Esformes, Brian Hawley, Sara Van Horn, Kimberly McRae, Mark Gantt, Kevin Owers, Jeff Ricketts, Alastair Duncan, Chet Grissom, Kristine Sutherland, Amber Benson, Leonard Roberts, Bailey Chase, Harry Groener, El","Rating":8.199999809265137,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/70327/72.jpg","TVDB":72},{"ID":4635,"SeasonID":350,"ShowID":112,"MediaID":4655,"DateCreated":"2014-07-10T02:57:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Who Are You? (2)","Plot":"After Faith switches bodies with Buffy via the device that was left for her by the Mayor, she begins to slip into Buffy's life. When the police try to take away Faith (Buffy in Faith's body) she is kidnapped by a special group from the Watcher's Council. As Buffy tries in vain to convince them that she is not Faith, Faith in Buffy's body is out having a good time. Willow attempts to introduce Tara to Buffy but when Tara senses that something is amiss they perform a spell which uncovers the switc","Runtime":45,"FirstAired":"2000-02-29T00:00:00Z","ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Jennifer S. Albright, Rick Scarry, Amy Powell, Kevin Owers, Jeff Ricketts, Rick Stear, Chet Grissom, Alastair Duncan, Eliza Dushku, Craig Patton, Emma Caulfield, Kristine Sutherland, Amber Benson, Leonard Roberts","Rating":8.300000190734863,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/73.jpg","TVDB":73},{"ID":5807,"SeasonID":350,"ShowID":112,"MediaID":5738,"DateCreated":"2014-07-24T12:56:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Superstar","Plot":"Buffy, Willow, Xander and Anya are out hunting vampires and kill one of a pair. They track the other to a nest and decide to call in the big guns and visit... Jonathan.","Runtime":44,"FirstAired":"2000-04-04T00:00:00Z","ParentalRating":"M","Director":"David Grossman","Writer":"Jane Espenson","GuestStars":"Julie Costello, Chanie Costello, Adam Clark, Erica Luttrell, Robert Patrick Benedict, John Saint Ryan, Brad Kane, Emma Caulfield, Danny Strong, Amber Benson, Bailey Chase, George Hertzberg","Rating":6.800000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/74.jpg","TVDB":74},{"ID":4557,"SeasonID":350,"ShowID":112,"MediaID":4577,"DateCreated":"2014-07-09T04:10:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Where the Wild Things Are","Plot":"Buffy and Riley are spending all their time in bed (and they're not sleeping). Their round-the-clock exploration of each other awakens the spirits of children who were sexually repressed by their foster mother back when Lowell House was a home for orphaned and runaway kids. Willow, Giles and Tara divert the angry children while Xander and Anya go to try and stop Buffy and Riley.","Runtime":44,"FirstAired":"2000-04-25T00:00:00Z","ParentalRating":"M","Director":"David Solomon","Writer":"Tracey Forbes","GuestStars":"David Engler, Danielle Pessis, Jeffrey Sharmay, Bryan Cuprill, Jeff Wilson, Neil Daly, Casey McCarthy, Kathryn Joosten, James Michael Connor, Jeri Austin, Emmy Caulfield, Amber Benson, Leonard Roberts, Bailey Chas","Rating":6.900000095367432,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/75.jpg","TVDB":75},{"ID":4556,"SeasonID":350,"ShowID":112,"MediaID":4576,"DateCreated":"2014-07-09T04:10:33Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"New Moon Rising","Plot":"Tara and Willow's relationship seems to be progressing when Oz returns to town. Through his travels Oz has found a combination of charms, potions and meditation that allows him to avoid turning into a werewolf. When Oz discovers that Willow and Tara are more than friends he loses control and as a werewolf chases Tara.","Runtime":44,"FirstAired":"2000-05-02T00:00:00Z","ParentalRating":"M","Director":"James A. Contner","Writer":"Marti Noxon","GuestStars":"Dorron Keeman, Mark Daneri, James Michael Connor, Robert Patrick Benedict, Conor O'Farrell, Seth Green, Emma Caulfield, Amber Benson, Leonard Roberts, Bailey Chase, George Hertzberg","Rating":7.099999904632568,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/76.jpg","TVDB":76},{"ID":4542,"SeasonID":350,"ShowID":112,"MediaID":4562,"DateCreated":"2014-07-08T23:47:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"The Yoko Factor (1)","Plot":"Adam enlists Spike to turn the gang against each other, leaving Buffy alone and helpless. Spike plays on their fears of how the others perceive them, telling Xander that Willow and Buffy no longer think that they need him and that he would be better off joining the Army; telling Willow that Xander and Buffy believe her experimenting with magick is just a phase; and elaborating on Giles' own beliefs that he no longer needs to be in Sunnydale.   Giles ends up drunk while Buffy, Willow and Xander f","Runtime":44,"FirstAired":"2000-05-09T00:00:00Z","ParentalRating":"M","Director":"David Grossman","Writer":"Douglas Petrie","GuestStars":"Bob Fimiani, Jade Carter, Conor O'Farrell, Emma Caulfield, Amber Benson, Leonard Roberts, George Hertzberg, David Boreanaz","Rating":7.400000095367432,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/77.jpg","TVDB":77},{"ID":3410,"SeasonID":350,"ShowID":112,"MediaID":3429,"DateCreated":"2014-06-30T03:10:03Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Primeval (2)","Plot":"Adam tells Riley that he has a behavior modification chip wired to his central nervous system behind his heart. Through the chip Adam has control over Riley. When Buffy find Spike in Adam's cave she figures out that he intentionally tried to split up the gang. Buffy tells the rest of them and the find that Adam wants Buffy to go to the Initiative as part of his plan. Xander suggests that they need the power of all the gang members combined to defeat Adam and Giles agrees. The gang all break into","Runtime":44,"FirstAired":"2000-05-16T00:00:00Z","ParentalRating":"M","Director":"James A. Contner","Writer":"David Fury","GuestStars":"Jack Stehlin, Conor O'Farrell, Bob Fimiani, Jordi Vilasuso, Emma Caulfield, Leonard Roberts, Amber Benson, Bailey Chase, George Hertzberg, Lindsay Crouse","Rating":7.699999809265137,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/70327/78.jpg","TVDB":78},{"ID":3413,"SeasonID":350,"ShowID":112,"MediaID":3432,"DateCreated":"2014-06-30T04:53:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Restless","Plot":"Buffy, Xander, Giles and Willow sit down to watch videos after defeating Adam. They enter a bizarre dream world where they are pursued by a primitive force that they released via their enjoining spell. ","Runtime":44,"FirstAired":"2000-05-23T00:00:00Z","ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Phina Oruche, Rob Boltin, Sharon Ferguson, David Wells, Michael Harney, Emma Caulfield, Kristine Sutherland, Amber Benson, Mercedes McNab, George Hertzberg, Seth Green, Armin Shimerman","Rating":6.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/79.jpg","TVDB":79}],"EpisodeCount":22}
