{"ID":358,"ShowID":128,"DateCreated":"2014-07-01T07:07:11Z","Number":17,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/72368-17.jpg","TVDB":16532,"Episodes":[{"ID":3536,"SeasonID":358,"ShowID":128,"MediaID":3555,"DateCreated":"2014-07-01T07:07:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Fame","Plot":"Green and Cassady investigate the death of a cop accidentally killed during a botched robbery which leads them to stolen photographs of a celebrity mother married to a player.\n","Runtime":44,"FirstAired":"2006-09-22T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence and content that may disturb","Director":"Jean de Segonzac","Writer":"Nicholas Wootton","GuestStars":"Barbara King, Wayne Wilcox, James Ransone, Clark Carmichael, Laurie Williams, Jeff Steitzer, Khan Baykal, Geoffrey Cantor, Flaco Navaja, Michael Deeg, Melissa Maxwell, Rufus Collins, Michael Early, Kate Middleton","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/311035.jpg","TVDB":311035},{"ID":3540,"SeasonID":358,"ShowID":128,"MediaID":3559,"DateCreated":"2014-07-01T07:26:08Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Avatar","Plot":"Green and Cassady investigate after the photograph of a dead woman is found on a popular website, B-Frendz.com. Their investigation leads them to a mentally disturbed young man whom the teenage daughter of the victim claims kidnapped and raped her, but his lawyer offers up an even greater incentive -- the supposed kidnapping victim, Molly Preston.","Runtime":43,"FirstAired":"2006-09-29T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence and content that may disturb","Director":"Vincent Misiano","Writer":"David Slack","GuestStars":"Michael Bakkensen, David L. Townsend, Erika Rolfsrud, Lauren M. Martin, Matthew Schechter, Trevin Lica, David Marantz, Elizabeth Canavan, Gregory Dann, Samuel Ray Gates, Eric Storjohann, Dave Bowden, William Dav","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/311036.jpg","TVDB":311036},{"ID":3600,"SeasonID":358,"ShowID":128,"MediaID":3619,"DateCreated":"2014-07-01T09:39:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Home Sweet","Plot":"When eight-year-old Jenna Wechsler dies as a result of a building explosion, Green and Cassady follow the trail of evidence to Rosalie Schaffner, the owner's ex-wife. McCoy and Rubirosa pursue Rosalie Schaffner despite a lack of concrete evidence, but the case takes a turn when Rubirosa finds a piece of evidence that points them in a new direction.\n","Runtime":41,"FirstAired":"2006-10-06T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence and content that may disturb","Director":"Richard Dobbs","Writer":"Michael S. Chernuchin","GuestStars":"Jack Cleary, James Matthew Ryan, Ken Forman, Christopher Kromer, Curt Karibalis, Justine Caputo, Frank Biancamano, Jimmy Palumbo, Glenn Kalison, Ezra Knight, John Viener, Rob Farrior, Ron Scott, Rachel Black, Mich","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/311037.jpg","TVDB":311037},{"ID":3537,"SeasonID":358,"ShowID":128,"MediaID":3556,"DateCreated":"2014-07-01T07:10:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Fear America","Plot":"After Eric Khabaly is seen being murdered on tape in what appears to be an American movement against Islam, Green and Cassady investigate the case which leads them to Khabaly's cousin, Ben Faoud, who appears to be connected to a terrorist cell functioning inside New York. Unfortunately, the best link to Faoud appears to surround a recent shipment of uranium, which McCoy and Rubirosa are forbidden to mention by the federal government. When news of the uranium leaks out, McCoy and Rubirosa find th","Runtime":44,"FirstAired":"2006-10-13T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence and content that may disturb","Director":"Constantine Makris","Writer":"Robert Nathan, Sonny Postiglione","GuestStars":"Torsten N. Hillhouse, Neil Shah, Douglas Dickerman, Mark Aldrich, Curzon Dobell, Richard Brooks, Mercedes Herrero, John Schiappa, Greg Connolly, Michael Genet, Jack Noseworthy, Bernardo Peña, Marjan Neshat, John ","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/311038.jpg","TVDB":311038},{"ID":3543,"SeasonID":358,"ShowID":128,"MediaID":3562,"DateCreated":"2014-07-01T07:34:49Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Public Service Homicide","Plot":"When Carl Mullaly is discovered murdered in his apartment, Green and Cassady learn that he had recently been profiled on HardFocus, a tabloid talk show that exposes sex offenders who are caught via the ScumWatch website. With an eight-year-old girl as the only eye witness, detectives arrest the murderer, but McCoy and Rubirosa soon learn that HardFocus is a lot more involved than they claim.\n","Runtime":43,"FirstAired":"2006-10-20T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, sexual themes and content that may disturb","Director":"Constantine Makris","Writer":"Chris Levinson","GuestStars":"Karl Herlinger, Scott Chan, A.J. Handegard, Gary Lindemann, Jones Miller, Will Pailen, Jimmy Smagula, Steve Routman, Andres Munar, Andre Holland, Edwina Findley, Lynne Faljian Taylor, Tobias Segal, Juliet Pritner","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/311203.jpg","TVDB":311203},{"ID":3560,"SeasonID":358,"ShowID":128,"MediaID":3579,"DateCreated":"2014-07-01T08:10:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Profiteer","Plot":"The shooting of a local businessman is linked to a killing in Iraq, and McCoy and Rubirosa refuse to allow the killer to plead out.\n","Runtime":43,"FirstAired":"2006-10-27T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, sexual themes and content that may disturb","Director":"Arthur W. Forney","Writer":"David Wilcox","GuestStars":"Brandon Scott Jones, John Boyd, Titus Welliver, Rob Khakh, M.D. Walton, Meredith Deane, Graham Davie, Gabriella Loren, Liam Joynt, Suzanne Grodner, Mike Dooly, Steve Blanchard, Margaret Reed, Steve Kaplan, Devin H","Rating":7.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72368/311490.jpg","TVDB":311490},{"ID":3612,"SeasonID":358,"ShowID":128,"MediaID":3631,"DateCreated":"2014-07-01T10:41:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"In Vino Veritas","Plot":"A has-been actor wearing blood-stained clothing arrested for drunken driving reveals religious prejudices during his rantings.\n","Runtime":43,"FirstAired":"2006-11-03T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, sexual themes and content that may disturb","Director":"Tim Hunter","Writer":"David Wilcox","GuestStars":"Mark Zimmerman, Kevin Stapleton, Patrick Boll, Nicoye Banks, Teddy Cañez, Zack Robidas, Austin Jones, Susanna Guzman, Joseph Edward, Charlie Sandlan, Matthew DeCapua, Lena Armstrong, Jaymie Dornan, Todd Gearhart","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/311595.jpg","TVDB":311595},{"ID":3558,"SeasonID":358,"ShowID":128,"MediaID":3577,"DateCreated":"2014-07-01T08:04:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Release","Plot":"After Hudson Moore is found bludgeoned in the back of the Babes Being Bad bus, suspicion initially truns to the company's creator, Chris Drake, until video footage leads detectives to a young woman who was with Moore the night that he died. After concentrating their investigation on the young woman, the reasons behind Moore's murder soon become apparent, and McCoy and Rubirosa struggle to prosecute a man who, while not directly responsible for the murder, may have been responsible for the incide","Runtime":43,"FirstAired":"2006-11-10T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, sexual themes and content that may disturb","Director":"Michael Pressman","Writer":"Nicholas Wootton, Rick Eid","GuestStars":"Robyn Hatcher, Tom Gottlieb, Clark Huggins, Matthew Dellapina, Josh Tyson, Brud Fogarty, Sidney Williams, Cristiana Andrews, Dani Marco, Stephanie Cannon, Brian Hotaling, Betsy Beutler, Dreama Walker, Bridget Mol","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/311596.jpg","TVDB":311596},{"ID":3539,"SeasonID":358,"ShowID":128,"MediaID":3558,"DateCreated":"2014-07-01T07:23:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Deadlock","Plot":"Green and Cassady hunt a mass murderer Leon Vorgitch, who recently escaped from prison. The finally corner Vorgitch in a school with a room full of hostages, and before surrendering himself to police, Vorgitch shoots a number of innocent children. His unwillingness to accept a deal infuriates McCoy, as it gives him more time to escape prison again. When the father of one of his victims takes justice into his own hands and ends up being used as a campaign slogan for a local politician, McCoy and ","Runtime":42,"FirstAired":"2006-11-17T00:00:00Z","ParentalRating":"R13","ParentalRatingReason":"Violence and content that may disturb","Director":"Alex Chapple","Writer":"David Slack","GuestStars":"Agustín Rodríguez, Keith Eric Chappelle, Myk Watford, Eden Espinosa, Ylfa Edelstein, Lou Sumrall, Gregory Cook, Matt D'Amico, Donna Blaszczyk, Patricia R. Floyd, Jordan Leeds, James Lorenzo, Michael X. Martin, Mi","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/312677.jpg","TVDB":312677},{"ID":3559,"SeasonID":358,"ShowID":128,"MediaID":3578,"DateCreated":"2014-07-01T08:04:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Corner Office","Plot":"After corporate attorney Charles Dillon is discovered dead in a hotel room, Green and Cassady investigate and learn that the company he was working for is in the process of being indicted. Their investigation leads them to a high-priced callgirl, Julia Veloso, who turns out to have been romantically involved with the company's C.E.O., Samantha Weaver. McCoy and Rubirosa find themselves at odds as Rubirosa wonders if McCoy's prosecution of Weaver has more to do with her gender than her guilt.\n","Runtime":44,"FirstAired":"2006-12-08T00:00:00Z","ParentalRating":"R13","ParentalRatingReason":"Violence and content that may disturb","Director":"Joan Stein Schimke","Writer":"Rick Eid, Richard Sweren","GuestStars":"Mark L. Montgomery, Amy Tribbey, Alex Tavis, Genevieve Elam, Derek Lucci, David Engel, Paul Urcioli, Michael Basile, Darlene Violette, Tara V. Perry, Elizabeth Fountain, Ann Gray, Paul Rolfes, Robert Ross, Selenis","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/314614.jpg","TVDB":314614},{"ID":3547,"SeasonID":358,"ShowID":128,"MediaID":3566,"DateCreated":"2014-07-01T07:47:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Remains of the Day","Plot":"After Michael Jones dies in his mother's hospital room with no immediate explanation, his mother Ashley accuses her former husband's adult children, Miles and Hillary Foster, who are fighting her for control of their father's substantial fortune. The autopsy rules out the Fosters, and points Green and Cassady in the direction of illegally harvested donor bones, which Jones had received in a transplant eighteen months prior. McCoy and Rubirosa struggle to prosecute the case after it becomes clear","Runtime":43,"FirstAired":"2007-01-05T00:00:00Z","ParentalRating":"R","Director":"Constantine Makris","Writer":"David Wilcox","GuestStars":"Eric D. Hill Jr., Ben Bass, Kate Hodge, Alex Emanuel, Mariel Hemingway, Leslie Hendrix, Chinasa Ogbuagu, Trish McCall, Michael Boatman, Dan Bakkedahl, Felecia Bell Schafer, Amina Robinson, Fran Lebowitz, Felicity","Rating":7.5,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/72368/315491.jpg","TVDB":315491},{"ID":3562,"SeasonID":358,"ShowID":128,"MediaID":3581,"DateCreated":"2014-07-01T08:12:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Charity Case","Plot":"Green and Cassady investigate after Sean Archer, a producer who had recently adopted a child from Africa with his wife, well-known actress Sofia, is gunned down outside an ice cream shop while holding baby Christopher. The shooting is soon linked to the recent adoption of Christopher, which had received international scrutiny because it appeared to have been pushed through based on the couple's celebrity status. McCoy and Rubirosa initially investigate the murder of Sean Archer, which soon turns","Runtime":42,"FirstAired":"2007-01-12T00:00:00Z","ParentalRating":"R","Director":"Michael Pressman","Writer":"Nicholas Wootton","GuestStars":"Aliya Campbell, Anna Chlumsky, Karim Sioud, Daniel Morgan Shelley, Diana Henry, Lily Corvo, Sophie Nyweide, Jakob Von Eichel, Jenny Sheffer Stevens, David Dollase, Aaron Lohr, Billy Burke, Jennifer Beals, Carmen ","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/316359.jpg","TVDB":316359},{"ID":3550,"SeasonID":358,"ShowID":128,"MediaID":3569,"DateCreated":"2014-07-01T07:52:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Talking Points","Plot":"The shooting of university student Jason Miles at a political rally hosted by controversial speaker Judith Barlow leaves any number of suspects, but after Green and Cassady prove that two of the people they've questioned are lying about their alibis, they turn their attention to Malcom Yates, a grad student who claimed to be with Jason's girlfriend at the time of his death. McCoy and Rubirosa realise that Yates went after Barlow because of her open criticism of stem-cell research, something that","Runtime":43,"FirstAired":"2007-02-02T00:00:00Z","ParentalRating":"R","Director":"Matthew Penn","Writer":"Michael S. Chernuchin","GuestStars":"Kathryn Markey, Eric Storjohann, Nancy Wu, Erin Buckley, Heather Garfinkle, James Lloyd Reynolds, Casey Ford Alexander, Charlie Hewson, Brant Spencer, Jason Pendergraft, Zach Fischer, Sarah Grace Wilson, Tyrone ","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/319050.jpg","TVDB":319050},{"ID":3572,"SeasonID":358,"ShowID":128,"MediaID":3591,"DateCreated":"2014-07-01T08:26:30Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Church","Plot":"A reverend confesses to the murder of a young gay actor, but McCoy and Rubirosa soon learn that he may not be the guilty party.\n","Runtime":43,"FirstAired":"2007-02-09T00:00:00Z","ParentalRating":"R","Director":"Constantine Makris","Writer":"Rick Eid","GuestStars":"Frank De Julio, Vincent Gerrard, Ward Horton, Chris Daftsios, Justin Grace, Johanna Day, Dave Bachman, Anna Hopkins, Leopold Lowe, Dan Leonard, Joseph A. Halsey, Kate Miller, Julie Benz, Lee Sellars, Andrew Garman","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/319051.jpg","TVDB":319051},{"ID":3568,"SeasonID":358,"ShowID":128,"MediaID":3587,"DateCreated":"2014-07-01T08:20:40Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Melting Pot","Plot":"After an actress is found dead in her apartment, Green and Cassady attempt to prove that her death was not a suicide.\n","Runtime":43,"FirstAired":"2007-02-16T00:00:00Z","ParentalRating":"R","Director":"Jean de Segonzac","Writer":"Richard Sweren","GuestStars":"Damon DiMarco, Joseph Amato, Jorge Pupo, Jeremy Allen White, Hannah Freiman, Sixto Ramos, Laurence Lowry, Lizzy Cooper Davis, Melissa Maxwell, Joe Hickey, Rick Gifford, Ann Hu, Lisa Velten Smith, Rufus Collins, Ro","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/319052.jpg","TVDB":319052},{"ID":3580,"SeasonID":358,"ShowID":128,"MediaID":3599,"DateCreated":"2014-07-01T08:41:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Murder Book","Plot":"After publisher Serena Darby is found murdered in her apartment, suspicion turns to J.P. Lange, a former professional baseball player acquitted of his wife's murder who had written a book hypothesising how he would have committed the murder. Green and Cassady follow the trail of evidence from Lange to Gerald Stockwell, a former ghostwriter on the book, but Stockwell tries to clear himself by offering McCoy and Rubirosa proof that one of the jurors in Lange's trial was paid off to force an acquit","Runtime":43,"FirstAired":"2007-02-23T00:00:00Z","ParentalRating":"R","Director":"Constantine Makris","Writer":"David Wilcox","GuestStars":"Diana Ruppe, Marya Grandy, Bobby Cannavale, Kelly Hutchinson, Marlyne Afflack, Damian Young, Louis Vanaria, Celia Keenan-Bolger, Christopher Denham, Mario Van Peebles, Paul Jason Green, Brian Hyman, Joel Marsh G","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/319562.jpg","TVDB":319562},{"ID":3557,"SeasonID":358,"ShowID":128,"MediaID":3576,"DateCreated":"2014-07-01T08:03:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Good Faith","Plot":"Green and Cassady investigate an arson turned homicide when a body found in a burned church turns out to have been murdered before the fire started.\n","Runtime":43,"FirstAired":"2007-03-30T00:00:00Z","ParentalRating":"R","Director":"Sam Weisman","Writer":"David Slack","GuestStars":"Denise Dowse, Howard W. Overshown, Jeffrey Joseph, Sarah Ramos, Jeffrey Donovan, Leslie Hendrix","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/324406.jpg","TVDB":324406},{"ID":3606,"SeasonID":358,"ShowID":128,"MediaID":3625,"DateCreated":"2014-07-01T10:06:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Bling","Plot":"Green and Cassady investigate the murder of a female rapper.\n","Runtime":42,"FirstAired":"2007-04-06T00:00:00Z","ParentalRating":"R","Director":"Karen Gaviola","Writer":"Matthew McGough","GuestStars":"Cedric Sanders, Will Triplett, Brandon Reilly, Sean Oliver, Steve Hamm, Thaddeus Daniels, Royce Johnson, Areshia McFarlin, Tari Signor, Michael Thomas Holmes, Joey Auzenne, Bill Coelius, Wole Parks, Sara Kathryn ","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/325167.jpg","TVDB":325167},{"ID":3637,"SeasonID":358,"ShowID":128,"MediaID":3656,"DateCreated":"2014-07-01T12:40:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Fallout","Plot":"Green and Cassady get mixed up with the Russian consulate after Peter Rostov dies of ricin poisoning. Their investigation leads them first to his work, where they learn he spent a great deal of time traveling back and forth between Russia, and secondly to his brother, Karl. It isn't long before they link the Rostov brothers to an illegal prostitution ring trafficking in young Russian woman, but McCoy is faced with trying to get the remaining Rostov brother to testify so he can prosecute Brezin, ","Runtime":43,"FirstAired":"2007-04-27T00:00:00Z","ParentalRating":"R","Director":"Constantine Makris","Writer":"Sonny Postiglione","GuestStars":"Jim Iorio, Jane Stiles, Matt Pepper, Sayra Player, Margarita Malayeva, Billie Jean King, Dylan Chalfy, Matthew Conlon, Lawrence Winslow, Rachel Fowler, Christopher LaPanta, Shaun Kevlin, Michael Kaplan, Clark Car","Rating":7,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/327612.jpg","TVDB":327612},{"ID":3605,"SeasonID":358,"ShowID":128,"MediaID":3624,"DateCreated":"2014-07-01T10:04:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Captive","Plot":"Green and Cassady follow the leads when a young boy is found murdered to a suspected serial pedophile/murderer.","Runtime":44,"FirstAired":"2007-05-04T00:00:00Z","ParentalRating":"R","Director":"Michael W. Watkins","Writer":"Richard Sweren","GuestStars":"Joseph Barbara, Liam Aiken, Kathryn Alexander, John Coughlin, Miles Kath, Mickey Solis, Wendell B. Franklin, J.C. Montgomery, Peter Picard, Lauren B. Martin, Eric Zuckerman, Ed Vassallo, Maya Days, Tyler Richards","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/336251.jpg","TVDB":336251},{"ID":3608,"SeasonID":358,"ShowID":128,"MediaID":3627,"DateCreated":"2014-07-01T10:21:05Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Over Here","Plot":"The detectives link the deaths of two homeless men to the war in Iraq.","Runtime":43,"FirstAired":"2007-05-11T00:00:00Z","ParentalRating":"R","Director":"Constantine Makris","Writer":"William N. Fordes","GuestStars":"Patrizia Hernandez, Roderick Pannell, Ben Curtis, Lori Prince, Ali Marsh, Josh Alexander, Asa Somers, Lucas Caleb Rooney, Gene Silvers, Kevin Kash, Patricia R. Floyd, Karen Tsen Lee, Mark Giordano, Brian Russell","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72368/336252.jpg","TVDB":336252},{"ID":3641,"SeasonID":358,"ShowID":128,"MediaID":3660,"DateCreated":"2014-07-01T13:10:23Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"The Family Hour","Plot":"When Nicole Bailey, the ex-wife of a respected former senator, is found murdered and brutalised in her home, Green and Cassady look first at the senator, but follow the trail of clues to a dysfunctional family with a number of potentially embarrassing secrets. McCoy finds himself in the hot seat when he is forced to argue the case in front of a judge more interested in public relations than justice.","Runtime":43,"FirstAired":"2007-05-18T00:00:00Z","ParentalRating":"R","Director":"Matthew Penn","Writer":"David Black, Richard Sweren","GuestStars":"Mark Setlock, Erik Heger, Robin Galloway, Annika Boras, Kia Joy Goodwin, Allison Mackie, Jeffrey Tambor, Daryl Wein, Michael J. Reilly, Harry Hamlin, Peter O'Connor, Travis York, Postell Pringle, Jamison Stern, Je","Rating":6.699999809265137,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72368/336253.jpg","TVDB":336253}],"EpisodeCount":22}
