{"ID":375,"ShowID":112,"DateCreated":"2014-07-02T17:03:55Z","Number":5,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/10-5.jpg","TVDB":14,"Episodes":[{"ID":5135,"SeasonID":375,"ShowID":112,"MediaID":5065,"DateCreated":"2014-07-17T01:38:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Buffy vs Dracula","Plot":"Giles tells Willow that he's planning to move back to England since he's feeling less then vital to the work in Sunnydale. Meanwhile on patrol, Buffy runs into a vampire who claims to be Dracula. Dracula turns out to have powers above and beyond the vampire norm such as the ability to turn into a mist and then re-appear, and the ability to turn into a bat.   The gang sets about researching Dracula. Dracula visits Buffy during the night and drinks some of her blood but leaves her alive and under ","Runtime":43,"FirstAired":"2000-09-26T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Solomon","Writer":"Marti Noxon","GuestStars":"Rudolf Martin, E. J. Gage, Scott Berman, Marita Schaub, Leslee Jean Matta, Jennifer Slimko, Michelle Trachtenberg","Rating":7.400000095367432,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/80.jpg","TVDB":80},{"ID":4555,"SeasonID":375,"ShowID":112,"MediaID":4575,"DateCreated":"2014-07-09T04:10:31Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Real Me","Plot":"Buffy's little sister puts forward her view on the slayer and her friends and feels nothing but contempt for all of them apart from Xander. Dawn feels in the way when Buffy complains about having to take her school shopping when she is supposed to be training with Giles. While on patrol, Buffy leaves Dawn with a babysitter, Xander and Anya, but she accidentally invites Harmony into the house which Buffy does not respond to kindly. Harmony kidnaps Dawn to draw Buffy into a trap and Buffy is oblig","Runtime":43,"FirstAired":"2000-10-03T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Grossman","Writer":"David Fury","GuestStars":"Brian Turk, Chaney Kley Minnis, Faith Abrahams, Tom Lenk, Bob Morrisey","Rating":7.599999904632568,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/81.jpg","TVDB":81},{"ID":4640,"SeasonID":375,"ShowID":112,"MediaID":4660,"DateCreated":"2014-07-10T02:57:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"The Replacement","Plot":"Are two Xanders really better than one? We find out when a demon searching for the Slayer accidentally hits Xander with his weapon, splitting him in two; one with all the positive aspects of his personality, the other with all the negative. While each of them try to convince the Scooby Gang that the other is a demon, Buffy must find the real demon to put the Xanders back together.","Runtime":44,"FirstAired":"2000-10-10T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"James A. Contner","Writer":"Jane Espenson","GuestStars":"Michael Bailey Smith, Cathy Cohen, David Rivers, Fritz Greve, Kelly Donovan","Rating":7.900000095367432,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/82.jpg","TVDB":82},{"ID":4515,"SeasonID":375,"ShowID":112,"MediaID":4535,"DateCreated":"2014-07-08T22:48:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Out of My Mind","Plot":"Riley is in bad shape due to the drugs pumped into him by Prof. Walsh from the Initiative. A special government doctor needs to operate on Riley before his body can no longer support his heart rate of 150. Riley, however, is doing everything he can to avoid the medical treatment. It may be because he is scared of what the doctor may do to him, or he may just not want to be a normal man again. It's up to Buffy to get Riley to the operating room on time, which of course she does, but someone else ","Runtime":44,"FirstAired":"2000-10-17T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Grossman","Writer":"Rebecca Rand Kirshner","GuestStars":"Deirdre Holder, Time Winters","Rating":7.599999904632568,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70327/83.jpg","TVDB":83},{"ID":3738,"SeasonID":375,"ShowID":112,"MediaID":3757,"DateCreated":"2014-07-02T17:03:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"No Place Like Home","Plot":"Buffy's mother continues to be sick and the doctors can't figure out why. Buffy finds a strange orb while on patrol and later the security guard who pointed it out to her shows up in the hospital apparently crazy. Buffy suspects that there's a supernatural reason behind her mother's illness and goes into a spell-induced trance provided by Willow which reveals Dawn fading in and out of reality.","Runtime":44,"FirstAired":"2000-10-24T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Solomon","Writer":"Douglas Petrie","GuestStars":"Ravil Isyanov, James Wellington, Paul Hayes, Staci Lawrence, John Sarkisian","Rating":8.100000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/84.jpg","TVDB":84},{"ID":4823,"SeasonID":375,"ShowID":112,"MediaID":4843,"DateCreated":"2014-07-11T00:51:26Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Family","Plot":"Tara's about to celebrate her 20th birthday. Her family arrives but not to celebrate the occasion. They've come to take her home before she turns into an evil demon just like her mother did at the same age. When Glory sends some Lei-Ach demons to take care of the Slayer, Tara inadvertently helps the demons toward their goal by casting a spell to keep her friends from seeing the demon inside her. When the gang have a fight the resulting group of invisible demons, Tara lifts the spell to help them","Runtime":45,"FirstAired":"2000-11-07T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Amy Adams, Steve Rankin, Kevin Rankin, Ezra Buzzington, Megan Gray, Teddy Pendergrass, Brian Tee, Peggy Gross","Rating":7.599999904632568,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/85.jpg","TVDB":85},{"ID":4436,"SeasonID":375,"ShowID":112,"MediaID":4456,"DateCreated":"2014-07-08T09:26:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Fool for Love","Plot":"When a vampire impales Buffy with her own stake, she wants to find out how her predecessors have lost in battle. Because of Giles' lack of info on the final battles of previous Slayers she turns to the only person she knows who has killed two: Spike. In exchange for cash, he not only details why his victims lost their battles, but his personal history as a vampire. Meanwhile, Joyce's condition worsens and she has to spend the night at the hospital.","Runtime":44,"FirstAired":"2000-11-14T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"Nick Marck","Writer":"Douglas Petrie","GuestStars":"Kali Rocha, Edward Fletcher, Katherine Leonard, Matthew Lang, Chris Daniels, Kenneth Feinburg, Steve Heinze, Ming Liu, April Weeden-Washington","Rating":8.100000381469727,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/86.jpg","TVDB":86},{"ID":6169,"SeasonID":375,"ShowID":112,"MediaID":6057,"DateCreated":"2014-07-28T17:02:15Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Shadow","Plot":"Riley is looking for Buffy at her house, but all he finds is Spike in her room smelling her sweater. Spike informs Riley of Buffy's mom's illness and rubs it in his face that Buffy told the vampire about it before her own boyfriend. Riley goes to the hospital, and Buffy gives him plenty to do, like taking care of Dawn and patrolling, but what Riley really wants is to take care of Buffy. He ends up taking Dawn to an amusement park where they talk about a few things. Despite her good intentions, D","Runtime":43,"FirstAired":"2000-11-21T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"Daniel Attias","Writer":"David Fury","GuestStars":"Kevin Weisman, Megan Gray, William Forward","Rating":7.5,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/87.jpg","TVDB":87},{"ID":7650,"SeasonID":375,"ShowID":112,"MediaID":7615,"DateCreated":"2014-08-24T10:13:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Listening to Fear","Plot":"The Summers women are at the hospital when the doctor informs Joyce she'll have surgery in two days. The rest of the gang go vampire slaying. Willow and Tara are camping out on the roof of a building watching the stars when a large object crashes down in Sunnydale. A mental patient who has been released from the hospital is walking through the forest when a creature attacks him. At the hospital, the creature climbs along the ceiling, undetected. Buffy and Joyce talk the doctor into letting Joyce","Runtime":44,"FirstAired":"2000-11-28T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Solomon","Writer":"Rebecca Rand Kirshner","GuestStars":"Barbara C. Adside, Debbie Lee Carrington, Paul Hayes, Keith Allan, Erin Leigh Price, April Adams, Nick Chinlund, Kevin Weisman, Randy Thompson","Rating":7.199999809265137,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/88.jpg","TVDB":88},{"ID":4762,"SeasonID":375,"ShowID":112,"MediaID":4782,"DateCreated":"2014-07-10T09:23:25Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Into the Woods","Plot":"At the hospital, the Scooby Gang awaits news from the doctor about Joyce's surgery and they are all relieved when the surgery is a success. Dawn spends the night with Xander and Anya. With the house to themselves, Buffy and Riley spend a romantic evening together. In the middle of the night, Riley sneaks out through the window and Spike follows him into an old building.","Runtime":44,"FirstAired":"2000-12-19T00:00:00Z","Year":2000,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"Marti Noxon","Writer":"Marti Noxon","GuestStars":"Randy Thompson, Nick Chinlund, Rainy Jo Stout, Emmanuel Xuereb, G. Adam Gifford","Rating":7.800000190734863,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/89.jpg","TVDB":89},{"ID":5934,"SeasonID":375,"ShowID":112,"MediaID":3758,"DateCreated":"2014-07-02T17:03:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Triangle","Plot":"Giles goes off to England to talk to the council about Glory. Meanwhile, Anya and the gang tend to the magic shop. While attempting a new spell to assist Buffy with her slaying, Willow is distracted by her and Anya's constant bickering and accidentally conjures a troll. Actually Anya turned the guy into a troll 1000 years ago when he dumped her and she was then offered the chance to become a vengeance demon. The big, dumb guy goes around smashing things with his hammer until the gang is able to ","Runtime":44,"FirstAired":"2001-01-09T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"Christopher Hibler","Writer":"Jane Espenson","GuestStars":"Abraham Benrubi, Ranjani Brow","Rating":7.800000190734863,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/90.jpg","TVDB":90},{"ID":3741,"SeasonID":375,"ShowID":112,"MediaID":3761,"DateCreated":"2014-07-02T17:08:17Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Checkpoint","Plot":"A team from the Watchers Council show up in Sunnydale with some info on who or what Glory is. Before they allow Buffy the details however, they want her to pass a series of psychological and physical tests. They even interview her very nervous gang of friends.   Glory shows up at Buffy's house and has a chat with her about the Key and Buffy freaks and takes Dawn and Joyce to Spike so that he can protect them. After being attacked by a group of human Knights who claim they will send an army to de","Runtime":44,"FirstAired":"2001-01-23T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"Nick Marck","Writer":"Jane Espenson, Douglas Petrie","GuestStars":"Wesley Mask, Justin Gorence, Peter Husmann, Jack Thomas, John O'Leary, Cynthia Lamontagne, Oliver Muirhead, Kris Iyer, Kevin Weisman, Harris Yulin","Rating":7.800000190734863,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/91.jpg","TVDB":91},{"ID":3742,"SeasonID":375,"ShowID":112,"MediaID":3762,"DateCreated":"2014-07-02T17:08:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Blood Ties","Plot":"Buffy finally tells her friends about Dawn being the Key and they start acting weird around Dawn, which leads to her seeking answers. She knows that crazy people know what she is, so she goes to the mental ward at the hospital. While she's there, she runs into Ben. Ben freaks when she tells him she is the key and tells her to run away fast, but before she gets a chance to get away from him, he turns into Glory.","Runtime":44,"FirstAired":"2001-02-06T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"Michael Gershman","Writer":"Steven S. DeKnight","GuestStars":"Justin Gorence, Michael Emanuel, Joe Ochman, Paul Bates, Carl J. Johnson, Candice Nicole, Elyssa D. Vito","Rating":7.699999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/92.jpg","TVDB":92},{"ID":4514,"SeasonID":375,"ShowID":112,"MediaID":4534,"DateCreated":"2014-07-08T22:46:37Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Crush","Plot":"Buffy notices that Dawn is spending a lot of time around Spike and surmises that she has a crush on him, which Dawn shoots down saying that Spike has a crush on Buffy. Meanwhile a vampire has attacked the passengers on a train and Buffy is finding it hard to concentrate on investigating with the thought that Spike is in love with her.","Runtime":44,"FirstAired":"2001-02-13T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"Daniel Attias","Writer":"David Fury","GuestStars":"Frederick Dawson, Greg Wayne, Joseph Digiandomenico, Walter Borchert, Asher Glaser, Jennifer Bergman, Nell Shanahan","Rating":7.599999904632568,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/93.jpg","TVDB":93},{"ID":4536,"SeasonID":375,"ShowID":112,"MediaID":4556,"DateCreated":"2014-07-08T23:46:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"I Was Made to Love You","Plot":"Buffy is very upset about Spike falling in love with her instead of a nice, good boy that she could date. Spike shows up at the same party as Buffy, and he gets thrown out a window by a strange girl who has been wandering around looking for a guy named Warren.    The whole slaying team agree that the girl is a robot because of the way she acts. Buffy pays a visit to the girl's supposed boyfriend, Warren and finds out that Warren made the girl, April, to be the perfect girlfriend. April thinks on","Runtime":44,"FirstAired":"2001-02-20T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"James A. Contner","Writer":"Jane Espenson","GuestStars":"Shonda Farr, Amelinda Embry, Paul Darrigo, Gil Christner, Kelly Felix, Paul Walia","Rating":7.900000095367432,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70327/94.jpg","TVDB":94},{"ID":4538,"SeasonID":375,"ShowID":112,"MediaID":4558,"DateCreated":"2014-07-08T23:46:28Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"The Body","Plot":"After finding Joyce unconscious on the couch, a terrified slayer calls 911. Unfortunately, it's too late to do anything. The paramedics tell Buffy that her mom had been dead for a while already. We see Dawn at school for the first time, and she's just getting over the freakout she had after finding out she was the key. Rumors were spread and Dawn was hurt by them, but she feels better after talking about it with a nice boy in her art class. Buffy interrupts this conversation though to tell her s","Runtime":44,"FirstAired":"2001-02-27T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Randy Thompson, Kevin Crisalton, Stefan Umstead, Loanne Bishop, J. Evan Bonifant, Kelli Garner, Rae'Ven Larrymore-Kelly, Tia Matza, John Michael Herndon","Rating":7.699999809265137,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/95.jpg","TVDB":95},{"ID":4539,"SeasonID":375,"ShowID":112,"MediaID":4559,"DateCreated":"2014-07-08T23:46:32Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Forever","Plot":"After dealing with the pain of Joyce's funeral, Buffy falls into the arms of Angel who has come from LA to pay his respects, and he consoles her on the future and about getting her and Dawn's lives back together. Dawn becomes fixated on using witchcraft to resurrect her mother and despite her best intentions, Willow actually helps her toward her goal. Dawn gathers information for a powerful spell and enlists Spike to help her complete the task. He takes her to a witch doctor who gives Dawn some ","Runtime":44,"FirstAired":"2001-04-17T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"Marti Noxon","Writer":"Marti Noxon","GuestStars":"Joel Grey, Alan Henry Brown, Darius Dudley, Annie Talbot, Noor Shic, Andrea Gall","Rating":7.300000190734863,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70327/96.jpg","TVDB":96},{"ID":4461,"SeasonID":375,"ShowID":112,"MediaID":4481,"DateCreated":"2014-07-08T16:47:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Intervention","Plot":"Buffy and Giles leave for the desert on a self-discovery/guidance quest led by the First Slayer. While they are gone, Spike decides to have a little fun with his BuffyBot but the gang mistakes it for the real Buffy and think that she has gone crazy.   Meanwhile, Glory's minions also mistake the Buffybot for the Slayer and, noticing how it acts around Spike, begin to suspect that he is the Key.","Runtime":44,"FirstAired":"2001-04-24T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"Michael Gershman","Writer":"Jane Espenson","GuestStars":"Sharon Ferguson, Kelly Donovan","Rating":7.800000190734863,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/97.jpg","TVDB":97},{"ID":8071,"SeasonID":375,"ShowID":112,"MediaID":8039,"DateCreated":"2014-08-27T10:38:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Tough Love","Plot":"While Buffy tries to control a motherless Dawn and bring their lives back to some sort of normalcy, Tara is captured by Glory who is desperately trying to find the Key.","Runtime":44,"FirstAired":"2001-05-01T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"David Grossman","Writer":"Rebecca Rand Kirshner","GuestStars":"Anne Betancourt, Leland Crooke, Alan Heitz, Pat Skipper","Rating":7.800000190734863,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/98.jpg","TVDB":98},{"ID":4518,"SeasonID":375,"ShowID":112,"MediaID":4538,"DateCreated":"2014-07-08T22:55:49Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Spiral","Plot":"Buffy, Willow, Tara, and Dawn nearly escape from Glory when Glory's hit by a truck. Buffy and the Scoobies leave Sunnydale in Spike's RV to run from Glory, as Buffy realizes they'll never beat Glory.","Runtime":44,"FirstAired":"2001-05-08T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"James A. Contner","Writer":"Steven S. DeKnight","GuestStars":"Wade Williams, Karim Prince, Justin Gorence, Lily Knight, Jack Donner, Bob Morrisey, Paul Bates, Carl J. Johnson, Mary Sheldon","Rating":7.599999904632568,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/99.jpg","TVDB":99},{"ID":4552,"SeasonID":375,"ShowID":112,"MediaID":4572,"DateCreated":"2014-07-09T00:17:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"The Weight of the World","Plot":"The Slayer in Buffy is catatonic due to Glory's abduction of Dawn so Willow psychically enters her mind. Willow goes through a loophole in Buffy's mind and sees several replays of Buffy's childhood when she first sees her sister; and of Buffy as she is now smothering Dawn to death. Buffy's guilt over Dawn being kidnapped finally proved to her that she is no match for Glory and she believes she killed Dawn herself.    Meanwhile, Glory vents her frustrations about being stuck on Earth to Dawn and ","Runtime":44,"FirstAired":"2001-05-15T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"David Solomon","Writer":"Douglas Petrie","GuestStars":"Dean Butler, Lily Knight, Bob Morrisey, Joel Grey, Alexandra Lee, Paul Bates, Carl J. Johnson, Mathew Land","Rating":7.699999809265137,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/100.jpg","TVDB":100},{"ID":3743,"SeasonID":375,"ShowID":112,"MediaID":3763,"DateCreated":"2014-07-02T17:08:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"The Gift","Plot":"Another imminent apocalypse is at hand in Sunnydale. Buffy must square off against a true God when Glory prepares to use Dawn to break down the walls between the dimensions and unleash all Hell on Earth but she needs Dawn's blood before her home dimension portal can be opened. Buffy, Xander, Willow, Giles, Anya, Tara and Spike go to battle with the knowledge that they may not all survive.","Runtime":44,"FirstAired":"2001-05-22T00:00:00Z","Year":2001,"ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Craig Zimmerman, Josh Jacobson, Tom Kiesche, Joel Grey","Rating":8.199999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/101.jpg","TVDB":101}],"EpisodeCount":22}
