{"ID":410,"ShowID":113,"DateCreated":"2014-07-04T07:55:50Z","Number":4,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/74058-4.jpg","TVDB":28624,"Episodes":[{"ID":4085,"SeasonID":410,"ShowID":113,"MediaID":4105,"DateCreated":"2014-07-05T22:11:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Beauty and the Beast","Plot":"New York attorney Carl Sack joins the Boston branch of Crane, Poole \u0026 Schmidt, ruffling feathers amongst the staff, including Denny who is arrested for soliciting a prostitute, and Clarence who is targeted for performing in a drag show.\n\nMeanwhile, Alan defends Shirley when she is sued for withdrawing a large contribution to an academic study, but is distracted by the familiar opposing council.  Jerry helps freshman lawyer Katie Lloyd try her first case involving a murder suspect who refuses to ","Runtime":65,"FirstAired":"2007-09-25T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Bill D'Elia","Writer":"David E. Kelley","GuestStars":"Obba Babatunde, Yvette Nicole Brown, Bellamy Young, Robert Clotworthy, Geoffrey Owens, Takayo Fisher, Adam G, Emily Liu, Jay Davis, Leandro Cano, Enrique Almeida, Charlie Adams, Don Pugsley, muMs","Rating":7.400000095367432,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/74058/336469.jpg","TVDB":336469},{"ID":4036,"SeasonID":410,"ShowID":113,"MediaID":4056,"DateCreated":"2014-07-04T17:47:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"The Innocent Man","Plot":"Alan has his hands full trying to keep Denny away from Lorraine when she is hired by Shirley as a new associate at the firm.  At the same time, he and Jerry try to mold Katie into a full-fledged lawyer by preparing her for her first murder trial, but things go awry when she makes a spur-of-the-moment decision in open court.\n\nMeanwhile, Judge Weldon's request to have a baby makes Alan question his potential for fatherhood.","Runtime":43,"FirstAired":"2007-10-02T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Mike Listo","Writer":"David E. Kelley, Susan Dickes","GuestStars":"muMs, Obba Babatunde, Tony Todd, Rob Brownstein, Ken Jeong, Takayo Fisher, Kurt Scholler, David Trice","Rating":7.5,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/74058/336595.jpg","TVDB":336595},{"ID":4082,"SeasonID":410,"ShowID":113,"MediaID":4102,"DateCreated":"2014-07-05T20:39:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"The Chicken and the Leg","Plot":"Alan represents a teenage girl who blames her high school's stand on contraceptives for her contracting AIDS, while trying to work alongside Lorraine without distraction.\n\nMeanwhile, Jerry and Katie take on the case of a woman suing her husband's psychologist for causing his death, and Shirley is furious when Denny and Carl bet a huge sum of money on the outcome of a case involving cockfighting.","Runtime":44,"FirstAired":"2007-10-09T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"James Bagdonas","Writer":"David E. Kelley, Lawrence Broch","GuestStars":"Mark L. Taylor, Kay Panabaker, John Beasley, Claire Carey, Nora Dunn, Laurie Johnson, Roland Molina, Dan Gilvezan, Patricia Belcher, Cori Zoch, Mary Ostrow, Tom Knickerbocker, Tom Yi","Rating":7.5,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/74058/337692.jpg","TVDB":337692},{"ID":4042,"SeasonID":410,"ShowID":113,"MediaID":4062,"DateCreated":"2014-07-04T21:19:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Do Tell","Plot":"Shirley is compelled to help an old friend of Denny who is discharged from the army for coming out publicly as being gay, but finds resistance from the judge for challenging America during war time.\n\nMeanwhile, Alan's \"word salad\" returns whenever Lorraine is around, and new associate Whitney Rome is thrown into a case involving a bullfighting child whose mother wants sole custody.","Runtime":44,"FirstAired":"2007-10-16T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Steve Robin","Writer":"Phoef Sutton, Lawrence Broch, David E. Kelley","GuestStars":"Jonathan Castellanos, Victoria Von Dannenberg, Rolando Molina, Rick Deats, Philip Weyland, Sam McMurray, Paul Schulze, Lauri Johnson, Jessica Tuck, Roma Maffia","Rating":7.300000190734863,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/74058/337838.jpg","TVDB":337838},{"ID":4154,"SeasonID":410,"ShowID":113,"MediaID":4174,"DateCreated":"2014-07-06T09:17:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Hope and Gory","Plot":"Alan is shocked when a woman asks him to represent her for a murder she has yet to commit on the basis of \"temporary insanity\" and turns to Denny for help.\n\nMeanwhile, Katie and Jerry once again represent Joseph Washington who is being persecuted in his home town for a crime he did not commit.","Runtime":44,"FirstAired":"2007-10-30T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Robert Yannetti","Writer":"David E. Kelley","GuestStars":"Mare Winningham, muMs, Paul Dooley, Peter Onorati, Chuck McCann, Betsy Brandt, Frank Birney, Michael Wiseman","Rating":7.5,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/74058/340199.jpg","TVDB":340199},{"ID":4889,"SeasonID":410,"ShowID":113,"MediaID":4909,"DateCreated":"2014-07-13T03:04:20Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"The Object of My Affection","Plot":"Denny angers the senior partners when he fires an associate for being fat, consequently bringing a large lawsuit against the firm.\n\nAlan enlists the help of Whitney in the case of Patrice Kelly whose temporary insanity plea is not going over well with the jury in her murder trial.\n\nMeanwhile, Jerry helps a client who shares his affliction of Asperger's syndrome and begins to show some affection.","Runtime":44,"FirstAired":"2007-11-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Eric Stoltz","Writer":"David E. Kelley, Corinne Brinkerhoff","GuestStars":"Peter Onorati, Mary Gross, Pamela Adlon, Miriam Flynn, Barry Primus, Chuck McCann, Khali Macintyre, Gregg Daniel, Enn Reitel, Mare Winningham, Leyna Nguyen, Ted Garcia, Mark Edward Smith, Ralph Drischell, Matt Will","Rating":7.599999904632568,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/74058/341581.jpg","TVDB":341581},{"ID":4027,"SeasonID":410,"ShowID":113,"MediaID":4047,"DateCreated":"2014-07-04T08:59:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Attack of the Xenophobes","Plot":"Whitney and Katie defend an ex-cop charged with murder, but are shocked to find that the main piece of evidence is an MRI of his brain that \"proves\" he is a racist.\n\nAlan defends Denny in court when he is charged with wrongful termination after firing an associate for being too fat.\n\nMeanwhile, Carl is furious when once again Clarence is caught on YouTube in drag, and Jerry is nervous about taking his new relationship with Leigh to the next level.","Runtime":44,"FirstAired":"2007-11-13T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"John Terlesky","Writer":"David E. Kelley, Craig Turk","GuestStars":"Pamela Adlon, William Russ, Tom Wilson, Mark Derwin, Ivar Brogger, Lamont Thompson, Khali Macintyre, Kathy Lamkin , Mary Gross","Rating":7.300000190734863,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/74058/342165.jpg","TVDB":342165},{"ID":4024,"SeasonID":410,"ShowID":113,"MediaID":4044,"DateCreated":"2014-07-04T07:55:50Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Oral Contracts","Plot":"Denny is once again arrested, this time for allegedly soliciting gay sex in the court men's room, and again turns to Alan for representation.\n\nShirley is surprised to find Bethany as her opposition in court when she defends an old \"shock-jock\" friend for saying offensive things over-the-air.\n\nMeanwhile, Katie begins snooping around when she suspects Lorraine is not who she says she is.","Runtime":44,"FirstAired":"2007-12-04T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Mike Listo","Writer":"David E. Kelley","GuestStars":"Loretta Devine, Joel McCrary, Laura Henry, Elizabeth Laird, Brad Wilson, Robert Wuhl, Michael P. McGill, Steven Culp","Rating":7.5,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/74058/344728.jpg","TVDB":344728},{"ID":4081,"SeasonID":410,"ShowID":113,"MediaID":4101,"DateCreated":"2014-07-05T20:39:17Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"No Brains Left Behind","Plot":"Alan takes on one of his most outrageous lawsuits to date when he teams up with Denny to sue the National Guard for failing to show up when a flood wiped out a small business.\n\nShirley is surprised when her granddaughter visits her at the office with the news that she was expelled from university for destroying government standards tests.\n\nMeanwhile, Carl has second thoughts about staying in Boston, and Lorraine comes clean to the firm about her true background.","Runtime":44,"FirstAired":"2007-12-11T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Stephen Cragg","Writer":"Lawrence Broch, Susan Dickes, David E. Kelley","GuestStars":"Patricia Bethune, Jenifer Lewis, Mark L. Taylor, Allison Miller, Steve Hytner, Joe Guzaldo, Colby French, Glen Walker","Rating":7.400000095367432,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/74058/345001.jpg","TVDB":345001},{"ID":4028,"SeasonID":410,"ShowID":113,"MediaID":4048,"DateCreated":"2014-07-04T11:22:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Green Christmas","Plot":"The firm stands to lose millions of dollars when GreenPeople threatens to sue for all the money they ever spent at Crane, Poole \u0026 Schmidt, alleging Denny misrepresented the firm as being environmentally friendly.\n\nAlan helps Clarence take on the bank that foreclosed on his house after he made a bad deal.\n\nMeanwhile, Tara helps Jerry overcome the grief of his breakup with Leigh, and Carl makes a decision regarding Lorraine's employment status.","Runtime":42,"FirstAired":"2007-12-18T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Lou Antonio","Writer":"Craig Turk, Sanford Golden, Karen Wyscarver, David E.","GuestStars":"Sandra Colton, Paul Cassell, Hildy Brooks, Karl T. Wright, Sabrina Sloan, Nadine Ellis, Yvette Nicole Brown, Christine Dunford, Christopher Rich, Tom McGowan, Jim Antonio","Rating":7.400000095367432,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/74058/346447.jpg","TVDB":346447},{"ID":4045,"SeasonID":410,"ShowID":113,"MediaID":4065,"DateCreated":"2014-07-05T00:04:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Mad About You","Plot":"Denny puts the whole firm on edge when he unilaterally takes on a high-profile murder case and refuses help from anybody else, especially Alan.\n\nMeanwhile, Jerry and Katie represent a woman whose husband divorced her after being \"brainwashed\" by an ad campaign from a sleazy lawyer.","Runtime":44,"FirstAired":"2008-01-15T00:00:00Z","ParentalRating":"M","Director":"Tom Verica","Writer":"David E. Kelley, Lawrence Broch","GuestStars":"Xander Berkeley, Bess Armstrong, Grant Shaud, Valerie Mahaffey, Patrick Fabian, Amy Hill, Jenifer Lewis, Michael C. Mahon, Dean Cudworth, Karen Lew, Ed Brigadier, Marcus Folmar","Rating":7.5,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/74058/348513.jpg","TVDB":348513},{"ID":4037,"SeasonID":410,"ShowID":113,"MediaID":4057,"DateCreated":"2014-07-04T17:47:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Roe v. Wade, The Musical","Plot":"Alan takes on one of his most controversial cases to date when he represents a man suing Missy Tiggs for stealing his sperm and impregnating herself to have a black baby.\n\nMeanwhile, Jerry has mixed feelings when Leigh asks him to help her get her job back after she's fired for hugging a student.","Runtime":44,"FirstAired":"2008-01-22T00:00:00Z","ParentalRating":"M","Director":"Steve Robin","Writer":"Susan Dickes, David E. Kelley","GuestStars":"Jere Burns, Aaron D. Spears, Roma Maffia, Tom Kemp, Elizabeth Dennehy","Rating":7.5,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/74058/349616.jpg","TVDB":349616},{"ID":4076,"SeasonID":410,"ShowID":113,"MediaID":4096,"DateCreated":"2014-07-05T20:37:15Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Glow in the Dark","Plot":"Shirley is torn when her law school sweetheart comes back into her life as opposing council, bringing back old feelings and alienating Carl.\n\nMeanwhile, Alan and Denny flirt with the idea of swinging when they both have anonymous sexual encounters in the office, and Katie is threatened by Leigh who is jealous of her relationship with Jerry.","Runtime":44,"FirstAired":"2008-02-12T00:00:00Z","ParentalRating":"M","Director":"Vondie Curtis-Hall","Writer":"Lawrence Broch, David E. Kelley","GuestStars":"George Wyner, Scott Bakula, Mary Gross, Alison La Placa, Jonathan Kehoe","Rating":7.099999904632568,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/74058/349654.jpg","TVDB":349654},{"ID":4039,"SeasonID":410,"ShowID":113,"MediaID":4059,"DateCreated":"2014-07-04T20:04:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Rescue Me","Plot":"Carl Sack represents the sexually adventurous Andrea when she sues a company for losing her mother's ashes and giving her a cubic zirconium.","Runtime":43,"FirstAired":"2008-02-19T00:00:00Z","ParentalRating":"M","Director":"Mike Listo","Writer":"David E. Kelley, Corinne Brinkerhoff, Susan Dickes","GuestStars":"Henry Gibson (Judge Clark Brown), Pamela Adlon (Attorney Emma Path), Alison La Placa (Andrea Michele), Debra Mooney (Judge Patrice Webb), Mark L. Taylor (Attorney Adam Jovanka), Isabella Hofmann (Carolyn ","Rating":7.300000190734863,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/74058/349655.jpg","TVDB":349655},{"ID":4033,"SeasonID":410,"ShowID":113,"MediaID":4053,"DateCreated":"2014-07-04T17:43:21Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Tabloid Nation","Plot":"Denny, tries another stunt to win over Shirley's affections. Alan and Jerry go against Melvin Palmer again when they represent Mr.Beckham, a man who's daughter was murdered after a talk show stunt and he wants to sue the production company. Shirley begins to suspect her friend, Ethan, is unstable when she learns he's been arrested ten times for shooting seals in Boston Harbor.","Runtime":43,"FirstAired":"2008-04-08T00:00:00Z","ParentalRating":"M","Director":"Bill D'Elia","Writer":"David E. Kelley","GuestStars":"Christopher Rich (Attorney Melvin Palmer) , Kevin Will (Officer Michael Bardo), Stephen Root (Ethan Melman), Pat Towne (Dr. Ray), Chuck McCann (Judge Byron Fudd), Ron Pearson (Spencer Hamilton), Richard Ga","Rating":7.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/74058/360409.jpg","TVDB":360409},{"ID":4075,"SeasonID":410,"ShowID":113,"MediaID":4095,"DateCreated":"2014-07-05T20:36:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"The Mighty Rogues","Plot":"After her father -- who is in the late stages of a debilitating fight with Alzheimer's -- injures himself and lands in the hospital, Shirley Schmidt wants to end his suffering and asks Alan Shore to argue in court on her behalf. Meanwhile Jerry Espenson's beautiful, new girlfriend sues him for sexual assault, and Carl Sack represents the island of Nantucket whose residents want to build a nuclear bomb in case of attack.","Runtime":44,"FirstAired":"2008-04-15T00:00:00Z","ParentalRating":"M","Director":"Arlene Sanford","Writer":"David E. Kelley, Lawrence Broch, Jill Goldsmith","GuestStars":"Mary Chris Wall (Elizabeth Tilley), Art Frankel (Walter Schmidt), Deborah Cresswell (Nurse #1), Rachelle LeFevre (Dana Strickland), J. J. Boone (Jacqueline Ross), Leyna Nguyen (Reporter #3)","Rating":7.599999904632568,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/74058/360410.jpg","TVDB":360410},{"ID":4044,"SeasonID":410,"ShowID":113,"MediaID":4064,"DateCreated":"2014-07-05T00:03:46Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"The Court Supreme","Plot":"Alan Shore gets the dream of a lifetime for an attorney when he is asked to present an appeal to the Supreme Court in the case of a mentally challenged man who has been sentenced to death for the rape of a young girl. Meanwhile, Katie Lloyd learns some startling news from Lorraine Weller about Jerry Espenson's new girlfriend.","Runtime":43,"FirstAired":"2008-04-22T00:00:00Z","ParentalRating":"M","Director":"Bob Yannetti","Writer":"David E. Kelley, Jonathan Shapiro","GuestStars":"Kate Beahan (Attorney Audrey Patterson), Rachelle LeFevre (Dana Strickland), Bob Gunton (Attorney William Connolly), John Posey (Chief Justice Roberts), Vito D'Ambrosio (Justice Samuel Alito), Matthew Hat","Rating":7.699999809265137,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/74058/363317.jpg","TVDB":363317},{"ID":4152,"SeasonID":410,"ShowID":113,"MediaID":4172,"DateCreated":"2014-07-06T09:12:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Indecent Proposals","Plot":"Denny falls for a female cattle rancher who is pushing for the government to stop selling meat which has been cloned. Meanwhile, Shirley demands that Alan sues the Democratic Party after her nephew, a delegate, disagrees with his state's primary vote. ","Runtime":44,"FirstAired":"2008-04-30T00:00:00Z","ParentalRating":"M","Director":"Mike Listo","Writer":"David E. Kelley, Craig Turk, Jill Goldsmit","GuestStars":"Henry Gibson (Judge Clark Brown), Shelley Berman (Judge Robert Sanders), Joe Morton (Attorney Steve Duprey), Timothy Omundson (Attorney ill Withers), Jason Earles (Mitchy Weston), Christine Ebersole (Sunn","Rating":7.300000190734863,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/74058/364452.jpg","TVDB":364452},{"ID":4383,"SeasonID":410,"ShowID":113,"MediaID":4403,"DateCreated":"2014-07-07T06:04:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"The Gods Must Be Crazy","Plot":"A group of high ranking politicos ask Denny Crane to run for President of the United States. Jerry Espenson's ex-girlfriend, Dana, asks that he defend her after she's arrested for prostitution. Carl Sack and Shirley Schmidt represent a woman who is suing the Archdiocese for not permitting her to become a priest.","Runtime":42,"FirstAired":"2008-05-14T00:00:00Z","ParentalRating":"M","Director":"Jeff Bleckner","Writer":"David E. Kelley, Jill Goldsmith","GuestStars":"Henry Gibson (Judge Clark Brown), Missi Pyle (Renee Winger), Rachelle LeFevre (Dana Strickland), Gina Torres (A.D.A. Mary Franklin), Larry Drake (Bishop Luke Bernard), Kirk B.R. Woller (FBI Special Agent ","Rating":7.400000095367432,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/74058/367137.jpg","TVDB":367137},{"ID":4031,"SeasonID":410,"ShowID":113,"MediaID":4051,"DateCreated":"2014-07-04T17:37:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Patriot Acts","Plot":"Patriotism is in the air as Alan and Denny celebrate their acceptance into the Auxiliary Coast Guard. But when the town of Concord, Massachusetts decides to secede from the United States, Alan accepts the case, and deeply offends Denny. The case takes a personal turn when Denny represents the opposing side in court.","Runtime":43,"FirstAired":"2008-05-21T00:00:00Z","ParentalRating":"M","Director":"Bill D'Elia","Writer":"David E. Kelley, Jonathan Shapiro, Sanford Golden, K","GuestStars":"Jude Ciccolella (Gen. Robert Seagram), Henry Gibson (Judge Clark Brown), Anthony Heald (Judge Harvey Cooper), Michael Mantell (Mayor Thomas Steinbrenner), Richard McGonagle (A.A.G. Norman Wood)","Rating":7.599999904632568,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/74058/368369.jpg","TVDB":368369}],"EpisodeCount":20}
