{"ID":424,"ShowID":112,"DateCreated":"2014-07-08T10:42:01Z","Number":6,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/10-6.jpg","TVDB":15,"Episodes":[{"ID":4793,"SeasonID":424,"ShowID":112,"MediaID":4813,"DateCreated":"2014-07-10T12:50:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Bargaining (1)","Plot":"Several months have passed since Buffy sacrificed herself to save Dawn, her friends and the world. The Slayerettes are doing their best to keep the demon population down and Willow has repaired the Buffybot so the world remains unaware of the Slayers death. Unfortunately a vamp discovers the truth and escapes to tell his friends.   With no Slayer to watch, Giles makes preparations to return to England and leaves Anya in charge of the magic shop.   Willow, Tara, Anya and Xander secretly perform a","Runtime":43,"FirstAired":"2001-10-02T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"David Grossman","Writer":"Marti Noxon","GuestStars":"Franc Ross, Geoff Meed, Paul Greenberg, Mike Grief, Joy DeMichelle Moore, Bru Muller, Robert D. Vito, Harry Johnson, Kelly Lynn Warren, Hila Levy, Richard Wharton","Rating":7.900000095367432,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70327/102.jpg","TVDB":102},{"ID":4791,"SeasonID":424,"ShowID":112,"MediaID":4811,"DateCreated":"2014-07-10T12:49:05Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Bargaining (2)","Plot":"The Scooby Gang run from Buffy's grave site and her resurrection goes unnoticed. When she does get back above ground, she is confused and disoriented and wanders around looking at the carnage caused by the demon gang.   The demons damage the Buffybot badly and notice the real Buffy wandering around. They chase her and she eventually runs into the Slayerettes, who realize that she has been traumatize by having to dig out of her own grave.   When the demons arrive for a final fight, Buffy, still v","Runtime":43,"FirstAired":"2001-10-02T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Grossman","Writer":"David Fury","GuestStars":"Franc Ross","Rating":8.300000190734863,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/70327/103.jpg","TVDB":103},{"ID":4535,"SeasonID":424,"ShowID":112,"MediaID":4555,"DateCreated":"2014-07-08T23:45:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"After Life","Plot":"The first repercussions of the resurrection spell has the Scoobies battling with a demon ghost and Buffy realizes she was happier with the peace of the afterlife but cannot bring herself to tell her friends. She finds a sympathetic ear in someone else who knows a little about an afterlife: Spike.","Runtime":43,"FirstAired":"2001-10-09T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Solomon","Writer":"Jane Espenson","GuestStars":"Lisa Hoyle","Rating":8.199999809265137,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70327/104.jpg","TVDB":104},{"ID":4544,"SeasonID":424,"ShowID":112,"MediaID":4564,"DateCreated":"2014-07-08T23:47:15Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Flooded","Plot":"With Joyce gone, Buffy finds herself trying to contend with burst pipes and home-improvement loans. She seeks out the advice of a just-returned Giles who expresses his concern over Willow's attitude toward bringing Buffy back. While trying to get a loan, Buffy's meeting is crashed by a demon, dispatched by a trio of bored, twenty-something would-be sorcerers who want to cause mischief (and to hypnotize Buffy and make her their love slave).   The demon makes its way to the Slayers home and Buffy ","Runtime":43,"FirstAired":"2001-10-16T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"Douglas Petrie","Writer":"Jane Espenson, Douglas Petrie","GuestStars":"Todd Stashwick, Michael Merton, John Jabaley, Brian Kolb","Rating":7.300000190734863,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70327/105.jpg","TVDB":105},{"ID":4656,"SeasonID":424,"ShowID":112,"MediaID":4676,"DateCreated":"2014-07-10T05:13:08Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Life Serial","Plot":"As Buffy tries to 'normalize' her new life as a parent and return to college and attempt numerous jobs, she again comes up against the Troika, a group of would-be sorcerers, who test the Slayer by casting spells on her which make her experience time distortions, magically appearing demons and a strange \"Groundhog Day\" time loop.\n","Runtime":43,"FirstAired":"2001-10-23T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"Nick Marck","Writer":"David Fury, Jane Espenson","GuestStars":"Paul Gutrecht, Noel Guglielmi, Enrique Almeida, Marcia Ann Burrs, Jonathan Goldstein, Winsome Brown, Christopher May, David J. Miller, Andrew Cooper Wasser, Richard Beatty, James C. Leary, Jennifer Shon, Jabari ","Rating":7.300000190734863,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70327/106.jpg","TVDB":106},{"ID":4638,"SeasonID":424,"ShowID":112,"MediaID":4659,"DateCreated":"2014-07-10T02:57:24Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"All the Way","Plot":"Dawn lies to Buffy and spends Halloween night joyriding and partying with her friend Janice and two older boys. She develops a crush on one of the boys, Justin, and receives her first real kiss. When the boys reveal themselves to be vampires Dawn stakes Justin and is devastated.    Buffy decides Dawn needs a serious grown-up talk but she hands the task over to Giles, who is not at all happy about the way Buffy is depending on him so much.    Meanwhile, after Willow and Tara have a fight about Wi","Runtime":43,"FirstAired":"2001-10-30T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Solomon","Writer":"Steven S. DeKnight","GuestStars":"Steven Anthony Lawrence, John O'Leary, Kavan Reece, Amber Tamblyn, Dave Power, Dawn Worrall, Emily Kay, Adam Gordon, Sabrina Speer, Chad Erickson, Dominic Rambran, Anthony Sago, Lorin Becker, Lily Jackson, Charles","Rating":7.699999809265137,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70327/107.jpg","TVDB":107},{"ID":4456,"SeasonID":424,"ShowID":112,"MediaID":4476,"DateCreated":"2014-07-08T16:42:05Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Once More, With Feeling","Plot":"A mysterious force causes everyone in Sunnydale to reveal all of their innermost thoughts and feelings in song. Buffy tells the gang the truth about where she was when she was dead and they are devastated, none more than Willow. Tara sings a love song to Willow professing all her love, but does Willow feel the same way? Finally, Giles reveals his belief that Buffy is never going to learn to survive on her own with him around and decides to return to England for good.","Runtime":43,"FirstAired":"2001-11-06T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Hinton Battle, Marti Noxon, David Fury, Daniel Weaver, Scot Zeller, Zachary Woodlee, Timothy Anderson, Alex Estronel, Matt Sims, Hunter Cochrane","Rating":8.899999618530273,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/70327/108.jpg","TVDB":108},{"ID":4560,"SeasonID":424,"ShowID":112,"MediaID":4580,"DateCreated":"2014-07-09T04:11:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Tabula Rasa","Plot":"After the gang finds out about Buffy's true afterlife, Willow does a spell to make her forget that she was actually in heaven. Unfortunately the spell goes awry and the gang all wake up with amnesia, forgetting everything about their lives including the existence of vampires and the Slayer.   Because of their British accents, Giles and Spike (\"Randy\") think they are father and son, Giles and Anya think they are engaged, Willow and \"Alex\" think they are dating, and due to the absence of ID, Buffy","Runtime":43,"FirstAired":"2001-11-13T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Supernatural themes and violence","Director":"David Grossman","Writer":"Rebecca Rand Kirshner","GuestStars":"Geordie White, Stephen Triplett, David Franco, Raymond O'Connor, Michelle Branch","Rating":8.600000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/109.jpg","TVDB":109},{"ID":4540,"SeasonID":424,"ShowID":112,"MediaID":4560,"DateCreated":"2014-07-08T23:47:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Smashed","Plot":"After breaking up with Tara, Willow successfully de-rats Amy and the two witches begin hanging out and having fun with magic, drawing Willow further into her growing addiction.   Meanwhile, Spike notices that his chip doesn't kick in when he hits Buffy but it only works with her, leading him to believe that she is not entirely human anymore.","Runtime":43,"FirstAired":"2001-11-20T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"Turi Meyer","Writer":"Drew Z. Greenberg","GuestStars":"Patrice Walters, John Patrick Clerkin, Janck Jozefson, Rick Garcia, Kelly Smith, Jordan Belfi, Adam Weiner, Melanie Sirmons, Lauren Nissi","Rating":7.599999904632568,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/110.jpg","TVDB":110},{"ID":4541,"SeasonID":424,"ShowID":112,"MediaID":4561,"DateCreated":"2014-07-08T23:47:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Wrecked","Plot":"When they finally return home from their nights out, Buffy is ashamed of having slept with Spike and Willow is exhausted from casting spells all night. Amy takes Willow to a warlock whose particular brand of magic quickly has Willow hooked.   While looking after Dawn, Willow decides to get another quick fix and leaves the warlock's place looking very high and not at all in control of herself. To escape a demon Willow and Dawn steal a car but Willow seems it better to drive using magic, not her h","Runtime":43,"FirstAired":"2001-11-27T00:00:00Z","Year":2001,"ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"David Solomon","Writer":"Marti Noxon","GuestStars":"Jeff Kober, Fleming Brooks, Mageina Tovah, Michael Diordani, Colin Malone","Rating":7,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/111.jpg","TVDB":111},{"ID":4519,"SeasonID":424,"ShowID":112,"MediaID":4539,"DateCreated":"2014-07-08T22:59:22Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Gone","Plot":"Buffy and Dawn clear the house of magic items to help Willow and Buffy has a surprise visit from a social worker checking on Dawn's home life. The meeting doesn't go well and in a fit of rage after wards, Buffy cuts off her hair.   Meanwhile, the Geek Trio have built an invisibility ray and accidentally hit Buffy with it.","Runtime":43,"FirstAired":"2002-01-08T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"David Fury","Writer":"David Fury","GuestStars":"Jessa French, Kelly Parver, Jeffrey Jacquin, Dwight Bacquie, Lyndon Smith, Melina Webberley, Elin Hampton, Susan Ruttan, Daniel Hagen","Rating":7.699999809265137,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/70327/112.jpg","TVDB":112},{"ID":8073,"SeasonID":424,"ShowID":112,"MediaID":8041,"DateCreated":"2014-08-27T10:39:17Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Doublemeat Palace","Plot":"Starved for cash, Buffy gets a job in a fast food restaurant where the weird manager and high turnover of employees has her more than a little suspicious. When co-workers start ending up in pieces, the mystery behind the \"secret ingredient\" comes into question. Willow works on staying clear of magic, but Amy gives her an unwanted gift and Willow is forced to make a big decision. A vengeance demon friend of Anya's visits and questions her relationship with Xander, leaving Anya doubtful about thei","Runtime":43,"FirstAired":"2002-01-29T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"Nick Marck","Writer":"Jane Espenson","GuestStars":"Pat Crawford Brown, Brent Hinkley, Kirsten Nelson, T. Ferguson, Marion Calvert, Douglas Bennett, Andrew Reville, Kevin C. Carter, John F. Kearney, Sara Lawall, Victor Z. Isaac","Rating":7.400000095367432,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/113.jpg","TVDB":113},{"ID":4469,"SeasonID":424,"ShowID":112,"MediaID":4489,"DateCreated":"2014-07-08T16:48:21Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Dead Things","Plot":"The Troika's latest escapade to make Warren's ex-girlfriend Katrina their willing slave goes horribly wrong when she is accidentally killed. The trio use magical and demonic forces to make Buffy think that she has killed Katrina - and it works.   With finding out the truth about her resurrection and believing she killed an innocent girl, Buffy's world begins to fall apart.","Runtime":43,"FirstAired":"2002-02-05T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"James A. Contner","Writer":"Steven S. DeKnight","GuestStars":"Amelinda Embry, Marion Calvert, Rock Reiser, Bernard K. Addison, Eric Prescott","Rating":7.599999904632568,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70327/114.jpg","TVDB":114},{"ID":4643,"SeasonID":424,"ShowID":112,"MediaID":4663,"DateCreated":"2014-07-10T03:10:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Older and Far Away","Plot":"Old and new friends gather at the Summers home for Buffy's 21st birthday party and it goes off without a hitch - mostly.   Feeling neglected by Buffy and the Scoobys, Dawn's wish to keep people from leaving her is answered by Anya's demon friend Halfrek, who binds the attendees of the party to the house. When Tara tries a spell to free them, she only makes the situation worse by accidentally releasing a demon trapped inside a sword.","Runtime":43,"FirstAired":"2002-02-12T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"Michael Gershman","Writer":"Drew Z. Greenberg","GuestStars":"Laura Roth, Ryan Browning, Elizabeth Cazenave, Laura Silverman","Rating":7.5,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/115.jpg","TVDB":115},{"ID":7112,"SeasonID":424,"ShowID":112,"MediaID":7075,"DateCreated":"2014-08-13T20:27:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"As You Were","Plot":"Riley pursues a demon to Sunnydale and seeks Buffy's help in killing it. He also comes with a surprise... he is married. His wife, fellow demon hunter Sam, befriends the entire Scooby Gang and gets along quite well with all of them, but Buffy's own \"relationship\" with Spike comes into question when her ex's perfect romance shows her just what she doesn't have.","Runtime":43,"FirstAired":"2002-02-26T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"Douglas Petrie","Writer":"Douglas Petrie","GuestStars":"Ivana Milicevic, Ryan Raddatz, Adam Paul, Marilyn Brett, Alice Dinnean, Mitch Morris","Rating":7.300000190734863,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/116.jpg","TVDB":116},{"ID":4822,"SeasonID":424,"ShowID":112,"MediaID":4842,"DateCreated":"2014-07-11T00:19:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Hell's Bells","Plot":"The day of the wedding has finally come and Xander and Anya are preparing for the hoards of \"guests\" to arrive. While Xander's screwed up human family go head to head with Anya's mostly non-human friends, a special guest approaches Xander to warn him that his life with Anya may not turn out to be the married bliss he has hoped for.","Runtime":43,"FirstAired":"2002-03-05T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"David Solomon","Writer":"Rebecca Rand Kirshner","GuestStars":"Daniel McFeeley, Rebecca Jackson, Mel Fair, Nick Kokich, Robert Noble, Julian Franco, Susannah L. Brown, Joey Hiott, Abigail Mavity, Chris Emerson, Ashleigh Ann Wood, Megan Vint, Casey Sander, Andy Umberger, Lee G","Rating":7.400000095367432,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70327/117.jpg","TVDB":117},{"ID":4441,"SeasonID":424,"ShowID":112,"MediaID":4461,"DateCreated":"2014-07-08T10:42:32Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Normal Again","Plot":"After being poisoned by a demon, Buffy comes to believe that she is confined to a mental hospital, her mother is alive and her parents are still together and that her life as a Slayer was all an hallucination for the past six years.   Deciding that she prefers this 'normal' life with her parents a whole lot more, Buffy attempts to kill the things that tether her to the 'fantasy' life of the Slayer: the Scoobies.","Runtime":43,"FirstAired":"2002-03-12T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"Rick Rosenthal","Writer":"Diego Gutierrez","GuestStars":"Dean Butler, Michael Warren, Sarah Scivier, Rodney Charles, April Dion, Kirsten Nelson","Rating":8.100000381469727,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70327/118.jpg","TVDB":118},{"ID":4639,"SeasonID":424,"ShowID":112,"MediaID":4658,"DateCreated":"2014-07-10T02:57:24Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Entropy","Plot":"Having accepted the offer to become a vengeance demon again, Anya attempts to curse Xander for the pain he caused her... but she can't do it herself. Instead, she enlists the help of some old friends but it doesn't go how she expected.   Buffy spends some quality time with Dawn to make up for her violent actions in \"Normal Again,\" but Dawn's idea of time well spent is the dangerous world of patrolling; while Willow and Tara go on a coffee date and begin to mend their troubled relationship.   The","Runtime":43,"FirstAired":"2002-04-30T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"James A. Contner","Writer":"Drew Z. Greenberg","GuestStars":"Edie Caggiano","Rating":7.900000095367432,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70327/119.jpg","TVDB":119},{"ID":4460,"SeasonID":424,"ShowID":112,"MediaID":4480,"DateCreated":"2014-07-08T16:47:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Seeing Red","Plot":"Willow and Tara are well on the road to recovery but love lives are not as good for Xander and Anya or Buffy and Spike.   The Troika move full swing into their biggest plan ever: stealing a pair of mystical orbs which imbue the bearer with super strength and invulnerability. They attempt to rob an armoured van but Buffy crashes the party resulting in a battle between her and SuperWarren. Buffy is all but finished until Jonathan reveals the secret to Warren's power. Buffy manages to defeat him bu","Runtime":43,"FirstAired":"2002-05-07T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"Michael Gershman","Writer":"Steven S. DeKnight","GuestStars":"Garrett Brawith, Tim Hager, Stefan Marks, Christopher James, Kate Orsini, Troy R. Brenna, Nichole Hiltz","Rating":8.199999809265137,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/120.jpg","TVDB":120},{"ID":4464,"SeasonID":424,"ShowID":112,"MediaID":4484,"DateCreated":"2014-07-08T16:47:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Villains","Plot":"While the paramedics work on Buffy in the yard, in her bedroom Willow deperately calls on Osiris to bring Tara back to life the same way as she did for Buffy. She is told that the spell will not work for a natural human death and becomes consumed with rage and wants revenge in the worst way. She runs to the magic shop and draws the dark power from the books into her causing her hair and eyes to turn black. After saving Buffy by magically removing the bullet from her shoulder she heads out to fin","Runtime":42,"FirstAired":"2002-05-14T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"David Solomon","Writer":"Marti Noxon","GuestStars":"Amelinda Embry, Jeff Kober, Tim Hodgin, Michael Matthys, Julie Hermelin, Alan Henry Brown, Mueen J. Ahmad, Jane Cho, Meredith Cross, David Adefeso, Jeffrey Nicholas-Brown, Neson Frederick, Steven W. Bailey","Rating":8.199999809265137,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/121.jpg","TVDB":121},{"ID":4551,"SeasonID":424,"ShowID":112,"MediaID":4571,"DateCreated":"2014-07-09T00:14:17Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Two to Go (1)","Plot":"After exacting revenge on Warren for Tara's death, an extremely powerful and vengeful Willow now vows to go after the other two members of the trio, Jonathan and Andrew, forcing Buffy into the unlikely role of nerd-villain protector. After freeing the Duo from jail and escaping from Willow, the expanded group runs to the Magic Box to find a protection spell.   While all this is going on in Sunnydale, Spike undergoes a fierce challenge given by an African demon in order to become what he once was","Runtime":43,"FirstAired":"2002-05-21T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"Bill L. Norton","Writer":"Douglas Petrie","GuestStars":"Jeff Kober, Jeff McCredie, Damian Mooney, Michael Younger, Tanoai Reed, Steven W. Bailey","Rating":8.100000381469727,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/122.jpg","TVDB":122},{"ID":4438,"SeasonID":424,"ShowID":112,"MediaID":4458,"DateCreated":"2014-07-08T10:42:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Grave (2)","Plot":"Giles's new-found power brings Willow down momentarily and Giles magically binds her and leaves to catch up with Buffy. Willow telepathically controls Anya and gets her to break the binding spell. Willow draws Giles's energy into her and is hit by a sudden burst of emotion. Willow feels so much pain and hurt in the world and she decides to end it all.","Runtime":43,"FirstAired":"2002-05-21T00:00:00Z","Year":2002,"ParentalRating":"M","Director":"James A. Contner","Writer":"David Fury","GuestStars":"Brett Wagner, Tanoai Reed, Steven W. Bailey","Rating":8.100000381469727,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70327/123.jpg","TVDB":123}],"EpisodeCount":22}
