{"ID":43,"ShowID":23,"DateCreated":"2014-06-19T11:37:08Z","Number":1,"ParentalRating":"G","Image":"http://thetvdb.com/banners/seasons/75669-1.jpg","TVDB":9143,"Episodes":[{"ID":222,"SeasonID":43,"ShowID":23,"MediaID":222,"DateCreated":"2014-06-19T11:37:37Z","DatePublished":"2014-03-15T00:00:00Z","Number":1,"Title":"Pingu is Introduced / Hello Pingu","Plot":"Pingu and his parents are having a yummy lunch. But Pingu is eating disgustingly; smashing his fork so he can scoop up potatoes (possibly eggs or nuts ) and swallow them whole in his mouth like a grape. Blowing bubbles in his drink, eating fish disgustingly, and of course refusing to eat his greens. After this comical lunch, Pingu goes out to play with his red ball, but two of Pingu's \"friends\" Pingo and Pingg come to take it away from him (this is contrary to later episodes; they've become nice","Runtime":6,"FirstAired":"2004-12-01T00:00:00Z","Year":2004,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":7.300000190734863,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/75669/175224.jpg","IMDB":"tt1420855","TVDB":175224},{"ID":247,"SeasonID":43,"ShowID":23,"MediaID":247,"DateCreated":"2014-06-19T11:37:52Z","DatePublished":"2014-03-15T00:00:00Z","Number":2,"Title":"Pingu Helps With Incubating","Plot":"Pingu?s family has an egg, and while his parents do the laundry, Pingu has to sit on it. At first he is proud and happy to help, but he quickly gets bored, and gets up and starts listening to music called \"Woodpeckers From Space\". He does dances and other steps, but the egg suddenly sprouts a leg and starts to dance around the house. When Pingu notices this, he tries to stop things and catch the egg before his parents find out, trashing the igloo in the process. Pingu's parents, eventually notic","Runtime":6,"FirstAired":"2004-12-02T00:00:00Z","Year":2004,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":7.800000190734863,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/75669/175225.jpg","IMDB":"tt1476357","TVDB":175225},{"ID":240,"SeasonID":43,"ShowID":23,"MediaID":240,"DateCreated":"2014-06-19T11:37:48Z","DatePublished":"2014-03-15T00:00:00Z","Number":3,"Title":"Pinga Is Born / Pingu's Sister is Born","Plot":"Pingu is reading a book that he thinks is interesting while Mother and Father are watching that egg from the preceding episode Its apparently about to hatch and Mother tells Father to call the doctor The penguin doctor is called at 1st Pingu expects to and wants to see but his told to stay away and be quiet and he gets tired of the waiting in tension But finally the egg cracks and Pinga is introduced what will Pingu and his family think of her.","Runtime":6,"FirstAired":"2004-12-03T00:00:00Z","Year":2004,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/75669/175226.jpg","IMDB":"tt1527041","TVDB":175226},{"ID":215,"SeasonID":43,"ShowID":23,"MediaID":215,"DateCreated":"2014-06-19T11:37:32Z","DatePublished":"2014-03-15T00:00:00Z","Number":4,"Title":"Pingu Goes Fishing","Plot":"Pingu is going fishing; he climbs down a series of cliffs into a craggy, secluded area and finds an ice-fishing hole. He catches a fish, but he is unaware that Robby the seal, behind him, is emerging from another hole that the one Pingu is fishing at connects to, eating the bait, and snatching and attaching the same fish to the line each time. Pingu finds out and foxes Robby by luring him away from the ice holes and closing them off with large slabs of ice. A high-speed acrobatic chase ensues an","Runtime":6,"FirstAired":"2002-05-15T00:00:00Z","Year":2002,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":8.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/75669/175227.jpg","TVDB":175227},{"ID":258,"SeasonID":43,"ShowID":23,"MediaID":258,"DateCreated":"2014-06-19T11:37:59Z","DatePublished":"2014-03-15T00:00:00Z","Number":5,"Title":"Pingu Helps to Deliver the Mail","Plot":"Pingu is helping his dad deliver the mail. His dad lets him wear his postman's hat, and they go to the post office to pick up the mail and then deliver it to the town's various eccentric residents; including an old, kid-hating granny penguin, a tall, loud-beaked (bird style for loud-mouthed) penguin, a short, zippy and strange penguin in suspenders (this is Punki, who also slams the door right in Pingu's face as he opens it!), Pingu's friend Pingo, a sad penguin with bad news, a woman with three","Runtime":6,"FirstAired":"2001-10-30T00:00:00Z","Year":2001,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":8,"RatingCount":6,"Image":"http://thetvdb.com/banners/episodes/75669/175228.jpg","TVDB":175228},{"ID":176,"SeasonID":43,"ShowID":23,"MediaID":176,"DateCreated":"2014-06-19T11:37:08Z","DatePublished":"2014-03-15T00:00:00Z","Number":6,"Title":"Pingu Is Jealous","Plot":"Pingu, Pinga and mum are spending the day inside. Pingu is building towers with blocks, but to his dismay they keep falling down. Despite mother's efforts, Pinga does not want to go to bed - until mother rocks her to sleep. Pingu goes to his mum for help with his blocks, but she is too busy knitting clothing for Pinga. Pingu looks at Pinga, who notices that she is in bed. She starts to cry and is comforted and given attention by mother, who continues to apparently ignore Pingu. Pingu desperately","Runtime":6,"FirstAired":"2001-07-16T00:00:00Z","Year":2001,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":8,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/75669/175229.jpg","TVDB":175229},{"ID":251,"SeasonID":43,"ShowID":23,"MediaID":251,"DateCreated":"2014-06-19T11:37:54Z","DatePublished":"2014-03-15T00:00:00Z","Number":7,"Title":"Pingu and the Snowball Fight","Plot":"Pingu is going out on a play-date with Robby. They find some old and ruined igloos with junk and debris scattered around, and first play a game of hide and seek, and then have a snowball fight. Pingu tricks Robby by making a bust of himself with some things he finds in the ruin he is hiding and putting it on a stick and waving it outside, so that Robby throws the snowball at that instead of him. While Robby is quizzically investigating the smashed bust, Pingu runs and hides in a barrel. He then ","Runtime":6,"FirstAired":"2005-06-06T00:00:00Z","Year":2005,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":7.300000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/75669/175230.jpg","TVDB":175230},{"ID":288,"SeasonID":43,"ShowID":23,"MediaID":288,"DateCreated":"2014-06-19T11:38:16Z","DatePublished":"2014-03-15T00:00:00Z","Number":8,"Title":"Pinga is Left Out","Plot":"Pingu brings Pinga along with him to play with Pingo. When they meet up, Pingu and Pingo start playing leap-frog and Pinga really wants to join in. But Pingu, however, forbids her to play with them because she's too little. While he and Pingo are rampaging about, she sadly runs away from them. Pingu and Pingo look everywhere for her, and finally find footprints and her scarf at the edge of a deep pit. Assuming she has fallen in, Pingu and Pingo go home in tears and tells mother what happened. Bu","Runtime":6,"FirstAired":"2005-06-07T00:00:00Z","Year":2005,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":7.300000190734863,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/75669/175231.jpg","TVDB":175231},{"ID":296,"SeasonID":43,"ShowID":23,"MediaID":296,"DateCreated":"2014-06-19T11:38:21Z","DatePublished":"2014-03-15T00:00:00Z","Number":9,"Title":"Pingu Plays Fish Tennis","Plot":"Robby the seal jokingly attacks Pingu with snowballs. Pingu is enticed immediately to join an acrobatic game in which a large pink fish is the object of their japery. Pingu, in a bizarre moment of claustrophobic inertia, finds the fish's mouth trapped over his head and Robby, briefly abandoning his joking around, aids his relatively new friend by removing the fish from Pingu's head. They then play a tennis-style game using the fish. However, the fish is eventually caught on the rope and, after a","Runtime":6,"FirstAired":"2002-07-10T00:00:00Z","Year":2002,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":7.400000095367432,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/75669/175232.jpg","TVDB":175232},{"ID":308,"SeasonID":43,"ShowID":23,"MediaID":308,"DateCreated":"2014-06-19T11:38:27Z","DatePublished":"2014-03-15T00:00:00Z","Number":10,"Title":"Pingu and the Avalanche Incident / Barrel of Fun","Plot":"Robby plays around some barrels near some ruins, when he sees a barrel that is half covered with planks, like a sledge. Pingu comes around and he and Robby play with the sledge-barrel. They go down a long and winding hill two times, with Robby being the brakes - almost crashing into a sculpture both times. Unfortunately, when they go down a third time, they lose control, and Robby falls off and Pingu crashes into the sculpture which collapses over him, trapping him inside. Robby goes for help, a","Runtime":6,"FirstAired":"2004-12-14T00:00:00Z","Year":2004,"ParentalRating":"G","ParentalRatingReason":"G","Director":"Otmar Gutmann","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175236.jpg","TVDB":175236},{"ID":881,"SeasonID":43,"ShowID":23,"MediaID":881,"DateCreated":"2014-06-19T11:44:14Z","DatePublished":"2014-03-15T00:00:00Z","Number":11,"Title":"Pingu Plays Ice Hockey","Plot":"Pingu, Robby and their new friend Pongi are dawdling around when they see a hockey team having a game. They decide to join in. At the first two tries they didn't get a goal, but then on the next try, they get one. The other team is a bad loser, however, and on the final try, they play aggressively to ensure they do not win, knocking them with the putt, forcing them into corners, and so on, and they win the game. They want another game, but Pingu and his friends refuse due to the team's bad sport","Runtime":6,"FirstAired":"2002-01-04T00:00:00Z","Year":2002,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":9,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/75669/175234.jpg","TVDB":175234},{"ID":300,"SeasonID":43,"ShowID":23,"MediaID":300,"DateCreated":"2014-06-19T11:38:23Z","DatePublished":"2014-03-15T00:00:00Z","Number":12,"Title":"Pingu and Pinga Stay Up","Plot":"It is time for Pingu and Pinga to go to bed but they have other ideas. First they play with their blocks and fakely fight over them, and then mum tells Pingu to brush his teeth and he goes by shuffling with the block boxes on his feet. Pingu brushes the bathtub instead of his teeth, then knocks Pinga's potty, and mum finally manages to get them to go to the bedroom. At first they tried to leave when she wasn't looking. They keep demanding things such as a teddy, pacifier, fish, or bottles. When ","Runtime":6,"FirstAired":"2000-10-29T00:00:00Z","Year":2000,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":8,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/75669/175235.jpg","TVDB":175235},{"ID":284,"SeasonID":43,"ShowID":23,"MediaID":285,"DateCreated":"2014-06-19T11:38:14Z","DatePublished":"2014-03-15T00:00:00Z","Number":13,"Title":"Pingu on Makeshift Skis","Plot":"Pingu jumps outside and flies around like a plane, when he sees the carrot for the snowman's nose has dropped off. He puts it back on and finds it looking like a Rhino's horn when he turns the head. He then sits on a sledge and starts drumming on his belly, when he sees Pingo coming along on his new skis. Pingu, most impressed, decides to tag along with him and, not having a pair of skis of his own, uses some junk in a ruined igloo to build a make-shift pair of his own. Pingu and Pingo then go c","Runtime":6,"FirstAired":"2004-12-17T00:00:00Z","Year":2004,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":7.699999809265137,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/75669/175233.jpg","TVDB":175233},{"ID":292,"SeasonID":43,"ShowID":23,"MediaID":292,"DateCreated":"2014-06-19T11:38:19Z","DatePublished":"2014-03-15T00:00:00Z","Number":14,"Title":"Pingu Runs Away From Home","Plot":"Pingu and his parents are enjoying a quiet dinner, but Pingu isn't happy due to him refusing to eat his disgusting dinner. Mother and Father decide to share their food. Father give Mother fish, Mother gives Father greens and Mother tries to give Pingu a brown potato, but he refuses and splatters it all over Mother. Father becomes enraged and tells him off. Pingu then rocks his chair and ends up pulling everything off the table. His parents becomes furious and Pingu ends up getting a spanking. He","Runtime":6,"FirstAired":"2001-09-03T00:00:00Z","Year":2001,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175238.jpg","TVDB":175238},{"ID":311,"SeasonID":43,"ShowID":23,"MediaID":311,"DateCreated":"2014-06-19T11:38:29Z","DatePublished":"2014-03-15T00:00:00Z","Number":15,"Title":"Pingu Builds An Igloo","Plot":"Pingu is going on a camping trip of sorts with Pingo. When Pingu said goodbye to his parents, Father offers Pingu a hat. He does not want to wear it, but father insists. When he leaves he gleefully takes the hat off and puts it in the box. When they meet, they head up at the spot how they will use blocks of ice to build an igloo, however, they cannot agree on where to build one, get into a fight, and go off to build their own separate igloos. Due to them only having half the blocks each, however","Runtime":6,"FirstAired":"2001-09-04T00:00:00Z","Year":2001,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":9,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/75669/175237.jpg","TVDB":175237},{"ID":304,"SeasonID":43,"ShowID":23,"MediaID":304,"DateCreated":"2014-06-19T11:38:25Z","DatePublished":"2014-03-15T00:00:00Z","Number":16,"Title":"Pingu Has Music Lessons","Plot":"Pingu is playing with his blocks, and teaching Pinga what they are, while Mother and Father bake a cake (possibly something else). While Pingu plays with his blocks, Pinga plays her trumpet. Pingu likes this and shows Pinga his instrument, an accordion. Pingu then starts playing awful music hysterically with it, and Mother tells him to stop. Pingu sticks his tongue at her, and resumes playing music with it again (this time holding it from one side and bouncing it up and down like a yo-yo). Final","Runtime":6,"FirstAired":"2001-09-06T00:00:00Z","Year":2001,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175239.jpg","TVDB":175239},{"ID":279,"SeasonID":43,"ShowID":23,"MediaID":279,"DateCreated":"2014-06-19T11:38:10Z","DatePublished":"2014-03-15T00:00:00Z","Number":17,"Title":"Pingu in the Ice Cave","Plot":"Pingu and his parents are doing odd jobs when Pingo comes over and asks Pingu on a playdate. The two go off hysterically. They play with their ball and have fun at first, but get a bit carried away, and the ball goes off into an overhang in the ice. When they try to retrieve it, they fall through a sort of trapdoor in the ice and into an ice cave. The entrance collapses above them, and they must find another way out. After looking around in the dripping, echoing caverns, they see a slope to the ","Runtime":6,"FirstAired":"2007-11-12T00:00:00Z","Year":2007,"ParentalRating":"G","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175240.jpg","TVDB":175240},{"ID":10144,"SeasonID":43,"ShowID":23,"MediaID":10122,"DateCreated":"2014-12-06T22:31:32Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Pingu's Tobogganing","Plot":"Pingu and his friends Pingo and Pingg are going tobogganing up in some high mountains. After a long climb, they reach the top, and sled their way down. Pingu's friends go down at great speed, but Pingu has trouble; his sled doesn't seem to slide and he can only go slowly. It then turns out that the skis on the bottom of Pingu's sled are rusted, and his friends give him a greased rag to polish them with. After Pingu's friends come down a second time, he shows them how clean the skis are, and does","Runtime":6,"FirstAired":"2007-11-12T00:00:00Z","Year":2007,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175241.jpg","TVDB":175241},{"ID":218,"SeasonID":43,"ShowID":23,"MediaID":218,"DateCreated":"2014-06-19T11:37:35Z","DatePublished":"2014-03-15T00:00:00Z","Number":19,"Title":"Pingu's Lavatory Story","Plot":"Pingu and his family are eating lunch. Pinga opens her mouth for Pingu to put a piece of fish in her mouth, but Pingu ends up eating it himself, much to Pinga's annoyance. Pingu then heads off to go to a bar type shop to get a drink. Pinga follows him and wants a drink too. Pingu buys her two, but when she drinks them, she tinkles on the ground and Pingu hurriedly sends her home; she makes it to her potty just in time. Pingu then finds he needs to go to the toilet, and rushes home just in time t","Runtime":6,"FirstAired":"2004-12-31T00:00:00Z","Year":2004,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175242.jpg","TVDB":175242},{"ID":200,"SeasonID":43,"ShowID":23,"MediaID":200,"DateCreated":"2014-06-19T11:37:24Z","DatePublished":"2014-03-15T00:00:00Z","Number":20,"Title":"Pingu At School","Plot":"Pingu walks to school with his backpack, and on the way, calls for Robby. Robby slides down a slant on a snowy mountain. Pingu does the same sliding on his backpack, rather further than Robbie. Pingu slides his backpack to Robby. Robbie dons the backpack, Pingu is amused. Pingu and Robby find two rows of desks, a blackboard and an igloo. The teacher walks out of the igloo. As the teacher turns around to close the door, Robby quickly jumps into a water hole. The teacher rings the school bell. Pin","Runtime":6,"FirstAired":"2007-11-02T00:00:00Z","Year":2007,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175243.jpg","TVDB":175243},{"ID":282,"SeasonID":43,"ShowID":23,"MediaID":282,"DateCreated":"2014-06-19T11:38:12Z","DatePublished":"2014-03-15T00:00:00Z","Number":21,"Title":"Pingu's Grandfather Is Sick","Plot":"Pingu is painting a painting while his mom is ironing clothes, but then the telephone rings and Pinga answers the phone, Pingu's mom rushes Pinga off the phone - it is Grandpa who's suffering measles. Pingu tells Pinga not to mess up his painting but Pinga throws red on it. Pingu gets really angry at Pinga and she runs away from Pingu. They go to Grandpa's house, but Pinga blocks the door so Pingu can't get out. Pingu backs up and rushes the door, but Pinga has moved away and he falls flat on th","Runtime":6,"FirstAired":"2005-03-09T00:00:00Z","Year":2005,"ParentalRating":"G","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175244.jpg","TVDB":175244},{"ID":324,"SeasonID":43,"ShowID":23,"MediaID":325,"DateCreated":"2014-06-19T11:38:37Z","DatePublished":"2014-03-15T00:00:00Z","Number":22,"Title":"Pingu and Pinga Play Circus","Plot":"Pingu, Pinga and Robby put up signs announcing a circus and lots of penguins start to go see the circus, and during the performance, Pingu plays the drum, Pinga plays the trumpet and Robby plays the accordion, Robby does roly-polies, Pinga juggles balls (which failed when Robby laughed when she dropped them, though she threw one at Robby's hat flattening it.), Pinga and Robby do a \"lion-tamer's act\" and Robby does dog acts. Pingu does a bunch of dances and actions during Robby's accordion perfor","Runtime":6,"FirstAired":"2005-06-24T00:00:00Z","Year":2005,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/75669/175249.jpg","TVDB":175249},{"ID":318,"SeasonID":43,"ShowID":23,"MediaID":318,"DateCreated":"2014-06-19T11:38:33Z","DatePublished":"2014-03-15T00:00:00Z","Number":23,"Title":"Pingu and the Organ Grinder","Plot":"Pingu is spending time with a stranger who is busking by playing a barrel organ, which makes him feel upset because of how poor he is. He is more upset when arrogant penguins just walk past refusing to give money. First, a male penguin just walks around the organ. Secondly, a female Penguin walks past the organ. Pingu tries to stop her, but she pushes him away with her belly. Pingu asks another male penguin for some money, but he gets a fish instead. Pingu gives the fish to the busker and tries ","Runtime":6,"FirstAired":"2005-03-11T00:00:00Z","Year":2005,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":6,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175248.jpg","TVDB":175248},{"ID":331,"SeasonID":43,"ShowID":23,"MediaID":331,"DateCreated":"2014-06-19T11:38:42Z","DatePublished":"2014-03-15T00:00:00Z","Number":24,"Title":"Pingu and his Friends Play too Loudly","Plot":"Pingu and Pingg are playing hopscotch, not knowing they are doing it in a parking space. When a parking neighbor comes here to park in and they get into a fight. Then suddenly, Pingu and Pingg are forced to play somewhere else. They go over to another igloo, and start running and playing about very noisily. The grouchy neighbor starts yapping at them. Pingu, Pingg and Pingo who comes along tease her. She was about to hit them with a carpet beater but she missed. She leaves and accidentally close","Runtime":6,"FirstAired":"2005-01-07T00:00:00Z","Year":2005,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":6,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175245.jpg","TVDB":175245},{"ID":327,"SeasonID":43,"ShowID":23,"MediaID":328,"DateCreated":"2014-06-19T11:38:39Z","DatePublished":"2014-03-15T00:00:00Z","Number":25,"Title":"Pingu's Parents Go to a Concert","Plot":"Pingu?s parents are off to a concert for a change leaving Pingu and Pinga in charge of taking care of the house and promise to good, as Pingu and Pinga started to cry. As their parents leave, Pingu and Pinga perform antics such as jumping on their beds and asking Pinga to turn on a radio (as the music blares) while Pingu makes a pancake. Mother and Father had arrive at the concert. Pingu flips the pancake into the air many times, much to Pinga's delight and it ends up getting stuck to the roof! ","Runtime":6,"FirstAired":"2003-02-22T00:00:00Z","Year":2003,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":6,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175246.jpg","TVDB":175246},{"ID":337,"SeasonID":43,"ShowID":23,"MediaID":337,"DateCreated":"2014-06-19T11:38:46Z","DatePublished":"2014-03-15T00:00:00Z","Number":26,"Title":"Pingu Dreams","Plot":"It is time for Pingu's bedtime, and he falls asleep while Mother is reading him a story. As Pingu sleeps, the igloo jumps up and down before floating away. His bed then sprouts legs and moves around. Although being rattled at first, he has lots of fun riding the bed, but he is unaware that a giant non-tusked whiskered walrus (or a leopard seal) is stalking him. The walrus/leopard seal eventually shows himself to Pingu and puts the igloo on top of him and the bed. The walrus/leopard seal takes th","Runtime":6,"FirstAired":"2001-07-18T00:00:00Z","Year":2001,"ParentalRating":"G","Director":"Otmar Gutmann","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/75669/175247.jpg","TVDB":175247}],"EpisodeCount":26}
