{"ID":435,"ShowID":161,"DateCreated":"2014-07-09T23:41:08Z","Number":3,"ParentalRating":"G","Image":"http://thetvdb.com/banners/seasons/76536-3.jpg","TVDB":10670,"Episodes":[{"ID":4614,"SeasonID":435,"ShowID":161,"MediaID":4634,"DateCreated":"2014-07-09T23:44:30Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Blue's Big Treasure Hunt","Plot":"When Mailbox provides Steve with a package, it turns out to be a treasure chest, introducing \"\"Blue's Big Treasure Hunt.\"\" Throughout the episode, we search for both clues and treasure hunt hints (scrolls of paper) to lead us to our goal. We solve riddles for clues and even find secret compartments. We even get to skiddoo into the Land of Great Discovery, where we help out characters from favorite nursery rhymes to remember just what happens in their rhymes.","Runtime":24,"FirstAired":"1999-03-08T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Traci Paige Johnson","Writer":"Angela Santomero","GuestStars":"Rue McClanahan, Carol Kane, Taylor DeVito, Marisa Dolmatch, Malik Horton, Eric Marcus, Olivia Wilson","Image":"http://thetvdb.com/banners/episodes/76536/199120.jpg","TVDB":199120},{"ID":4696,"SeasonID":435,"ShowID":161,"MediaID":4716,"DateCreated":"2014-07-10T08:26:44Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Art Appreciation","Plot":"There's a big Art Show happening at the Blue's Clues house. We pose for a portrait for Steve. We alaso find that there's something fishy going on, when fish seem to be popping up in artwork everywhere. In a Blue Skiddoo segment, we help soem friends to get back to the paintings where they belong.","Runtime":25,"FirstAired":"1999-04-26T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Nancy Keegan","Writer":"Michael T. Smith","GuestStars":"Joyce Raimondo, Matthew Castleton, Miryam Coppersmith, Sean Geary, Matthew Holsten, Allen Keller, Alexandra Kelley, Kenny Kim, David B. Levy, David Reber, Benjamin Rodriguez, Benjamin Rousseau, Kaitlyn Trugila, D","Rating":7,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/76536/199121.jpg","TVDB":199121},{"ID":4612,"SeasonID":435,"ShowID":161,"MediaID":4632,"DateCreated":"2014-07-09T23:41:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Weight And Balance","Plot":"When Steve asks for help with some heavy groceries, it gets us thinking about weight and balance. We decide to compare the weights of some of the groceries and then later things around the Blue's Clues house. With the help of a scale, we solve a debate between Mr. Salt and Mrs. Pepper. Later, in the Blue Skiddoo segment, we help out customers at a Country Store who are looking to buy some things that are very light.","Runtime":24,"FirstAired":"1999-05-10T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Alan Zdinak","Writer":"Michael T. Smith","GuestStars":"Allyson Paterek, Lorraine Brancale, Paul Brancale, Jacquelyn Dubicki, Ashley Fortunato, Rebecca Goldstein, Matthew Holsten, Robert Markhardt, Gemini Quintos, Kathryn Paterek","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199122.jpg","TVDB":199122},{"ID":4609,"SeasonID":435,"ShowID":161,"MediaID":4629,"DateCreated":"2014-07-09T23:41:08Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"What's that Sound?","Plot":"In this episode, we listen carefully to hear all sorts of different sounds. We start out hearing a noise and identify it as wind chimes coming from outside. Later, we use noises to help Shovel + Pail follow a gopher to a neat-sounding stream. Later, we skiddoo into a soundless black-and-white movie to fix it up by adding sound effects to it.","Runtime":24,"FirstAired":"1999-06-07T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Karina Alfaro, Matthew Holsten, Cara Schrank","Rating":7,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/76536/199123.jpg","TVDB":199123},{"ID":4706,"SeasonID":435,"ShowID":161,"MediaID":4726,"DateCreated":"2014-07-10T08:30:26Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Animal Behavior!","Plot":"In this episode, we learn all about different animals with the help of a book Blue has that we can use to look them up. As we learn, we also try imitating the behavior of a number of animals for fun. We help Shovel and Pail to find out why beavers pick up sticks and why birds tweet. In the Blue Skiddoo segment, we meet Lady Godiva, who uses a submarine to take us under the sea, where we find out about a very interesting form of animal behavior called \"\"camouflage.\"\"","Runtime":24,"FirstAired":"1999-06-21T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Alan Zdinak","Writer":"Adam Peltzman","GuestStars":"Joseph Brancale, Eric Browser, Jacquelyn Dubicki","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199124.jpg","TVDB":199124},{"ID":4618,"SeasonID":435,"ShowID":161,"MediaID":4638,"DateCreated":"2014-07-09T23:47:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Blue's Big Pajama Party","Plot":"Blue is having a big pajama party, late at night at the Blue's Clues house. We're invited, but what fun is pajama party if you do nothing but sleep? Blue certainly thinks this and so we have all sorts of fun. We help Shovel and Pail to identify animals that stay awake at night. We even pay a visit to outer space to try and answer the deep question of just why it is that we have night.","Runtime":24,"FirstAired":"1999-10-10T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Lucy Walker","Writer":"Adam Peltzman","GuestStars":"Chaya Coppersmith, Alyssa Lamorgese, Jenny Larkin, Philip LiVecchi, Helen Markowitz, Jaclyn Markowitz","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199125.jpg","TVDB":199125},{"ID":4708,"SeasonID":435,"ShowID":161,"MediaID":4728,"DateCreated":"2014-07-10T08:31:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Draw Along With Blue","Plot":"Blue and Steve have been having fun drawing and we're invited to grab a pencil and a paper and draw along. We get to draw all sorts of neat things and meet Markie the Marker, who has us play a game in which he try to figure out who he's drawing. We look outside the window for something neat to draw and then share our drawing with Steve and he shares his with us. Later, we skiddoo into Chalk World, where Chalk-Girl asks for Steve's help in telling the story of him trying to find the third clue.","Runtime":24,"FirstAired":"1999-10-18T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Nancy Keegan","Writer":"Adam Peltzman","GuestStars":"Savannah L. Andre, P.J. Battisti, Robert P. Charde, Christina Franklin, Jordan Mancuse, Sean McKeegan, Nicole Deanne Monroe, Makalla Zimick, Jake Zindulka","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199126.jpg","TVDB":199126},{"ID":4744,"SeasonID":435,"ShowID":161,"MediaID":4764,"DateCreated":"2014-07-10T08:51:45Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Blue's Big Holiday","Plot":"It's the holidays in the Blue's Clues neighborhood and we're getting together some great gifts, as well as creating patches for a memory quilt. In the Blue Skiddoo segment, we pick out the perfect gifts for some of Blue's friends. Later, we deliver them and learn all about various holiday traditions. In the process, we also receive several great patches for the quilt.","Runtime":24,"FirstAired":"1999-11-15T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Koyalee Chanda","Writer":"Alice Wilder, Angela Santomero, Michael T. Smith","GuestStars":"Tyrese Gibson, Malik Horton, Nicole Gibson, Monique Reilly, P.J. Battisti, Lisa Datz, Wynonna Judd, Amanda Murray, Michelle Markandt","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199127.jpg","TVDB":199127},{"ID":4707,"SeasonID":435,"ShowID":161,"MediaID":4727,"DateCreated":"2014-07-10T08:30:44Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Pool Party","Plot":"On a hot summer day, Blue and Steve hold a pool party, with a big list of friends to invite drawn up. We help to find them all to get them invited. We also test our memory skills - first using them to help Mr. Salt, Mrs. Pepper and Paprika to prepare sundaes. Later on, we take part in a Blue Skidoo segment in which we play a matching card game.","Runtime":24,"FirstAired":"1999-11-29T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Lucy Walker","Writer":"Koyalee Chanda","GuestStars":"Dominick Charles Carbone, Yvonne Dias, Codi Leitner, Yvonne Ortiz, Ronald Plerantozzi","Rating":6,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199128.jpg","TVDB":199128},{"ID":4617,"SeasonID":435,"ShowID":161,"MediaID":4637,"DateCreated":"2014-07-09T23:47:51Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Anatomy","Plot":"As we come in, Steve invites us to try out his stethoscope and listen to Blue's heartbeat. In this episode, we learn all about different parts of the body. We check out a computer program and learn about the mouth, the eyes and the ears. Steve shows off his muscles when helping Mr. Salt and Mrs. Pepper. In the Blue Skiddoo segment, we experiment with a special type of x-ray machine.","Runtime":24,"FirstAired":"2000-04-03T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Nancy Keegan","Writer":"Alison Sherman, Michael T. Smith","GuestStars":"Jessica A. Peterson, Sean McKeegan, Eric Marcus, Christina Franklin, Lauren Edgerton, Cortney Mancuso, Michael A. Robinson, Addison Baio","Image":"http://thetvdb.com/banners/episodes/76536/199129.jpg","TVDB":199129},{"ID":4709,"SeasonID":435,"ShowID":161,"MediaID":4729,"DateCreated":"2014-07-10T08:31:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Signs","Plot":"Blue is trying to tell Steve something and in order to tell him, she decides to use a sign. It turns out that signs are all around us, in fact, Blue's Clues is a game of signs in a way. We help out Pail in this episode when Shovel posts signs to help find him. We learn all about \"\"don't\"\" signs as well as signs that give directions for locations. In the Blue Skiddoo segment, we find a girl named Carly whose telling a story in sign language and we help Steve with some of the signs that he's havin","Runtime":24,"FirstAired":"2000-04-10T00:00:00Z","ParentalRating":"G","Director":"Nancy Keegan","Writer":"Michael T. Smith","GuestStars":"Samantha Ettus, Heidi Foss, Ebby Johnson, Carla-Frances Jones, Codi Leitner, Alyssa Machette, Ronald Piorantoxxi Jr., Garrett Rothstein, Jeffrey Shine, Elizabeth Valverde","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199130.jpg","TVDB":199130},{"ID":9195,"SeasonID":435,"ShowID":161,"MediaID":9170,"DateCreated":"2014-10-01T10:03:03Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Nature","Plot":"Today, we are having fun outside on a spring day. All of our friends are there: even Side Table Drawer has come out to do some bird-watching. We have fun doing things like looking for four-leaf clovers and exploring the vast backyard of the Blue's Clues house. In a Blue Skidoo segment, we help out a friend named Windy who has blown around things from all the different seasons, getting them all mixed up.","Runtime":24,"FirstAired":"2000-04-25T00:00:00Z","ParentalRating":"G","Director":"Lucy Walker","Writer":"Wendy Harris","GuestStars":"Robert Iredell, Travis Harigens, Ian Daly, Scott F. Burkhardt, Rishay Livemond","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199131.jpg","TVDB":199131},{"ID":4704,"SeasonID":435,"ShowID":161,"MediaID":4724,"DateCreated":"2014-07-10T08:27:49Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Geography","Plot":"In this episode, viewers learn all about direction and following maps. To help Steve find Blue, we follow a number of maps. We help out Shovel and Pail in identifying a number of buildings that they could visit to do certain things. Later, we skidoo into a board game and use maps and transportation to reach a gingerbread house.","Runtime":24,"FirstAired":"2000-07-03T00:00:00Z","ParentalRating":"G","Writer":"Angela Santomero","Image":"http://thetvdb.com/banners/episodes/76536/199132.jpg","TVDB":199132},{"ID":4714,"SeasonID":435,"ShowID":161,"MediaID":4734,"DateCreated":"2014-07-10T08:36:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Occupations","Plot":"All of our friends are pretending to be different occupations, and we play Blue's Clues to figure out what Blue wants to be. We help Steve, who is pretending to be a reporter, figure out what occupation our various friends are pretending to be. Then we skidoo into a picture and help Door build his house by calling on the right workers to complete their appropriate tasks.","Runtime":24,"FirstAired":"2000-07-10T00:00:00Z","ParentalRating":"G","Writer":"Michael T. Smith","Image":"http://thetvdb.com/banners/episodes/76536/199133.jpg","TVDB":199133},{"ID":4716,"SeasonID":435,"ShowID":161,"MediaID":4736,"DateCreated":"2014-07-10T08:37:06Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Blue's Big Mystery","Plot":"There's somebody building a fort in the backyard of the Blue's Clues house, but we have no idea who it is. In this episode, we put on our detective caps and logical-thinking skills. There's a mystery to be solved. Come along as we investigate, with a little help from Mr. Salt and all of our friends.","Runtime":24,"FirstAired":"2000-07-17T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Ralph DiPasquale, Dorothey Jane Washington Green, Kenny Kim, Jesse Regina, Nicky Regina, Valerie Cosgriff","Rating":9,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199134.jpg","TVDB":199134},{"ID":4718,"SeasonID":435,"ShowID":161,"MediaID":4738,"DateCreated":"2014-07-10T08:37:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Periwinkle Misses His Friend","Plot":"Periwinkle has recently moved into the Blue's Clues house from the city and very much misses his city bird friend, Periwinkle. We help to cheer him up and in the process learn all about the big city. In the Blue Skiddoo segment, we find out about city things and also help out someone to find their friend. Also, when Periwinkle has trouble playing some of the games he always enjoyed at home, we help him to come up with some new twists on the old games.","Runtime":24,"FirstAired":"2000-09-25T00:00:00Z","ParentalRating":"G","Director":"Lucy Walker","Writer":"Adam Peltzman","GuestStars":"Nicolas Martí Salgado, Courtney Taylor Burness, Molly Figiuzzi, David Hayes, Travis Harigens, Blanca Macnamara","Image":"http://thetvdb.com/banners/episodes/76536/199135.jpg","TVDB":199135},{"ID":4712,"SeasonID":435,"ShowID":161,"MediaID":4732,"DateCreated":"2014-07-10T08:34:18Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"What's So Funny?","Plot":"Silliness have overtaken the Blue's Clues house and Steve is more than happy to participate, by doing funny stuff such as putting a shoe on his ear and his head and trying to make Blue laugh. Side Table Drawer joins in by first giving Steve a potato when he goes to get his notebook. We come across Shovel and Pail, who find that Gopher's popping up all over the backyard, although they're not sure exactly where he's going to show up next. We figure out that he pops up in predictable patterns. Late","Runtime":24,"FirstAired":"2000-10-02T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Josh Flitter, Jewel Gilbert, Billy Tharp, Jennifer Michelle Brown, Skyla Chol, Jenny Del Rio, Addison Baio","Image":"http://thetvdb.com/banners/episodes/76536/199136.jpg","TVDB":199136},{"ID":4615,"SeasonID":435,"ShowID":161,"MediaID":4635,"DateCreated":"2014-07-09T23:44:31Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Inventions","Plot":"Steve came up with a device to use to change the channel on the television without getting up, but when he realizes that there's already such a thing, it spurs him to try and create a unique invention following the slogan of \"\"try again.\"\" When Mr. Salt and Mrs. Pepper want to eat peanut butter and jelly on bread together, Steve's excited at his solution, only to realize that the \"\"sandwich\"\" already exists. We come across Shovel and Pail and play an invention game. We take a look at pictures of","Runtime":24,"FirstAired":"2000-10-09T00:00:00Z","ParentalRating":"G","Director":"Marygrace O'Shea","Writer":"Angela Santomero, Jennifer Brackenbury","GuestStars":"Ralph DiPasquale, Joey Haggerty, Kaitlia T. Lang, Makalla Zimick","Image":"http://thetvdb.com/banners/episodes/76536/199137.jpg","TVDB":199137},{"ID":4733,"SeasonID":435,"ShowID":161,"MediaID":4753,"DateCreated":"2014-07-10T08:44:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Blue's Play","Plot":"There's a play being held at the Blue's Clues house and we're asked to play the cow. As we learn about the play, we find that it still doesn't have an ending. We explore more about how the characters are feeling in the play to get a better understanding of it. We also skiddoo into a collage and talk to the characters themselves to try and get a bead on why things happen the way they do in the play.","Runtime":25,"FirstAired":"2000-10-16T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Jennifer Michelle Brown, Valerie Cosgriff, Sierra Leitner, Thomas Peale, Nijer Peale, Nicky Regina, Billy Tharp","Rating":7,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/76536/199138.jpg","TVDB":199138},{"ID":8061,"SeasonID":435,"ShowID":161,"MediaID":8029,"DateCreated":"2014-08-27T09:37:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Prehistoric Blue","Plot":"Shovel and Pail find dinosaur footprints in the backyard, leading Shovel to worry that dinosaurs might be lurking in the backyard, despite Pail's assurances that they became extinct millions of years ago. We help to calm Shovel's fears by identifying the real animals that are in the backyard. We have fun with Steve pretending to be dinosaurs, learning, among other things, the difference between meat-eaters and plant-eaters. In the Blue Skidoo segment, we actually head back in time and find out a","Runtime":24,"FirstAired":"2000-10-23T00:00:00Z","ParentalRating":"G","Director":"Alan Zdinak","Writer":"Michael T. Smith","GuestStars":"Danielle Conwall, David Duoras, Emma Handlin, Sierra Leitner, Katie McWane, Michael Rylerband, Cameron Twitty","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199139.jpg","TVDB":199139},{"ID":4723,"SeasonID":435,"ShowID":161,"MediaID":4743,"DateCreated":"2014-07-10T08:40:51Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"The Wrong Shirt (Opposites)","Plot":"When we come in, we find that there's something very different about Steve's clothing - he's wearing a button-down shirt that looks like his normal pants and striped pants that look like his normal shirt. Mr. Salt and Mrs. Pepper explain what opposites are and Steve seems to like the idea. We learn more about opposites when a guy named Bob skiddoos out a picture frame into the Blue's Clues house to deliver something to Steve. His presence often causes things to turn opposite. He has a magic abil","Runtime":24,"FirstAired":"2000-10-30T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Michael T. Smith","GuestStars":"Chloë Briggs, Jasper Briggs, Jewel Gilbert, Tasia Gilbert, Makalla Zimick","Image":"http://thetvdb.com/banners/episodes/76536/199140.jpg","TVDB":199140},{"ID":4725,"SeasonID":435,"ShowID":161,"MediaID":4745,"DateCreated":"2014-07-10T08:40:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Words","Plot":"This episode is all about words - even Blue's Clues are all words. Blue has a big bag of words from which we pull out such fun words as \"\"wiggle\"\" and \"\"enormous.\"\" We help Mr. Salt and Pepper to prepare a sald for their friends Mr. Oil, Mrs. Vinegar and Vinaigrette by using associations to figure out the meanings of new words. Later, we skiddoo, oddly enough, into a blank piece of paper. We soon learn that by using the power of words, a blank piece of paper can become an imaginative and excitin","Runtime":24,"FirstAired":"2000-11-06T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Audrey Mammone, Sabir Evans, Jennifer Michelle Brown, Jean Mary Bonglorno, Jewel Gilbert, Ian Chandler Sheaffer","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199141.jpg","TVDB":199141},{"ID":4726,"SeasonID":435,"ShowID":161,"MediaID":4746,"DateCreated":"2014-07-10T08:41:22Z","DatePublished":"2014-06-01T00:00:00Z","Number":23,"Title":"Magenta Gets Glasses","Plot":"Magenta has been trouble seeing lately and so she goes to the eye doctor to get glasses. Steve and Blue help her out and we get to see how an eye test works. Later, we help her pick out her glasses and also help out when she's a bit shy about wearing them in public.","Runtime":24,"FirstAired":"2000-11-13T00:00:00Z","ParentalRating":"G","Director":"Lucy Walker","Writer":"Angela Santomero","GuestStars":"Sherry Stringfield, Shannon Walker Williams","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199142.jpg","TVDB":199142},{"ID":4727,"SeasonID":435,"ShowID":161,"MediaID":4747,"DateCreated":"2014-07-10T08:41:33Z","DatePublished":"2014-06-01T00:00:00Z","Number":24,"Title":"Blue's Collection","Plot":"Today, the characters are all showing off their collecitons. There are lots of different collections, from striped things to leaves. We find that Periwinkle has lots of different collections. We also skiddoo into a beach to help Shovel, who collects seashells, but can't find any in the backyard.","Runtime":24,"FirstAired":"2000-12-05T00:00:00Z","ParentalRating":"G","Director":"Lucy Walker","Writer":"Adam Peltzman","GuestStars":"Scott Gadsden J., Anna Sherman Weiss","Image":"http://thetvdb.com/banners/episodes/76536/199143.jpg","TVDB":199143},{"ID":8406,"SeasonID":435,"ShowID":161,"MediaID":8369,"DateCreated":"2014-09-02T19:21:23Z","DatePublished":"2014-06-01T00:00:00Z","Number":25,"Title":"Cafe Blue","Plot":"Steve and Blue have set up a restaurant called \"\"Cafe Blue.\"\" They've got fancy tables and menus, Mr. Salt and Mrs. Pepper as chefs and they can't wait to begin serving food. We help them out with this as they find that it isn't as easy they thought when they're missing some of the things they need for the meal. By working together and using math, logic and observational skills, we help them to prepare meals for Shovel, Pail, Tickety and Periwinkle.","Runtime":24,"FirstAired":"2001-02-19T00:00:00Z","ParentalRating":"G","Director":"Alan Zdinak","Writer":"Adam Peltzman","GuestStars":"Alyssa Bloom, Robert Iredell, Valerie Riccardi, Cory Radisch, Samantha B. Shervin, Ivory Yorker","Image":"http://thetvdb.com/banners/episodes/76536/199144.jpg","TVDB":199144},{"ID":4729,"SeasonID":435,"ShowID":161,"MediaID":4749,"DateCreated":"2014-07-10T08:41:49Z","DatePublished":"2014-06-01T00:00:00Z","Number":26,"Title":"Shy","Plot":"Magenta's owner, Miranda, comes over to the Blue's Clues house to return a book that she borrowed from Steve. She also has a video of Magenta that she wants to watch together with Steve and Blue later. Unfortunately, meeting new people can sometimes cause one to be shy. In this episode, we help some of our friends to feel less shy. We help Shovel to play with Pail's new friend, Sifter. Later, in the Blue Skiddoo segment, we help some Blue's classmates at her school with some things that they're ","Runtime":24,"FirstAired":"2001-02-26T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Alice Wilder, Michael T. Smith","GuestStars":"Shannon Walker Williams, David J. Billings, MIchael Bilotti, Alyssa Bloom, Akilah Davis-Mcleod, Jharell Dillard, Ralph DiPasquale, Lorrine Evans, Nicole Gibson, Robert Iredell, Kenny Kim, Abigail M. Knox, Carly ","Image":"http://thetvdb.com/banners/episodes/76536/199145.jpg","TVDB":199145},{"ID":4730,"SeasonID":435,"ShowID":161,"MediaID":4750,"DateCreated":"2014-07-10T08:41:50Z","DatePublished":"2014-06-01T00:00:00Z","Number":27,"Title":"Environments","Plot":"Today, the characters are all learning about different environments. As always, one great way to learn is to skiddoo and so we skiddoo into a globe and meet up with Mother Nature and help her to come up with the lyrics to a song about the grasslands, the tropical rainforest and the arctic tundra. Later, we learn about the favorite environments of some of the other characters and use our newfound knowledge to identify them.","Runtime":24,"FirstAired":"2001-03-05T00:00:00Z","ParentalRating":"G","Director":"Alan Zdinak","Writer":"Sarah Chumsky, Michael T. Smith","GuestStars":"Nell Carter, Jackie DiBiasi, Scott Gadsden J., Chris Gonzalez, Robert Iredell, Rishay Livemond, Anna Sherman Weiss","Image":"http://thetvdb.com/banners/episodes/76536/199146.jpg","TVDB":199146},{"ID":4731,"SeasonID":435,"ShowID":161,"MediaID":4751,"DateCreated":"2014-07-10T08:41:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":28,"Title":"Stormy Weather","Plot":"Steve and Blue are going on a nature walk, but before then, we try to figure out what the weather is going to be like. We learn about the weater, as Steve pretends to be a weather reporter and observes conditions outside. A Blue Skidoo segment takes us face-to-face with a drop of water. From it, we learn all about the water cycle, from beginning to end and over again.","Runtime":24,"FirstAired":"2001-03-12T00:00:00Z","ParentalRating":"G","Director":"Alan Zdinak","Writer":"Chris Nee","GuestStars":"Kristiana Barbato, Nicolette Bedlivy, David Mena Jr., Benjamin Rousseau","Image":"http://thetvdb.com/banners/episodes/76536/199147.jpg","TVDB":199147},{"ID":4732,"SeasonID":435,"ShowID":161,"MediaID":4752,"DateCreated":"2014-07-10T08:43:18Z","DatePublished":"2014-06-01T00:00:00Z","Number":29,"Title":"Thankful","Plot":"Steve has come up with a \"\"Thankful Book\"\" and so he's looking to find out some of the things that the characters in the Blue's Clues house are thankful for. We help Mr. Salt and Mrs. Pepper prepare for the big feast they're having that evening and also find out about what they and Paprika are thankful for. We also get Shovel and Pail's thoughts on this, as Steve grows hungrier and hungrier. Finally, before the big feast, we skiddoo into a picture frame and help some felt friends out with sharin","Runtime":24,"FirstAired":"2001-03-19T00:00:00Z","ParentalRating":"G","Director":"Marygrace O'Shea","Writer":"Jennifer Brackenbury, Angela Santomero","GuestStars":"Austin Brackenbury, Brittney Goncalves, Bailey Green, Malik Horton, Tom Keegan, Alyssa Lamorgese, Nicholas LaPorta, Philip LiVecchi, Gina Nappi, Christiane Szabo, Jessica Staples","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/76536/199148.jpg","TVDB":199148},{"ID":4728,"SeasonID":435,"ShowID":161,"MediaID":4748,"DateCreated":"2014-07-10T08:41:44Z","DatePublished":"2014-06-01T00:00:00Z","Number":30,"Title":"Blue's Big Costume Party","Plot":"Today is Blue's Big Costume Party. Everyone is dressed up in all sorts of interesting costumes, but who is dressed up as what? We use our observation skills to figure it out. We also skiddoo into a haunted house and search for the mysterious Oogulah Boogulah. Later, everybody does the costume limbo, finding out just how low they go while dressed up in their costumes.","Runtime":24,"FirstAired":"2001-03-26T00:00:00Z","ParentalRating":"G","Director":"Lucy Walker","Writer":"Michael T. Smith, Alice Wilder","GuestStars":"Blanca Macnamara, Travis Harigens, Molly Figiuzzi, David Hayes, Courtney Taylor Burness, Victoria Pontecorvo","Image":"http://thetvdb.com/banners/episodes/76536/199149.jpg","TVDB":199149}],"EpisodeCount":30}
