{"ID":436,"ShowID":161,"DateCreated":"2014-07-09T23:47:02Z","Number":4,"ParentalRating":"G","Image":"http://thetvdb.com/banners/seasons/76536-4.jpg","TVDB":10671,"Episodes":[{"ID":4750,"SeasonID":436,"ShowID":161,"MediaID":4770,"DateCreated":"2014-07-10T08:53:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"The Anything Box","Plot":"When a mysterious box shows up in the backyard of the Blue's Clues house, Steve is disappointed to find that it's empty, but Blue shows him that by using imagination, the box can be anything one pretends it to be. We use this idea to have a lot of fun, pretending that the box is anything from a car to a rocketship. Shovel and Pail manage to get three different uses out of it. We even use it to make it to the top of a high tower in the Blue Skidoo segment.","Runtime":25,"FirstAired":"2001-04-29T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Koyalee Chanda","Writer":"Jessica Lissy","GuestStars":"Jasper Briggs, Kaiya Coursey, Marshall Kupka-Moore, Michael Lynch, Monique Reilly, Nicholas Timmins","TVDB":199150},{"ID":4734,"SeasonID":436,"ShowID":161,"MediaID":4754,"DateCreated":"2014-07-10T08:45:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Adventure!","Plot":"In this episode, we use our imaginations to go on a big adventure. We're in Queen Blue's kindgom and are trying to rescue King Horace, who has been captured by Periwinkle, the Kitten Castle Keeper. We have to think creatively to overcome his magic obstacles. Then, finding our path blocked by a lock, we skidoo into a storybook and must solve a series of riddles to obtain a magic key.","Runtime":25,"FirstAired":"2001-04-09T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Lucy Walker","Writer":"Adam Peltzman","GuestStars":"Nicolette Bedlivy, Nicholas Timmins, Jada Montemarano, Michelle Markandt, Ralph DiPasquale, Jake Cherry, Dominick Brennan","TVDB":199151},{"ID":4735,"SeasonID":436,"ShowID":161,"MediaID":4755,"DateCreated":"2014-07-10T08:46:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Superfriends!","Plot":"Steve and the Blue's Clues characters are all pretending to be superheroes. Steve is Stripe Man, Blue is Super Blue and there's also Clock Girl and Super Soap. Together, with us the viewer (The Incredibly Helpful Friend) we're The Thinking Squad. Together, we use our superpowers to solve a number of problems. We help Paprika find her missing Teddy Bear and help Mr. Salt at telling time. In the Blue Skidoo segment, we help a friend named Frank to find out just what his superpower is and help out ","Runtime":25,"FirstAired":"2001-04-16T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman, Michael T. Smith","GuestStars":"Chloë Briggs, Diane Chayes, Morgan Chayes, Michelle Markandt, Bruce Solomon, Nicholas Timmins, Brett Wagner","Image":"http://thetvdb.com/banners/episodes/76536/199152.jpg","TVDB":199152},{"ID":4738,"SeasonID":436,"ShowID":161,"MediaID":4758,"DateCreated":"2014-07-10T08:46:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"What's New, Blue?","Plot":"What's new? Blue and the Blue's Clues characters are trying out new things and so Blue and Steve decide to create \"\"Blue's News\"\" to document it. See Blue rollerskate, Pail try playing basketball, big news about Paprika, Mr. Salt and Mrs. Pepper and more. That's the news - now everyone knows.","Runtime":25,"FirstAired":"2001-04-23T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Sierra Leitner, Jazmyn Boone, Brian Agular, Marcus Beckett, Matthew Cherry, Christina Correia, Douglas G. Davis, Lauren Lawson, Khalia Rabain, Anthony Rossitto","TVDB":199153},{"ID":4739,"SeasonID":436,"ShowID":161,"MediaID":4759,"DateCreated":"2014-07-10T08:47:32Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Blue's New Place (2)","Plot":"With Mr. Salt and Mrs. Peppers' new baby coming, changes have been happening in the Blue's Clues house and in this episode, Blue creates an entirely new place for herself, while Paprika moves into a big kid room. We learn about the special places of some of the various characters and what they like to do in them. We help Paprika to select big-kid things that let her do the things she enjoys. We also check out Blue's special place after receiving an invitation.","Runtime":25,"FirstAired":"2001-10-08T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Bruce Caines","Writer":"Jessica Lissy","GuestStars":"Nicole Block, Sayonna Block, Alexandra Ressgiue, Brandan Spears","TVDB":199154},{"ID":4736,"SeasonID":436,"ShowID":161,"MediaID":4756,"DateCreated":"2014-07-10T08:46:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Mr. Salt and Mrs. Pepper Day (3)","Plot":"With Mr. Salt and Mrs. Peppers' new baby on the way, Blue and Steve have decided to create \"\"Mr. Salt and Mrs. Pepper Day\"\" to honor them for all of the things they do to help everyone. Throughout the day, we try to help them out, from helping them to clean the kitchen to learning about their favorite things. They're also presented with a number of gifts carefully crafted to show them the things the characters appreciate about them. All of this is a great help to them - not only to relax, but al","Runtime":25,"FirstAired":"2001-10-15T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Bruce Caines","Writer":"Michael T. Smith","GuestStars":"Matthew Cherry, Elijah Cunningham, Lauren Lawson, Ashley Ann Vega","TVDB":199155},{"ID":4737,"SeasonID":436,"ShowID":161,"MediaID":4757,"DateCreated":"2014-07-10T08:46:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"The Baby's Here! (4)","Plot":"We've been waiting and the moment everyone's been looking forward to has finally come: Mrs. Pepper is ready to have her new baby. While she's at the hospital and we wait for Mr. Salt's phone call, we do things like look at baby albums to pass the time. Later, we visit the baby hospital with Blue, Steve and Paprika and meet the new baby. Finally, the baby comes home and we give it a special welcome home.","Runtime":25,"FirstAired":"2001-10-22T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Lucy Walker","Writer":"Angela Santomero","GuestStars":"Veronica Shea, Annalivia Balaban, Lisa Kudrow, Erica Byrd, Christopher Coombs, Keith Jerome, Emily Mammone, Stacey Molina-Byrd, Danny Parks, Caleb Rubin","TVDB":199156},{"ID":4616,"SeasonID":436,"ShowID":161,"MediaID":4636,"DateCreated":"2014-07-09T23:47:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Making Changes (5)","Plot":"Now that Cinnamon has come to the Blue's Clues house, it's necessary to make some changes to keep him comfortable. That means that things such as loud games are out when Cinnamon is trying to sleep - but we learn that by just thinking a little, we can come up with changes that will let us still do the things that we want to do, but in a different way. Sometimes the changes aren't easy at first, but they help others and aren't really that much of a problem. In the spirit of change in helping out,","Runtime":25,"FirstAired":"2001-10-29T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Bruce Caines","Writer":"Jessica Lissy","GuestStars":"Annalivia Balaban, Jazmyn Boone, Matthew Cherry, Andrew Fishberg, Jada Montemarano","TVDB":199157},{"ID":4740,"SeasonID":436,"ShowID":161,"MediaID":4760,"DateCreated":"2014-07-10T08:48:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Bugs!","Plot":"Steve and Blue are going on a bug-watching expedition and we're invited to come along. We help them to spot many neat bugs and once we've found them, we learn more about them and also theorize about why they do the things that they do. We also skidoo into a big bug book. There, we meet up with Antoinette, a worker ant on the first day at the job.","Runtime":25,"FirstAired":"2001-11-05T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Jonathan Judge","Writer":"David Simpatico","GuestStars":"Brittany Herbert, Steven Penny, Alexandra Ressgiue, Amanda Sorkin, Lewis Sorkin, Brandan Spears, Amy Starr","Image":"http://thetvdb.com/banners/episodes/76536/199158.jpg","TVDB":199158},{"ID":4741,"SeasonID":436,"ShowID":161,"MediaID":4761,"DateCreated":"2014-07-10T08:48:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Con Plum!","Plot":"Periwinkle missed his friend from the city, Plum, for a long time, but now he's finally come over to visit. Plum is a small purple bird who knows how to speak both Spanish and English. Throughout the episode, we learn how to speak Spanish words and also help out our friends. We learn Spanish as we help Periwinkle and Plum to create a marioneta. We also skiddoo into a puppet book, where we find Pedro, who needs our help in finding things to wear, so we use both Spanish and logic to figure out the","Runtime":25,"FirstAired":"2001-11-12T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Nicolas Martí Salgado, Joshua Peter Budhal, Coda Dana-Asmara, Felipe Dieppa, David Mena Jr., Jada Montemarano, Joelie Phillips, Richard Quevedo, Breanna L. Valdez","TVDB":199159},{"ID":4742,"SeasonID":436,"ShowID":161,"MediaID":4762,"DateCreated":"2014-07-10T08:49:31Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"What's Inside?","Plot":"The finding of a secret lost door gives us the opportunity to talk about things that are inside other things. For example, we play the \"\"Grocery Game\"\" with Mr. Salt and Mrs. Pepper. This involves placing various food items on shelves baased on what's inside them. We also get to skidoo into a pull-tab book, where we find many interesting things inside the tabs.","Runtime":25,"FirstAired":"2001-11-19T00:00:00Z","ParentalRating":"G","Director":"Lucy Walker","Writer":"Chris Nee","GuestStars":"Maria Cinti, Morgan Chayes, Evan Espinoza, Emily Mammone, Danny Parks, Taylor Olcheck, Kenneth Onley, Keisey Yevak","TVDB":199160},{"ID":4743,"SeasonID":436,"ShowID":161,"MediaID":4763,"DateCreated":"2014-07-10T08:49:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Blocks","Plot":"Blue's friend Green Puppy is over visiting with Blue at the Blue's Clues house and we're all having fun with blocks - Steve and Blue constructing towers with our help and Green Puppy knocking over towers of her own. We learn about concepts such as balance, shapes and as we construct. A Blue Skidoo segment offers a look into architecture. We help an architect to select shapes to build various structures based on blueprints that he's created.","Runtime":25,"FirstAired":"2001-11-26T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Chloë Briggs, Olivia Coniglio, Jay Dawsey, Akilah-Ali Elie, Dustin Sandler","Image":"http://thetvdb.com/banners/episodes/76536/199161.jpg","TVDB":199161},{"ID":4745,"SeasonID":436,"ShowID":161,"MediaID":4765,"DateCreated":"2014-07-10T08:51:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Blue's Backyard Ballgame Bonanza","Plot":"Steve is all dressed-up in t-shirt and sport pants as we head out for Blue's Backyard Ballgame Bonanza. It's a fun-filled event containing all sorts of different ballgames. We help out our friends with the games by acting as a coach and telling them how they can make the balls do the things they want. We also have fun with Steve's invisi-ball and later skidoo into a stadium where we assist Steve in making sense of an obstacle course filled with ball challenges.","Runtime":25,"FirstAired":"2001-12-03T00:00:00Z","ParentalRating":"G","Director":"Bruce Caines","Writer":"Adam Peltzman","GuestStars":"Marissa Chin, Anthony Claus, Patrick Cooney, Shannon Cooney, Alexis Lambres, Emily Poole","TVDB":199162},{"ID":4747,"SeasonID":436,"ShowID":161,"MediaID":4767,"DateCreated":"2014-07-10T08:52:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Puppets","Plot":"Steve's brought out our old friend sock puppet and he encourages us to join in too by using our hand as a new puppet, \"\"Handy.\"\" We tell stories together using both of our puppets. We also help out Tickety Tock and Slippery, who have puppets of their own and want to tell a story, but aren't sure how to express emotions using their voices. Later, we skiddoo into a poster of a castle and become puppeteers to help out a character named Storybook.","Runtime":25,"FirstAired":"2002-02-18T00:00:00Z","ParentalRating":"G","Director":"Bruce Caines","Writer":"Jennifer Twomey","GuestStars":"Rebekah Geller, Sara Reiken, Jenna Rodrigues, Benjamin Studnicky, William Tronsor, Nickayla Tucker","Image":"http://thetvdb.com/banners/episodes/76536/199163.jpg","TVDB":199163},{"ID":9160,"SeasonID":436,"ShowID":161,"MediaID":9135,"DateCreated":"2014-09-29T19:56:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Rhyme Time","Plot":"In this episode, we help the various characters to come up with words that rhyme with things they're saying. Rhymes are words that have the same ending sound as another word, such as \"\"say\"\" and \"\"hay\"\" or \"\"head\"\" and \"\"bed.\"\" Lullabies usually rhyme and so we help Mr. Salt to create one to get Paprika and Cinnamon to sleep. We also skiddoo into a rhyming storybook. There we help out several characters whose stories aren't quite right because one of the things in them doesn't rhyme with the oth","Runtime":24,"FirstAired":"2002-02-25T00:00:00Z","ParentalRating":"G","Director":"Alan Zdinak","Writer":"Adam Peltzman","GuestStars":"Annalivia Balaban, Kaiya Coursey, Chelsea Harris, Brianna Kelly, Michael Lynch, Jacob McLennan, Callian Stokes, Elijah Wright","Image":"http://thetvdb.com/banners/episodes/76536/199164.jpg","TVDB":199164},{"ID":4748,"SeasonID":436,"ShowID":161,"MediaID":4768,"DateCreated":"2014-07-10T08:52:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Let's Plant!","Plot":"We join Steve and Blue who are outside planting Nero, a new plant of theirs. In this episode, we learn all about plants, starting with some of the plants in the backyard of the Blue's Clues house. We help Periwinkle learn about plants and pretend to be plants ourselves. Later, we skidoo into a plant book and learn about the very smart behaviors of some of Blue's favorite plants, such as the Venus Flytrap.","Runtime":25,"FirstAired":"2002-03-04T00:00:00Z","ParentalRating":"G","Director":"Alan Zdinak","Writer":"Jessica Lissy","GuestStars":"Courtney Taylor Burness, Olivia Coniglio, Christina Correia, Heather McLeod, Robert G. Rodgers, Dustin Sandler, Alexander Rue","TVDB":199165},{"ID":4746,"SeasonID":436,"ShowID":161,"MediaID":4766,"DateCreated":"2014-07-10T08:52:29Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Imagine Nation","Plot":"In this episode, we use our imagination to see, feel and even taste things that we wouldn't be able to otherwise. We tell a story with Blue, Tickety and Slippery Soap using pictures and our imaginations. Unfortunately, Mr. Salt doesn't seem to understand the whole imagination thing and so he doesn't see what we're seeing. Together with Steve, Periwinkle and Blue we come up with a special song to help Mr. Salt find his imagination.","Runtime":24,"FirstAired":"2002-03-25T00:00:00Z","ParentalRating":"G","Director":"Lucy Walker","Writer":"Angela Santomero","GuestStars":"Matthew Cherry, Loulou Katz, Monique Reilly, Nicholas Timmins","TVDB":199166},{"ID":4752,"SeasonID":436,"ShowID":161,"MediaID":4772,"DateCreated":"2014-07-10T08:54:28Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Blue's Book Nook","Plot":"Blue has her own book nook where she's organized her books into sections. We read some of the books and also help out some of the characters to find books that they need to help them out with things. Later, we visit the library, where Marlee the librarian helps Steve to find a book about elephants. We learn about reading, categories, classification, the alphabet and more.","Runtime":25,"FirstAired":"2002-04-08T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Marlee Matlin, Alexander Mason, Veronica McCarthy, Zack Savage, Hannah Van Der Ems","TVDB":199167},{"ID":4749,"SeasonID":436,"ShowID":161,"MediaID":4769,"DateCreated":"2014-07-10T08:53:15Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Let's Boogie","Plot":"In this episode, we explore all sorts of dances. We learn that all sorts of movements can qualify as a dance. In the Blue Skidoo segment, we find out that a person who works to create dances is called a choreographer. We help Steve and Blue to aid the choreographer in performing a new dance of his.","Runtime":25,"FirstAired":"2002-04-15T00:00:00Z","ParentalRating":"G","Director":"Koyalee Chanda","Writer":"Jessica Lissy","GuestStars":"Chase Browndorf, Cole Browndorf, D'anndra D. Le Blanc, Alexander Mason, Veronica McCarthy, Taylor Racevius, Kayla Rodrigues, Dylan Vallarta","TVDB":199168},{"ID":4753,"SeasonID":436,"ShowID":161,"MediaID":4773,"DateCreated":"2014-07-10T08:54:46Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Blue's School","Plot":"Blue is the teacher at her pretend school.","Runtime":25,"FirstAired":"2002-04-16T00:00:00Z","ParentalRating":"G","TVDB":2681021},{"ID":4751,"SeasonID":436,"ShowID":161,"MediaID":4771,"DateCreated":"2014-07-10T08:54:23Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Something To Do, Blue","Plot":"Blue figures out something to do today.","Runtime":25,"FirstAired":"2002-04-22T00:00:00Z","ParentalRating":"G","TVDB":3890661},{"ID":10006,"SeasonID":436,"ShowID":161,"MediaID":9987,"DateCreated":"2014-11-23T21:37:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Joe's First Day","Plot":"Steve's younger brother, Joe, is coming over to have Show \u0026 tell with Blue and their friends.","Runtime":25,"FirstAired":"2002-04-29T00:00:00Z","ParentalRating":"G","TVDB":5082832},{"ID":6777,"SeasonID":436,"ShowID":161,"MediaID":6666,"DateCreated":"2014-08-05T01:55:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":23,"Title":"Joe Gets a Clue","Plot":"Blue wants to give Joe a present; Joe learns how to play Blue's Clues.","Runtime":24,"FirstAired":"2002-04-29T00:00:00Z","ParentalRating":"G","TVDB":5082833},{"ID":9159,"SeasonID":436,"ShowID":161,"MediaID":9134,"DateCreated":"2014-09-29T19:56:43Z","DatePublished":"2014-06-01T00:00:00Z","Number":24,"Title":"Steve Goes to College","Plot":"Steve leaves for college; goodbye party for Steve.","Runtime":24,"FirstAired":"2002-04-29T00:00:00Z","ParentalRating":"G","TVDB":5082834}],"EpisodeCount":24}
