{"ID":450,"ShowID":112,"DateCreated":"2014-07-13T02:30:46Z","Number":2,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/10-2.jpg","TVDB":11,"Episodes":[{"ID":5632,"SeasonID":450,"ShowID":112,"MediaID":5562,"DateCreated":"2014-07-22T23:13:20Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"When She Was Bad","Plot":"Buffy returns from her summer vacation after defeating the Master and is not the same fun-loving slayer she used to be. When Cordelia and Ms. Calendar are kidnapped, it's up to her (yet again) to save the day.","Runtime":45,"FirstAired":"1997-09-15T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Tamara Braun, Dean Butler, Brent Jennings, Robia LaMorte, Andrew J. Ferchland, Marc Metcalf, Armin Shimerman, Kristine Sutherland","Rating":7.599999904632568,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/14.jpg","TVDB":14},{"ID":7006,"SeasonID":450,"ShowID":112,"MediaID":6898,"DateCreated":"2014-08-11T17:35:45Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Some Assembly Required","Plot":"When the graves of several teenage girls are desecrated, the gang realise that body parts are being stolen to build the perfect woman - and that the only part missing is a beautiful head.","Runtime":44,"FirstAired":"1997-09-22T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Bruce Seth Green","Writer":"Ty King","GuestStars":"Amanda Wilmshurst, Angelo Spizzirri, Michael Bacall, Ingo Neuhaus, Melanie MacQueen, Robia LaMorte","Rating":7.300000190734863,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/15.jpg","TVDB":15},{"ID":5045,"SeasonID":450,"ShowID":112,"MediaID":4975,"DateCreated":"2014-07-16T10:47:08Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"School Hard","Plot":"When a cool, badass vampire named Spike comes to Sunnydale intent to use the Hellmouth's power to save his lover, Drusilla, he attacks Sunnydale High on Parent-Teacher Night to destroy the Slayer to prove his worth to the Anointed One. With all her friends' and families' lives at stake, Buffy needs to find a way to stop Spike and his vampire gang, while also having to lead her friends and her mom to the path of survival.","Runtime":45,"FirstAired":"1997-09-29T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"John T. Kretchmer, David Greenwalt, Joss Whedon","Writer":"David Greenwalt","GuestStars":"Joanie Pleasant, Alan Abelew, Keith Mackechnie, Gregory Scott Cummins, Andrew Palmer, Alexandra Johnes, Brian Reddy, Robia LaMorte, Kristine Sutherland, Andrew J. Ferchland, Juliet Landau, James Marsters, Armin S","Rating":8,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/16.jpg","TVDB":16},{"ID":5638,"SeasonID":450,"ShowID":112,"MediaID":5568,"DateCreated":"2014-07-22T23:15:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Inca Mummy Girl","Plot":"While on a visit to the local museum one of the students accidentally breaks an ancient seal buried with an Inca Mummy. Without the seal to hold her, the mummy rises and must consume the life force of the living in order to stay alive. When she consumes the identity of Ampada, an exchange student, Buffy have to stop her from seducing Xander into her death list.","Runtime":44,"FirstAired":"1997-10-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Ellen S. Pressman","Writer":"Matt Kiene,  Joe Reinkemeyer","GuestStars":"Samuel Jacobs, Gil Birmingham, Kristen Winnicki, Henrik Rosvall, Ara Celi, Clayne Crawford, Bernard White, Danny Strong, Seth Green, Kristine Sutherland","Rating":7.400000095367432,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/17.jpg","TVDB":17},{"ID":7003,"SeasonID":450,"ShowID":112,"MediaID":6895,"DateCreated":"2014-08-11T04:31:52Z","DatePublished":"2014-08-13T00:00:00Z","Number":5,"Title":"Reptile Boy","Plot":"Becoming fed up with Giles' rules and guidelines, Buffy makes an unusual friendship with Cordelia when she accompanies her to a fraternity party where they are both drugged and used in the ritual feeding of a demon.","Runtime":44,"FirstAired":"1997-10-13T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"David Greenwalt","Writer":"David Greenwalt","GuestStars":"Coby Bell, Jason Posey, Christopher Dahlberg, Robin Atkin Downes, Greg Vaughan, Todd Babcock, Jordana Spiro, Kavan Smith, Danny Strong","Rating":7.300000190734863,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/18.jpg","TVDB":18},{"ID":5044,"SeasonID":450,"ShowID":112,"MediaID":4974,"DateCreated":"2014-07-16T10:47:03Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Halloween","Plot":"On Halloween, Buffy, Willow and Xander are 'volunteered' by Principal Snyder to take groups of kids trick-or-treating. They get their costumes from a new store run by an Englishman, Ethan Rayne. Xander chooses a soldier outfit, Buffy buys an 18th century noblewomans dress to impress Angel; and Willow, despite Buffy's attempts to get her to dress in a sexy skirt and halter, dresses as a ghost. Unfortunately Ethan turns out to be a bad guy and casts a spell to transform everyone into their costume","Runtime":44,"FirstAired":"1997-10-27T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Bruce Seth Green","Writer":"Carl Ellsworth","GuestStars":"Abigail Gershman, Robin Sachs, Larry Bagby, Seth Green, James Masters, Juliet Landau, Armin Shimerman","Rating":8,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/19.jpg","TVDB":19},{"ID":5636,"SeasonID":450,"ShowID":112,"MediaID":5566,"DateCreated":"2014-07-22T23:15:50Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Lie to Me","Plot":"Ford, an old boyfriend of Buffy's comes to Sunnydale and, unknown to her, is part of a secret sect which worships vampires. While the others in the sect are misguided teens who believe that vampires are a higher order of life, Ford has a more sinister reason for his deciet. Because he is going to die soon of cancer, he makes a deal with Spike to hand over Buffy in return for eternal life.","Runtime":45,"FirstAired":"1997-11-03T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Todd McIntosh, Julia Lee, Will Rothhaar, Jason Behr, Jarrad Paul, Robia LaMorte, James Masters, Juliet Landau","Rating":7.699999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/20.jpg","TVDB":20},{"ID":5635,"SeasonID":450,"ShowID":112,"MediaID":5565,"DateCreated":"2014-07-22T23:15:50Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"The Dark Age","Plot":"The secrets of Giles' unnatural past as a wild teenager are revealed when an old friend of his comes to warn him that a demon that they both summoned has returned.    As a young man, Giles turned in his Watcher studies in favour of dabbling in witchcraft and the occult with his old buddy Ethan Rayne and several others. They discovered Eyghon The Sleepwalker and summoned him while one went into a deep sleep. Unfortunately, Eyghon gained power by this and killed them all one by one over the years ","Runtime":45,"FirstAired":"1997-11-10T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Bruce Seth Green","Writer":"Dean Batali,  Rob des Hotel","GuestStars":"Robin Sachs, Wendy Way, Michael Earl Reid, Daniel Henry Murray, Carlease Burke, Tony Sears, John Bellucci, Stuart McLean, Robia LaMorte","Rating":7.599999904632568,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/21.jpg","TVDB":21},{"ID":6868,"SeasonID":450,"ShowID":112,"MediaID":6757,"DateCreated":"2014-08-07T02:04:38Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"What's My Line? (1)","Plot":"Its Career Week at Sunnydale High and Buffy is faced with the reality that she has no future apart from that of a Slayer. Meanwhile, in order to stop the Slayer from ending his plan to restore Drusilla's strength, Spike sends four deadly assassins to ensure the Slayer has no future. Also, a mysterious girl is following Buffy and Angel around and Xander and Cordelia are trapped in Buffy's house after being attacked by one of the assassins.","Runtime":44,"FirstAired":"1997-11-17T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"David Solomon","Writer":"Howard Gordon,  Marti Noxon","GuestStars":"Michael Rothhaar, P.B. Hutton, Eric Saiet, Kelly Connell, Bianca Lawson, Laura Silverman, Danny Strong, Saverio Guerra, Seth Green, James Masters, Juliet Landau, Armin Shimerman","Rating":7.5,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/22.jpg","TVDB":22},{"ID":6478,"SeasonID":450,"ShowID":112,"MediaID":6366,"DateCreated":"2014-07-31T22:05:03Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"What's My Line? (2)","Plot":"After getting in a fight with the mysterious woman, Kendra, Buffy learns that her temporary death in the hands of the Master had activated the choice for the next Slayer, and she is fighting her. After calling a truce and convinced by Giles to work together, Buffy and Kendra team up to save Angel from Spike and Drusilla. Meanwhile, trapped in Buffy's basement, Xander and Cordelia start their relationship and Willow and her computer-mate, Oz start an intiguing friendship, until Oz is shot by anot","Runtime":44,"FirstAired":"1997-11-24T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"David Semel","Writer":"Marti Noxon","GuestStars":"Spice Williams, Kelly Connell, Bianca Lawson, Danny Strong, Saverio Guerra, Seth Green, James Masters, Juliet Landau, Armin Shimerman","Rating":7.599999904632568,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/70327/23.jpg","TVDB":23},{"ID":7140,"SeasonID":450,"ShowID":112,"MediaID":7103,"DateCreated":"2014-08-14T17:43:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Ted","Plot":"Buffy has parental issues when Joyce comes home with a boyfriend, the computer expert and master chef Ted; whose charming personality impresses everyone. Everyone except Buffy that is, who is not at all willing to give her mother up to someone else.","Runtime":45,"FirstAired":"1997-12-08T00:00:00Z","ParentalRating":"M","Director":"Bruce Seth Green","Writer":"David Greenwalt,  Joss Whedon","GuestStars":"Jeff Langton, John Ritter, Ken Thorley, James G. MacDonald, Jeff Pruitt, Kristine SutherlandRobia LaMorte","Rating":7.199999809265137,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/24.jpg","TVDB":24},{"ID":5633,"SeasonID":450,"ShowID":112,"MediaID":5563,"DateCreated":"2014-07-22T23:14:50Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Bad Eggs","Plot":"The students are given eggs to look after to teach them about parenthood but they aren't what they seem. Soon the eggs hatch and the creatures inside take over their owners and lead them to the school basement to dig up the mother creature.","Runtime":44,"FirstAired":"1998-01-12T00:00:00Z","ParentalRating":"M","Director":"David Greenwalt","Writer":"Marti Noxon","GuestStars":"Brie McCaddin, Eric Whitmore, Jeremy Ratchford, James Parks, Rick Zieff, Danny Strong, Kristine Sutherland","Rating":7,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/25.jpg","TVDB":25},{"ID":6452,"SeasonID":450,"ShowID":112,"MediaID":6340,"DateCreated":"2014-07-30T10:53:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Surprise (1)","Plot":"On Buffy's 17th birthday, Drusilla prepares to awaken a powerful demon named The Judge who was brought forth a thousand years ago to rid the Earth of the plague of humanity. His body was dismembered by an army and the parts were buried in every corner of the Earth but somehow all the parts have made their way to Sunnydale. Buffy intercepts one of his arms and Ms Calendar convinces Angel to take it to the most remote region possible.   Unknown to everyone else, Jenny Calendar is actually Janna, a","Runtime":44,"FirstAired":"1998-01-19T00:00:00Z","ParentalRating":"M","Director":"Michael Lange","Writer":"Marti Noxon","GuestStars":"Robia LaMorte, Brian Thompson, Eric Saiet, Vincent Schiavelli, Mercedes McNab, Seth Green, Kristine Sutherland, James Marsters, Juliet Landau","Rating":7.900000095367432,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/26.jpg","TVDB":26},{"ID":9542,"SeasonID":450,"ShowID":112,"MediaID":9517,"DateCreated":"2014-10-21T01:09:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Innocence (2)","Plot":"Angel is still in the street in pain but suddenly the pain stops and his first act is to kill a human. Angelus has returned as a result of he and Buffy making love.   Meanwhile The Judge is returning to full power and Spike is impatient to get on with the killing when Angelus walks in and declares that he is back. The three reunited once again prepare to unleash The Judge on Sunnydale and Angelus persuades them to let him kill Buffy before they begin.   Willow discovers Xander and Cordelia kissi","Runtime":45,"FirstAired":"1998-01-20T00:00:00Z","ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Carla Madden, Parry Shen, Robia LaMorte, Brian Thompson, James Lurie, Ryan Francis, Vincent Schiavelli, Seth Green, Kristine Sutherland, James Marsters, Juliet Landau","Rating":7.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/27.jpg","TVDB":27},{"ID":5304,"SeasonID":450,"ShowID":112,"MediaID":5234,"DateCreated":"2014-07-19T04:45:07Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Phases","Plot":"Buffy and the gang track down a suspected werewolf roaming in the woods and also try to stay out of the way of a maniacal werewolf hunter, while Willow tries to get closer to Oz, unknown to her that he is the same killer they are after.","Runtime":44,"FirstAired":"1998-01-27T00:00:00Z","ParentalRating":"M","Director":"Bruce Seth Green","Writer":"Dean Batali,  Rob des Hotel","GuestStars":"Camilla Griggs, Megahn Perry, Keith Campbell, Jack Conley, Seth Green","Rating":7.800000190734863,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/28.jpg","TVDB":28},{"ID":6480,"SeasonID":450,"ShowID":112,"MediaID":6368,"DateCreated":"2014-07-31T22:08:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Bewitched, Bothered and Bewildered","Plot":"Xander tries to use Valentines Day to further his relationship with Cordelia but she succumbs to peer pressure and breaks up with him. With the help of Amy (who is exploring her mother's witch powers), he puts a love spell on her which goes horribly wrong, turning him into every woman's desire; except Cordelia's.","Runtime":45,"FirstAired":"1998-02-10T00:00:00Z","ParentalRating":"M","Director":"James A. Contner","Writer":"Marti Noxon","GuestStars":"Lorna Scott, Jennie Chester, Kristen Winnicki, Tamara Braun, Scott Hamm, Robia LaMorte, Seth Green, Kristine Sutherland, Elizabeth Anne Allen, Mercedes McNab, James Marsters, Juliet Landau","Rating":8.100000381469727,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70327/29.jpg","TVDB":29},{"ID":5647,"SeasonID":450,"ShowID":112,"MediaID":5577,"DateCreated":"2014-07-22T23:35:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Passion","Plot":"Angelus continues his obsessive torment of Buffy by visiting her during the night and leaving presents in her bed. Meanwhile Ms Calendar tries to make amends for her deceit of Buffy and Giles by attempting to translate the Gypsy curse to restore Angel's human soul, with dire consequences.","Runtime":44,"FirstAired":"1998-02-24T00:00:00Z","ParentalRating":"M","Director":"Michael Gershman","Writer":"Ty King","GuestStars":"Richard Assad, Richard Hoyt Miller, Robia LaMorte, Kristine Sutherland, James Marsters, Juliet Landau, Danny Strong","Rating":8.300000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/30.jpg","TVDB":30},{"ID":5657,"SeasonID":450,"ShowID":112,"MediaID":5587,"DateCreated":"2014-07-23T01:50:33Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Killed by Death","Plot":"When Buffy is admitted to hospital with a raging fever she meets a young boy, Ryan, who has the same flu virus and claims that the sick children in the hospital are being persecuted by a monster that may be death himself.","Runtime":44,"FirstAired":"1998-03-03T00:00:00Z","ParentalRating":"M","Director":"Deran Sarafian","Writer":"Dean Batali,  Rob des Hotel","GuestStars":"Robert Munic, Denise Johnson, James Jude Courtney, Richard Herd, Andrew Ducote, Willie Garson, Juanita Jennings, Mimi Paley, Kristine Sutherland","Rating":6.900000095367432,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/31.jpg","TVDB":31},{"ID":5793,"SeasonID":450,"ShowID":112,"MediaID":5724,"DateCreated":"2014-07-24T05:43:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"I Only Have Eyes for You","Plot":"As the Sadie Hawkins Dance nears, Buffy faces inner demons as she feels responsible for Angel's epiphany, meanwhile Sunnydale High is even more dangerous than usual as the ghost of a former student who killed his sweetheart and then committed suicide haunts the halls forcing people to relive the moments that killed them over and over.","Runtime":44,"FirstAired":"1998-04-28T00:00:00Z","ParentalRating":"M","Director":"James Whitmore Jr.","Writer":"Marti Noxon","GuestStars":"Miriam Flynn, Brian Poth, Sarah Bibb, James Lurie, Ryan Taszreak, Anna Coman-Hidy, Vanessa Bednar, John Hawkes, Meredith Salenger, Christopher Gorham, Brian Reddy, James Marsters, Juliet Landau, Armin Shimerman","Rating":7.699999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/32.jpg","TVDB":32},{"ID":6182,"SeasonID":450,"ShowID":112,"MediaID":6070,"DateCreated":"2014-07-29T11:58:21Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Go Fish","Plot":"When several members of the Sunnydale High swim team are mysteriously skinned alive, Buffy and the gang take it upon themselves to protect the remaining members which results in Xander revealing a side of himself rarely seen.","Runtime":43,"FirstAired":"1998-05-05T00:00:00Z","ParentalRating":"M","Director":"David Semel","Writer":"David Fury,  Elin Hampton","GuestStars":"Shane West, Jake Patellis, Charles Cyphers, Jeremy Garrett, Wentworth Miller, Conchata Ferrell, Armin Shimerman, Danny Strong","Rating":7.300000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/33.jpg","TVDB":33},{"ID":6792,"SeasonID":450,"ShowID":112,"MediaID":6681,"DateCreated":"2014-08-05T18:03:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Becoming (1)","Plot":"Angelus' origins from being vamped by Darla in 1753, vamping Drusilla in 1860, being cursed by the Gypsies in 1898, and meeting a demon named Whistler in New York in 1996 who shows him a better way of life are revealed while Angelus prepares to awaken Acathla, an ancient demon that will suck the Earth into the Demon Dimension.   Buffy and Willow find the spell to restore Angel's soul and Willow declares that she knows enough about magic to perform it. The gang almost come to blows when Xander te","Runtime":45,"FirstAired":"1998-05-12T00:00:00Z","ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Shannon Welles, Zitto Kazann, Ginger Williams, Nina Gervitz, Max Perlich, Bianca Lawson, Jack McGee, Richard Riehle, Dean Butler, Seth Green, Kristine Sutherland, Julie Benz, James Marsters, Juliet Landau, Armin Sh","Rating":7.900000095367432,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/34.jpg","TVDB":34},{"ID":9730,"SeasonID":450,"ShowID":112,"MediaID":9705,"DateCreated":"2014-10-27T20:50:59Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Becoming (2)","Plot":"After Drusilla's attack on her friends which resulted in the death of Kendra and Giles' abduction, Buffy is arrested for the murder but escapes from the police. She heads to the hospital where she learns that Xander has a broken arm and Willow is left in a coma. They all realize that Giles was taken by Drusilla and Buffy prepares herself to face Angelus. After being stopped by another cop, Spike comes to her aid and convinces her that he wants to be rid of Angelus too and they form an unusual al","Runtime":44,"FirstAired":"1998-05-19T00:00:00Z","ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Susan Leslie, Thomas G. Waites, Max Perlich, James G. MacDonald, , Seth Green, Kristine Sutherland, Julie Benz, James Marsters, Juliet Landau, Armin Shimerman, Robia LaMorte","Rating":8.399999618530273,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/35.jpg","TVDB":35}],"EpisodeCount":22}
