{"ID":453,"ShowID":166,"DateCreated":"2014-07-14T12:18:49Z","Number":2,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/22343-2.jpg","TVDB":5512,"Episodes":[{"ID":6044,"SeasonID":453,"ShowID":166,"MediaID":5932,"DateCreated":"2014-07-28T16:58:47Z","DatePublished":"2014-07-15T00:00:00Z","Number":1,"Title":"The Dundies","Plot":"It's time for the \"Dundies,\" Dunder Mifflin's annual awards banquet (held at the neighborhood Chili's), and the staff must endure the excruciating performance of their inept emcee, boss Michael Scott.","Runtime":21,"FirstAired":"2005-09-20T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Greg Daniels","Writer":"Mindy Kaling","GuestStars":"Angela Kinsey, Brian Baumgartner, David Denman, Kate Flannery, Leslie David Baker, Oscar Nuñez, Phyllis Smith, Karly Rothenberg, Mindy Kaling, Paul Lieberstein, Devon Abner","Rating":7.599999904632568,"RatingCount":49,"Image":"http://thetvdb.com/banners/episodes/73244/306092.jpg","IMDB":"tt0664525","TVDB":306092},{"ID":6046,"SeasonID":453,"ShowID":166,"MediaID":5934,"DateCreated":"2014-07-28T16:58:50Z","DatePublished":"2014-07-15T00:00:00Z","Number":2,"Title":"Sexual Harassment","Plot":"Just as corporate tells Toby, one of the workers at the Scranton branch, to give a seminar on sexual harassment issues, Michael receives a visit from his obnoxious sales-rep friend Todd Packer.  The two chauvinistic friends try to prove that the office is not in need of harassment counseling, but only wind up making the situation worse, causing yet another zany day at the office.","Runtime":22,"FirstAired":"2005-09-27T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Ken Kwapis","Writer":"B.J. Novak","GuestStars":"Karly Rothenberg, Andrew Donnelly, Dennis Garber, Keith Valcourt, Melinda Chilton, R. F. Daley, David Koechner, Angela Kinsey, Brian Baumgartner, Craig Robinson, David Denman, Kate Flannery, Leslie David Baker, M","Rating":7.599999904632568,"RatingCount":41,"Image":"http://thetvdb.com/banners/episodes/73244/306093.jpg","IMDB":"tt0664522","TVDB":306093},{"ID":6049,"SeasonID":453,"ShowID":166,"MediaID":5937,"DateCreated":"2014-07-28T16:58:55Z","DatePublished":"2014-07-15T00:00:00Z","Number":3,"Title":"Office Olympics","Plot":"While Michael and Dwight are out of the office for the day trying to close a deal on a new condo for Michael, Jim and Pam arrange for the staff to participate in an \"\"Office Olympics,\"\" where the workers play strange, invented games (among them, Dunderball, Hate Ball...and Pam Pong) that they usually play while the boss is out.  At the end of the day, the festivities cheer up everyone - even the oblivious Michael.","Runtime":21,"FirstAired":"2005-10-04T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Paul Feig","Writer":"Michael Schur","GuestStars":"Angela Kinsey, Brian Baumgartner, Kate Flannery, Leslie David Baker, Nancy Walls, Oscar Nuñez, Phyllis Smith, Mindy Kaling, Paul Lieberstein, John Harrington Bland, Creed Bratton","Rating":7.800000190734863,"RatingCount":44,"Image":"http://thetvdb.com/banners/episodes/73244/306094.jpg","IMDB":"tt0664519","TVDB":306094},{"ID":6047,"SeasonID":453,"ShowID":166,"MediaID":5935,"DateCreated":"2014-07-28T16:58:52Z","DatePublished":"2014-07-15T00:00:00Z","Number":4,"Title":"The Fire","Plot":"The Office is forced into the parking lot for the day when a fire starts in the kitchen.  To ease everyone's boredom, Jim suggests a game of \"\"Desert Island\"\" and \"\"Who Would You Do?,\"\" where certain staff members reveal a little too much information about themselves. Throughout the day, Michael talks business with Ryan, leaving Dwight feeling left out.","Runtime":21,"FirstAired":"2005-10-11T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Ken Kwapis","Writer":"B.J. Novak","GuestStars":"Amy Adams, Angela Kinsey, Brian Baumgartner, David Denman, Kate Flannery, Leslie David Baker, Mindy Kaling, Oscar Nuñez, Paul Lieberstein, Phyllis Smith, Devon Abner","Rating":7.400000095367432,"RatingCount":41,"Image":"http://thetvdb.com/banners/episodes/73244/306095.jpg","IMDB":"tt0664527","TVDB":306095},{"ID":6050,"SeasonID":453,"ShowID":166,"MediaID":5938,"DateCreated":"2014-07-28T16:58:57Z","DatePublished":"2014-07-15T00:00:00Z","Number":5,"Title":"Halloween","Plot":"While everyone else in the office enjoys the spooky Halloween festivities and talks about the staff's costumes, Michael ponders who he should fire when the threat of downsizing becomes a reality and his boss orders him to fire one of his staff.  Meanwhile, Jim and Pam put Dwight's resume on job-searching websites, which may make Michael's job a little easier, and Pam encourages Jim to set his goals higher by applying for a better job, which makes Jim consider his friendship with Pam.","Runtime":22,"FirstAired":"2005-10-18T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Paul Feig","Writer":"Greg Daniels","GuestStars":"Alec Zbornak, Angela Kinsey, Brian Baumgartner, Kate Flannery, Leslie David Baker, Mindy Kaling, Oscar Nuñez, Paul Lieberstein, Phyllis Smith, Creed Bratton, Devon Abner, Hugh Dane, Annabelle Kopack, Ava Nisbet, G","Rating":7.5,"RatingCount":45,"Image":"http://thetvdb.com/banners/episodes/73244/306096.jpg","IMDB":"tt0664516","TVDB":306096},{"ID":6393,"SeasonID":453,"ShowID":166,"MediaID":6281,"DateCreated":"2014-07-30T02:29:23Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"The Fight","Plot":"When Dwight embarrasses Michael by punching him in the stomach at work, Jim organizes a lunchtime rematch at Dwight's Dojo.  Meanwhile, Pam becomes annoyed at Jim when he gets too physical with her, Ryan updates the emergency contact information on a secret mission, and Michael tantalizes Ryan when the boss gets a hold of Ryan's cell phone number.","Runtime":22,"FirstAired":"2005-11-01T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Ken Kwapis","Writer":"Lee Eisenberg, Gene Stupnitsky","GuestStars":"Angela Kinsey, Brian Baumgartner, Kate Flannery, Leslie David Baker, Oscar Nuñez, Phyllis Smith, Lance Krall, Creed Bratton, Mindy Kaling, Paul Lieberstein","Rating":7.800000190734863,"RatingCount":46,"Image":"http://thetvdb.com/banners/episodes/73244/306097.jpg","IMDB":"tt0664526","TVDB":306097},{"ID":6048,"SeasonID":453,"ShowID":166,"MediaID":5936,"DateCreated":"2014-07-28T16:58:53Z","DatePublished":"2014-07-15T00:00:00Z","Number":7,"Title":"The Client","Plot":"When Michael and Jan try to nail down a potential new client, Christian, by taking him out to Chili's, Michael surprises everyone with what - or who - he does.  Meanwhile, back at the office, Jim finds a semi-autobiographical script that Michael has written called Threat Level: Midnight, and he, Pam, Kevin, and the rest of the Dunder-Mifflin workers have a great time acting it out.  Later that night, Pam and Jim share their first unofficial date, complete with dinner (a sandwich), candlelight, a","Runtime":22,"FirstAired":"2005-11-08T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Greg Daniels","Writer":"Paul Lieberstein","GuestStars":"Angela Kinsey, Brian Baumgartner, David Denman, Kate Flannery, Leslie David Baker, Melora Hardin, Oscar Nuñez, Phyllis Smith, Tim Meadows, Creed Bratton, Mindy Kaling","Rating":7.800000190734863,"RatingCount":36,"Image":"http://thetvdb.com/banners/episodes/73244/306098.jpg","IMDB":"tt0664524","TVDB":306098},{"ID":6043,"SeasonID":453,"ShowID":166,"MediaID":5931,"DateCreated":"2014-07-28T16:58:45Z","DatePublished":"2014-07-15T00:00:00Z","Number":8,"Title":"Performance Review","Plot":"Michael meets with all of his underlings to discuss their performance in the office so far.  However, Michael focuses more on getting feedback about his relationship with Jan than whether or not the workers are doing their job.  Later, a nervous Michael plans to shuffle through the employee suggestion box to steal exciting ideas for his imminent discussion with Jan about his own performance, but that falls apart when Jan asks to sit in on the discussion.  Meanwhile, Jim and Pam try to keep Dwigh","Runtime":22,"FirstAired":"2005-11-15T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Paul Feig","Writer":"Larry Wilmore","GuestStars":"Angela Kinsey, Brian Baumgartner, Leslie David Baker, Melora Hardin, Oscar Nuñez, Phyllis Smith, Creed Bratton, Mindy Kaling, Paul Lieberstein","Rating":7.599999904632568,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/73244/306099.jpg","IMDB":"tt0664520","TVDB":306099},{"ID":6052,"SeasonID":453,"ShowID":166,"MediaID":5940,"DateCreated":"2014-07-28T16:59:00Z","DatePublished":"2014-07-15T00:00:00Z","Number":9,"Title":"Email Surveillance","Plot":"Michael starts monitoring the emails sent out in the Dunder-Mifflin workplace, upsetting the employees.  Meanwhile, Pam believes that the relationship between Dwight and Angela is more than just worker to worker, Jim throws an office BBQ at his house in order to show his roommate the kinds of people he deals with everyday, and Michael, after annoying everyone at his improv classes, crashes Jim's party with a terrible karaoke number.","Runtime":22,"FirstAired":"2005-11-22T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Paul Feig","Writer":"Jennifer Celotta","GuestStars":"Angela Kinsey, Brian Baumgartner, Kate Flannery, Leslie David Baker, Oscar Nuñez, Phyllis Smith, Michael Naughton, Mindy Kaling, Omi Vaidya, Paul Lieberstein, Trish Gates, Anderson Reid, Colleen Smith, Dee Ryan, J","Rating":7.900000095367432,"RatingCount":40,"Image":"http://thetvdb.com/banners/episodes/73244/306100.jpg","IMDB":"tt0664515","TVDB":306100},{"ID":6097,"SeasonID":453,"ShowID":166,"MediaID":5985,"DateCreated":"2014-07-28T17:00:19Z","DatePublished":"2014-07-15T00:00:00Z","Number":10,"Title":"Christmas Party","Plot":"Michael hosts a Christmas party at the office, but somehow manages to decrease the holiday cheer when he changes the arranged secret Santa pairs to a game of \"Yankee Swap,\" where everyone gives their pre-bought presents to a different, random worker.  To boost morale, Michael introduces vodka shots while the others compete for an iPod, Jim hopes that his sentimental present, meant for Pam, doesn't end up with Dwight, and Angela becomes enraged about Michael's party changes.","Runtime":22,"FirstAired":"2005-12-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Charles McDougall","Writer":"Michael Schur","GuestStars":"Angela Kinsey, Brian Baumgartner, Craig Robinson, David Denman, David Koechner, Kate Flannery, Leslie David Baker, Oscar Nuñez, Phyllis Smith, Robert R. Shafer, Creed Bratton, Mindy Kaling, Paul Lieberstein","Rating":7.900000095367432,"RatingCount":38,"Image":"http://thetvdb.com/banners/episodes/73244/306101.jpg","IMDB":"tt0664513","TVDB":306101},{"ID":5078,"SeasonID":453,"ShowID":166,"MediaID":5008,"DateCreated":"2014-07-16T18:16:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Booze Cruise","Plot":"Michael takes the entire Dunder-Mifflin staff on a motivational cruise aboard a party boat on Lake Wallenpaupack, but his planned presentation is bogged down by numerous distractions, including a dance contest, limbo, snorkel shots, and the pushy Captain Jack.  Also, Jim and Katy's relationship hits the rocks as Roy and Pam finally set a wedding date, which does more than disappoint Jim, and by the end of the night, Michael's motivational cruise doesn't go completely to waste when he shares a he","Runtime":21,"FirstAired":"2006-01-05T00:00:00Z","ParentalRating":"M","Director":"Ken Kwapis","Writer":"Greg Daniels","GuestStars":"Amy Adams, Angela Kinsey, Brian Baumgartner, Craig Robinson, David Denman, Kate Flannery, Leslie David Baker, Oscar Nuñez, Phyllis Smith, Brenda Withers, Rob Riggle, Creed Bratton, Joanne Carlsen, Mindy Kaling, Pa","Rating":7.699999809265137,"RatingCount":39,"Image":"http://thetvdb.com/banners/episodes/73244/306102.jpg","IMDB":"tt0664511","TVDB":306102},{"ID":5077,"SeasonID":453,"ShowID":166,"MediaID":5007,"DateCreated":"2014-07-16T18:16:15Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"The Injury","Plot":"When Michael burns his foot with his George Foreman mini-grill, he requires the entire office staff to work around his new injury.  When the workers aren't so keen on obliging, Michael gets angry and calls in a man in a wheelchair to put out the message that disabled people are people too.  Meanwhile, Dwight acts stranger than usual, acting really nice and helpful towards Pam.  It isn't until the end of the day when everyone realizes that the car accident Dwight was in earlier that day gave him ","Runtime":21,"FirstAired":"2006-01-12T00:00:00Z","ParentalRating":"M","Director":"Bryan Gordon","Writer":"Mindy Kaling","GuestStars":"Angela Kinsey, Brian Baumgartner, Kate Flannery, Leslie David Baker, Marcus A. York, Oscar Nuñez, Phyllis Smith, Creed Bratton, Mindy Kaling, Paul Lieberstein, David Doty, Julia Prud'homme","Rating":8,"RatingCount":37,"Image":"http://thetvdb.com/banners/episodes/73244/306103.jpg","IMDB":"tt0664528","TVDB":306103},{"ID":6053,"SeasonID":453,"ShowID":166,"MediaID":5941,"DateCreated":"2014-07-28T16:59:02Z","DatePublished":"2014-07-15T00:00:00Z","Number":13,"Title":"The Secret","Plot":"When Michael slips some sly references about Pam in his conversations with Jim, Jim quickly tries to do damage control to make sure that no one else in the office finds about his crush on Pam, all while slamming himself with regret for ever telling Michael in the first place.  Jim goes to drastic measures, even bonding with Michael at a Hooters restaurant for lunch.  Nonetheless, Jim's efforts do little to keep Michael from revealing the secret, but Jim smooths the situation over with Pam to mak","Runtime":21,"FirstAired":"2006-01-19T00:00:00Z","ParentalRating":"M","Director":"Dennie Gordon","Writer":"Gene Stupnitsky, Lee  Eisenberg","GuestStars":"Creed Bratton, Mindy Kaling, Paul Lieberstein, Lindsey Stoddart, Tom W. Chick","Rating":7.199999809265137,"RatingCount":36,"Image":"http://thetvdb.com/banners/episodes/73244/306104.jpg","IMDB":"tt0756967","TVDB":306104},{"ID":6095,"SeasonID":453,"ShowID":166,"MediaID":5983,"DateCreated":"2014-07-28T17:00:16Z","DatePublished":"2014-07-15T00:00:00Z","Number":14,"Title":"The Carpet","Plot":"When someone soils the carpet in Michael's office, Michael sees it as a form of hatred towards him and realizes for the first time that not everyone may like him.  Due to the odor of his office, Michael temporarily switches workspaces with Jim, and while there, Michael reminisces of his pre-management days, reliving pranks with Dwight that he and Todd Packer played on the staff.  Meanwhile, Jim realizes why Kelly sits alone in the back of the office as he plays messenger for a childish flirtatio","Runtime":21,"FirstAired":"2006-01-26T00:00:00Z","ParentalRating":"M","Director":"Victor Nelli Jr.","Writer":"Paul Lieberstein","GuestStars":"Angela Kinsey, Brian Baumgartner, Craig Robinson, David Denman, David Koechner, Kate Flannery, Leslie David Baker, Oscar Nuñez, Phyllis Smith, Ken Howard, Creed Bratton, Mindy Kaling, Paul Lieberstein","Rating":7.5,"RatingCount":36,"Image":"http://thetvdb.com/banners/episodes/73244/306105.jpg","IMDB":"tt0756966","TVDB":306105},{"ID":6060,"SeasonID":453,"ShowID":166,"MediaID":5948,"DateCreated":"2014-07-28T16:59:14Z","DatePublished":"2014-07-15T00:00:00Z","Number":15,"Title":"Boys And Girls","Plot":"Jan holds a \"Women in the Workplace\" seminar at Dunder-Mifflin for the paper company's female employees.  Michael, feeling more than a bit left out, decides to have his own \"seminar\" when he takes the male workers down to the warehouse.","Runtime":21,"FirstAired":"2006-02-02T00:00:00Z","ParentalRating":"M","Director":"Dennie Gordon","Writer":"B.J. Novak","GuestStars":"Craig Robinson, Patrice O'Neal, Creed Bratton, Karly Rothenberg, Mindy Kaling, Paul Lieberstein","Rating":7.599999904632568,"RatingCount":37,"Image":"http://thetvdb.com/banners/episodes/73244/306106.jpg","IMDB":"tt0664512","TVDB":306106},{"ID":6062,"SeasonID":453,"ShowID":166,"MediaID":5950,"DateCreated":"2014-07-28T16:59:18Z","DatePublished":"2014-07-15T00:00:00Z","Number":16,"Title":"Valentine's Day","Plot":"The Dunder-Mifflin staffers join in kindergarten-like festivities for Valentine's Day while Michael heads to New York City for a conference with the corporate heads.  After showing the documenters a tour of his favorite city, Michael accidentally lets slip to the others at the conference that he and Jan hooked up, and he finds himself in hot water when Jan and the new CFO of Dunder-Mifflin hear the story.  Back in Scranton, Pam becomes irked when she discovers that Roy hasn't gotten her anything","Runtime":21,"FirstAired":"2006-02-09T00:00:00Z","ParentalRating":"M","Director":"Greg Daniels","Writer":"Michael Schur","GuestStars":"Andy Buckley, Charles Esten, Craig Anton, Creed Bratton, Dan Cole, Gene Stupnitsky, Lee Eisenberg, Mindy Kaling, Jason Kessler, Jeremy Radin, Conan O'Brien","Rating":7.699999809265137,"RatingCount":41,"Image":"http://thetvdb.com/banners/episodes/73244/306107.jpg","IMDB":"tt0763221","TVDB":306107},{"ID":5076,"SeasonID":453,"ShowID":166,"MediaID":5006,"DateCreated":"2014-07-16T18:12:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Dwight's Speech","Plot":"Dwight must confront his fear of public speaking when he is named Dunder-Mifflin's Salesman of the Year.  To prepare for a big convention where he is set to give a speech, Dwight turns to Michael to guide him in his quest to conquer the fear.  Meanwhile, Pam gets wrapped up with wedding plans, but Jim has plans of a different sort: an escape route out of Dunder-Mifflin and Scranton, at least for long enough so that he doesn't have to witness Pam's wedding.  While all of this is happening, the st","Runtime":21,"FirstAired":"2006-03-02T00:00:00Z","ParentalRating":"M","Director":"Charles McDougall","Writer":"Paul Lieberstein","GuestStars":"Creed Bratton, Mindy Kaling, Paul Lieberstein, Benjamin S. Carroll, John Kelly","Rating":7.699999809265137,"RatingCount":40,"Image":"http://thetvdb.com/banners/episodes/73244/306108.jpg","IMDB":"tt0770626","TVDB":306108},{"ID":6058,"SeasonID":453,"ShowID":166,"MediaID":5946,"DateCreated":"2014-07-28T16:59:11Z","DatePublished":"2014-07-15T00:00:00Z","Number":18,"Title":"Take Your Daughter To Work Day","Plot":"A routine office day is changed when children come to Dunder Mifflin for \"Take Your Daughter to Work Day.\" Michael is surprised when he strikes up a friendship with the five-year old daughter of his sworn enemy, Toby. Pam is desperate to befriend her colleagues' offspring and a misunderstanding puts Ryan under Stanley's thumb","Runtime":21,"FirstAired":"2006-03-16T00:00:00Z","ParentalRating":"M","Director":"Victor Nelli Jr.","Writer":"Mindy Kaling","GuestStars":"Craig Robinson, Jazz Raycole, Spencer Daniels, Alec Zbornak, Creed Bratton, Jake Kalender, Mindy Kaling, Paul Lieberstein, Damani Roberts, Delaney Ruth Farrell, Haley Daniels, Kevin Carlson, Sue Nelson","Rating":7.699999809265137,"RatingCount":37,"Image":"http://thetvdb.com/banners/episodes/73244/306109.jpg","IMDB":"tt0779510","TVDB":306109},{"ID":6051,"SeasonID":453,"ShowID":166,"MediaID":5939,"DateCreated":"2014-07-28T16:58:59Z","DatePublished":"2014-07-15T00:00:00Z","Number":19,"Title":"Michael's Birthday","Plot":"As Kevin and the rest of the crew worry about Kevin's medical test results to see whether or not he has skin cancer, Michael gets angry because no one seems to have fun at the birthday party he threw for himself. Later, Michael takes everyone out to the skating rink to get their minds off of Kevin's possible complications, and Pam and Jim go to the supermarket to pick up some presents for Kevin.","Runtime":21,"FirstAired":"2006-03-30T00:00:00Z","ParentalRating":"M","Director":"Ken Whittingham","Writer":"Gene Stupnitsky, Lee  Eisenberg","GuestStars":"Nancy Walls, Eric La Barr, Creed Bratton, Mindy Kaling, Paul Lieberstein, Justin Meloni, Sara Van Horn, Susan Foley","Rating":7.800000190734863,"RatingCount":32,"Image":"http://thetvdb.com/banners/episodes/73244/306110.jpg","IMDB":"tt0776249","TVDB":306110},{"ID":6064,"SeasonID":453,"ShowID":166,"MediaID":5952,"DateCreated":"2014-07-28T16:59:21Z","DatePublished":"2014-07-15T00:00:00Z","Number":20,"Title":"Drug Testing","Plot":"Dwight plays the role of Volunteer Sheriff after finding half a joint in the Dunder Mifflin parking lot leading to an investigation. Pam gives Jim a play challenge where he must be silent until he gives Pam a can of Coke.\n","Runtime":21,"FirstAired":"2006-04-27T00:00:00Z","ParentalRating":"M","Director":"Greg Daniels","Writer":"Jennifer Celotta","GuestStars":"Creed Bratton, Hugh Dane, Mindy Kaling, Paul Lieberstein, Marilyn Brett","Rating":7.900000095367432,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/73244/306112.jpg","IMDB":"tt0795874","TVDB":306112},{"ID":6059,"SeasonID":453,"ShowID":166,"MediaID":5947,"DateCreated":"2014-07-28T16:59:13Z","DatePublished":"2014-07-15T00:00:00Z","Number":21,"Title":"Conflict Resolution","Plot":"When Michael takes over conflict resolution duties from HR, chaos ensues at Dunder Mifflin.\n","Runtime":21,"FirstAired":"2006-05-04T00:00:00Z","ParentalRating":"M","Director":"Charles McDougall","Writer":"Greg Daniels","GuestStars":"Creed Bratton, Mindy Kaling, Paul Lieberstein, Vivianne Collins, Scott Adsit","Rating":8,"RatingCount":36,"Image":"http://thetvdb.com/banners/episodes/73244/306111.jpg","IMDB":"tt0796140","TVDB":306111},{"ID":6055,"SeasonID":453,"ShowID":166,"MediaID":5943,"DateCreated":"2014-07-28T16:59:06Z","DatePublished":"2014-07-15T00:00:00Z","Number":22,"Title":"Casino Night","Plot":"In the season finale, Dunder-Mifflin holds a Casino Night in the warehouse to benefit charity. While Michael faces the task of juggling two dates, Jim is forced to ponder the reality of transferring to the Stamford branch and what that means for his relationship with Pam.\n","Runtime":28,"FirstAired":"2006-05-11T00:00:00Z","ParentalRating":"M","Director":"Ken Kwapis","Writer":"Steve Carell","GuestStars":"Craig Robinson, Creed Bratton, Marcus A. York, Mindy Kaling, Nancy Walls, Paul Lieberstein, Bob Harrell, Mike Kruzel, Robert R. Shafer, Amanda Warren, Britain Spellings, Bryan Spinell","Rating":8.300000190734863,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/73244/306289.jpg","IMDB":"tt0800604","TVDB":306289}],"EpisodeCount":22}
