{"ID":459,"ShowID":113,"DateCreated":"2014-07-14T12:26:12Z","Number":2,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/25525-2.jpg","TVDB":6905,"Episodes":[{"ID":5910,"SeasonID":459,"ShowID":113,"MediaID":4150,"DateCreated":"2014-07-06T08:00:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"The Black Widow","Plot":"Alan Shore and Brad Chase represent Kelly Nolan who is on trial for poisoning her husband. Meanwhile, Tara Wilson second-chairs for Shirley Schmidt and is shocked to find that the opposing counsel is her former lover, Malcolm Holmes. Garrett Wells and Sara Holt assist Denise Bauer on a case where a Jewish man felt violated when his Christian co-workers held Bible readings in the workplace. To make things worse, Denise is served with divorce papers.\n","Runtime":44,"FirstAired":"2005-09-27T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Oz Scott","Writer":"David E. Kelley","GuestStars":"Deirdre M. Smith,  Jason Brooks,  Julie Pop,  Christina Souza,  Ron Ostrow,  Fred Meyers,  Marty Belafsky,  Jennifer  Kuhn,  Ellen Crawford,  James Eckhouse,  Richard Portnow,  Randy Oglesby,  Gregory Itzin,  Sha","Rating":7.5,"RatingCount":32,"Image":"http://thetvdb.com/banners/episodes/74058/299250.jpg","TVDB":299250},{"ID":5911,"SeasonID":459,"ShowID":113,"MediaID":4148,"DateCreated":"2014-07-06T07:58:05Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Schadenfreude","Plot":"The Kelly Nolan trial continues, but Alan, Denny and Brad run fear the worst when Kelly's cold demeanor begins to turn off the jury.  Meanwhile, Garrett and Sara are enlisted to help Denise in her divorce settlement and Malcolm convinces Tara to represent Johnny Damon, Edwin Starr's nephew, whose performance of War strikes a nerve at a nightclub.\n","Runtime":44,"FirstAired":"2005-10-04T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Arlene Sanford","Writer":"David E. Kelley","GuestStars":"Hugh Holub,  Ellen Crawford,  John Berg,  Kurt Fuller,  Michael Brownlee,  John Thaddeus,  Glen Walker,  Paul Perri,  Helen Eigenberg,  Francesca P. Roberts,  Russell Andrews,  Diane Kim,  Vic Polizos,  ,  Gregory","Rating":7.5,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/74058/299251.jpg","TVDB":299251},{"ID":5912,"SeasonID":459,"ShowID":113,"MediaID":4154,"DateCreated":"2014-07-06T08:15:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Finding Nimmo","Plot":"Denny takes Alan to Nimmo Bay, British Columbia, Canada, to help him get over his breakup with Tara. Catherine confesses to Bernard's murder. Sara and Garrett take extreme measures to help Denise challenge her husband's alimony demands in their divorce proceedings.\n","Runtime":44,"FirstAired":"2005-10-11T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Mike Listo","Writer":"David E. Kelley","GuestStars":"Rhona Mitra,  Monica Potter,  H. Richard Greene,  Lisa Kaminir,  John Thaddeus,  Kurt Fuller,  Jeremy Davidson,  J. Patrick McCormack,  Leslie Jordan,  David A. Kimball,  Clifton  Murray,  Frasier  Murray,  Taka","Rating":7.800000190734863,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/74058/299252.jpg","IMDB":"tt0530517","TVDB":299252},{"ID":5913,"SeasonID":459,"ShowID":113,"MediaID":4145,"DateCreated":"2014-07-06T07:53:17Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"A Whiff and a Prayer","Plot":"Denny's strong conservative values are put to the test when the firm represents a Democratic congressman who refused to keep a promise to his supporters. Alan tries to forget about Tara as he prepares to defend Catherine who is on trial for murder. Meanwhile, Sara is given a bizarre ultimatum.","Runtime":44,"FirstAired":"2005-10-18T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Bill D'Elia","Writer":"David E. Kelley","GuestStars":"Bob Rumnock,  Lisa Kaminir,  Michael Bryan French,  Ryan Cutrona,  John Thaddeus,  H. Richard Greene,  William Russ,  Kurt Fuller,  Lou Beatty Jr.","Rating":7.599999904632568,"RatingCount":35,"Image":"http://thetvdb.com/banners/episodes/74058/301979.jpg","TVDB":301979},{"ID":5914,"SeasonID":459,"ShowID":113,"MediaID":4140,"DateCreated":"2014-07-06T07:44:45Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Men to Boys","Plot":"Denise finds herself in a difficult position when an auto-injury case she neglected for three years comes up for trial and she is unprepared.  While Garrett researches, he meets Cassie, a young paralegal whose strange sexual tendencies hide a painful past.  Meanwhile Denny learns he must apologize to Lori or face a sexual harrassment suit, and Alan takes Sara out for dinner and a \"show.\"","Runtime":43,"FirstAired":"2005-10-25T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Mike Listo","Writer":"David E. Kelley","GuestStars":"Christopher Carroll,  Brad Wilson,  Wayne Thomas Yorke,  Bob Morrisey,  Cristine Rose,  Mark Derwin,  Bert Rosario,  Monica Potter,  Tamara Feldman","Rating":7.599999904632568,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/74058/299254.jpg","TVDB":299254},{"ID":5164,"SeasonID":459,"ShowID":113,"MediaID":5094,"DateCreated":"2014-07-17T06:53:09Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Witches of Mass Destruction","Plot":"The firm takes on two milestone cases.  First, Shirley and Denise represent Christian and Wiccan parents who are outraged by a public school's Halloween celebrations, but the case takes a turn for the worse when the clients begin arguing amongst themselves.  Meanwhile, Denny and Alan's friendship is tested when Alan helps Cassie sue the US military for the loss of her brother.","Runtime":43,"FirstAired":"2005-11-01T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Jim Bagdonas","Writer":"Michael Reisz, Andrew Kreisberg, Lawrence Broch","GuestStars":"Johnny Sneed,  Zach Grenier,  Andy Umberger,  Matt Champagne,  Marietta  De Prima,  Tamara Feldman,  Stephanie Venditto,  Jayne Taini,  David Lee Russek,  Derrex Brady","Rating":7.699999809265137,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/74058/299255.jpg","TVDB":299255},{"ID":5915,"SeasonID":459,"ShowID":113,"MediaID":4138,"DateCreated":"2014-07-06T07:38:46Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Truly, Madly, Deeply","Plot":"Denny is called to defend a man who raped and killed a 13-year-old girl, but decides he'd rather go to jail than spend his days defending murderers.  Meanwhile, Alan must face his fear of clowns and Shirley dumps a bizarre bestiality case on Denise.\n","Runtime":42,"FirstAired":"2005-11-08T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Stephen Cragg","Writer":"David E. Kelley","GuestStars":"Pam Trotter,  Angela  Chee,  Laura Henry,  Larry King,  Michael McKean,  Jon Sklaroff,  Marc Vann,  Pat Skipper,  Joel McKinnon Miller,  Austin Tichenor,  Francesca P. Roberts,  Lisa Banes,  Susan Ruttan","Rating":7.900000095367432,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/74058/299256.jpg","TVDB":299256},{"ID":6171,"SeasonID":459,"ShowID":113,"MediaID":6059,"DateCreated":"2014-07-28T17:02:18Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"The Ass Fat Jungle","Plot":"Denise finds herself wanting to sue her own client when Boston's most celebrated plastic surgeon is under fire for unorthodox techniques.  Shirley takes on a difficult case involving an Alzheimer's patient which touches her personally.  Meanwhile, Alan and Denny fight their own demons as Alan asks his new secretary to protect him from night terrors and Denny undergoes an MRI.\n","Runtime":44,"FirstAired":"2005-11-15T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Ron Underwood","Writer":"Phoef Sutton, Janet Leahy","GuestStars":"Elizabeth Penn Payne,  Dave Anthony,  J.J. Boone,  Dink O'Neal,  John Dalesandro,  Robert Noble,  Jim Lau,  Lucas Grabeel,  Jesse D. Goins,  Edward Edwards,  Lily Knight,  Kristin Bauer,  Julie Claire,  Stacy Edw","Rating":7.599999904632568,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/74058/299257.jpg","TVDB":299257},{"ID":5916,"SeasonID":459,"ShowID":113,"MediaID":4167,"DateCreated":"2014-07-06T09:01:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Gone","Plot":"When the FBI's hands are tied with red tape, Brad helps Denise go undercover as a rogue agent in order to find a missing boy who is close to her heart.  But when legal and ethical roadblocks appear, they must make some difficult decisions.\n\nMeanwhile, Denny's nonchalance regarding the use of firearms becomes a real concern for the other senior partners when he shoots a homeless man in the head with a paintball gun.\n","Runtime":43,"FirstAired":"2005-12-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Mel Damski","Writer":"David E. Kelley, Jonathan Shapiro","GuestStars":"Shania Accius,  Joyce Greenleaf,  Kevin Farrell,  Buddy Lewis,  Aramis  Knight,  Roberta Orlandi,  Bobby Ray Shafer,  Lou Volpe,  Dominic Comperatore,  Billy Mayo,  Patrick Renna,  Dianna Miranda,  Richard Fancy","Rating":7.599999904632568,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/308443.jpg","TVDB":308443},{"ID":5917,"SeasonID":459,"ShowID":113,"MediaID":4160,"DateCreated":"2014-07-06T08:32:06Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Legal Deficits","Plot":"After kidnapping a witness and physically assaulting a priest, Brad is put on trial and enlists the help of Denny and Shirley to bail him out.\n\nMeanwhile, Alan's hands are full with his secretary's financial troubles when her credit card company charges ridiculous interest rates putting her $50,000 in debt.\n","Runtime":42,"FirstAired":"2005-12-13T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Medium level violence","Director":"Mike Listo","Writer":"Lawrence Broch, David E. Kelley","GuestStars":"Nakia Burrise,  Zylan Brooks,  Mark Edward Smith,  Lilee Anderson,  Steven Shaw,  Aramis Knight,  Dianna Miranda,  Juan Garcia,  Richard Fancy,  Christopher Rich,  Henry Gibson","Rating":7.800000190734863,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/308444.jpg","TVDB":308444},{"ID":5918,"SeasonID":459,"ShowID":113,"MediaID":4157,"DateCreated":"2014-07-06T08:24:30Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"The Cancer Man Can","Plot":"Paul recruits Denise to help him defend a cancer patient who used his wealth to guarantee he would not get a placebo during a drug study.\n\nMeanwhile, Alan goes too far in trying to convince the senior partners to promote \"Hands\" to partner, and Denny finds himself falling in love with a woman he meets at a charity event.\n","Runtime":42,"FirstAired":"2006-01-10T00:00:00Z","ParentalRating":"M","Director":"Lou Antonio","Writer":"Janet Leahy, Michael Reisz","GuestStars":"Art Chudabala,  Mary Boucher,  Larry Cedar,  Erica Gimpel,  S.E. Perry,  Eric Payne,  Michael J. Fox","Rating":7.699999809265137,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/301980.jpg","TVDB":301980},{"ID":5919,"SeasonID":459,"ShowID":113,"MediaID":4159,"DateCreated":"2014-07-06T08:29:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Helping Hands","Plot":"Alan finds himself all alone against the firm when he decides to defend Jerry Espenson from charges of attempted murder, torture and terrorist threats.\n\nDenise and Daniel Post get closer as Daniel second chairs a case against parents who are constantly harassing their daughter's teacher.\n\nMeanwhile, Paul is worried about the impact Denny's pending nuptials may have on the firm.\n","Runtime":44,"FirstAired":"2006-01-17T00:00:00Z","ParentalRating":"M","Director":"Bill D'Elia","Writer":"Andrew Kreisberg, Phoef Sutton","GuestStars":"Lou Beatty Jr.,  Audrey Wasilewski,  Michael Kostroff,  Kelly Connell,  Veronica Cartwright,  Megan Gallagher,  Takayo Fischer,  Robert Frank Telfer,  Michael J. Fox","Rating":7.800000190734863,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/301981.jpg","TVDB":301981},{"ID":5920,"SeasonID":459,"ShowID":113,"MediaID":4153,"DateCreated":"2014-07-06T08:14:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Too Much Information","Plot":"Alan and Denise take on the case of a young girl whose father killed her mother after finding the mother's whereabouts through her HMO's website.\n\nCatherine Piper comes back into Alan's life - by robbing convenience stores.\n\nBeverly Bridge, Denny's fiancée, flexes her muscle around the firm -- meanwhile, Brad attempts to manage the situation for Shirley and Paul.\n\nDaniel goes in for chemotherapy, and attempts to shut out Denise.\n","Runtime":44,"FirstAired":"2006-01-24T00:00:00Z","ParentalRating":"M","Director":"Steve Robin","Writer":"Andrew Kreisberg, Lawrence Broch","GuestStars":"Sharon Omi,  Jeff Bowser,  Regan Burns,  Michael C. Alexander,  Shirley Jordan,  Hildy Brooks,  Kayla Mae Maloney,  Marshall Manesh,  Michael Shamus Wiles,  Mark L. Taylor,  John Aylward,  Ana Ortiz,  Lisa Vidal","Rating":7.599999904632568,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/74058/301982.jpg","TVDB":301982},{"ID":5921,"SeasonID":459,"ShowID":113,"MediaID":4158,"DateCreated":"2014-07-06T08:28:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Breast in Show","Plot":"After meeting Irma for a date, Alan finds himself defending her when she is charged with a sex crime by protesting topless.\n\nMeanwhile, Denise finds it difficult to remain close to Daniel when he invites her to his own funeral, and Garrett faces his toughest challenge yet when Catherine invades his office.","Runtime":44,"FirstAired":"2006-02-07T00:00:00Z","ParentalRating":"M","Director":"Arlene Sanford","Writer":"Phoef Sutton, Michael Reisz","GuestStars":"Alex Nevil,  Ted Lyde,  Marc Vann,  Thom Gossom Jr.,  Scott MacDonald,  Ana Ortiz,  Erica Gimpel,  Lisa Vidal,  Daniel Kash,  Joleen Lutz,  Kurt Scholler,  Michael J. Fox","Rating":7.800000190734863,"RatingCount":29,"Image":"http://thetvdb.com/banners/episodes/74058/301983.jpg","TVDB":301983},{"ID":5922,"SeasonID":459,"ShowID":113,"MediaID":4155,"DateCreated":"2014-07-06T08:19:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Smile","Plot":"Alan's friendly demeanor quickly turns into anger when a prestigious private school turns away a child prodigy because she lacks the face muscles to smile.\n\nMeanwhile, Shirley and Denise take on a hospital that refused to administer emergency birth control to a rape victim due to religious beliefs, and Brad is put on special assignment by Denny.\n","Runtime":42,"FirstAired":"2006-02-14T00:00:00Z","ParentalRating":"M","Director":"Bob Yannetti","Writer":"Corinne Brinkerhoff","GuestStars":"Brandon Ford Green,  Mark Tymchyshyn,  Tanner Woodley,  Craig Patton,  Mary Beth McDonough,  Richard V. Licata,  Freda Foh Shen,  Shannon O'Hurley,  Steven M. Porter,  Hannah Leigh Dworkin,  Ken Lerner,  Kelly ","Rating":7.599999904632568,"RatingCount":29,"Image":"http://thetvdb.com/banners/episodes/74058/303133.jpg","TVDB":303133},{"ID":5923,"SeasonID":459,"ShowID":113,"MediaID":4152,"DateCreated":"2014-07-06T08:12:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Live Big","Plot":"Alan and Denny defend a man charged with murder after he euthanized his wife with Alzheimers.\n\nMeanwhile, long-lost family members return when Shirley's ex-husband asks her to be \"best man\" at his wedding and Paul tracks down his estranged daughter.\n","Runtime":44,"FirstAired":"2006-02-21T00:00:00Z","ParentalRating":"M","Director":"Bill D'Elia","Writer":"David E. Kelley","GuestStars":"Tom Selleck,  Nick Toth,  Peggy Etra,  Adam Arkin,  Georgia Murray,  Ashley Rios,  April Rios,  Michael Ensign,  Stacy Galina,  Jayne Brook,  Maury Chaykin,  Meredith Patterson","Rating":7.400000095367432,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/74058/303134.jpg","TVDB":303134},{"ID":5924,"SeasonID":459,"ShowID":113,"MediaID":4404,"DateCreated":"2014-07-07T06:09:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"...There's Fire!","Plot":"Shirley, Paul and Brad batten down the hatches as Bev files for divorce hours after her marriage to Denny, and demands half of his assets.\n\nAlan helps defend an old friend who was fired for smoking on her private time.\n","Runtime":44,"FirstAired":"2006-02-28T00:00:00Z","ParentalRating":"M","Director":"Mike Listo","Writer":"Janet Leahy, Lawrence Broch","GuestStars":"Nicole Sullivan,  Alfie Silas Durio,  Deena Dill,  Billy Valentine,  Will Greenberg,  Anthony John Denison,  Peter Breitmayer,  Kevin Dunn,  Richard Portnow,  Corbin Bernsen","Rating":7.800000190734863,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/303135.jpg","TVDB":303135},{"ID":5925,"SeasonID":459,"ShowID":113,"MediaID":4151,"DateCreated":"2014-07-06T08:05:32Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Shock and Owww!","Plot":"Shirley covertly asks Alan for help when nude photographs of her surface for auction.\n\nPaul sends Brad in undercover when he suspects his daughter is once again using drugs, and Denny is inspired by a case involving self-defense electrocution.","Runtime":43,"FirstAired":"2006-03-07T00:00:00Z","ParentalRating":"M","Director":"Jeff Bleckner","Writer":"Phoef Sutton, Sanford Golden, Karen Wyscarver","GuestStars":"Jim Troesh,  Carolyn Lawrence,  Lakshmi Manchu,  Baadja-Lyne Odums,  Valerie Vaile,  Michele Moreno,  Dennis F. Chavis,  Suzanne Whang,  Carol Herman,  Ted Garcia,  Wesley Thompson,  April Rios,  Ashley Rios,  Ma","Rating":7.5,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/74058/303136.jpg","TVDB":303136},{"ID":5926,"SeasonID":459,"ShowID":113,"MediaID":4156,"DateCreated":"2014-07-06T08:23:32Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Stick It","Plot":"Alan once again goes to bat for Melissa, this time with much less confidence, who is in serious trouble with the IRS.\n\nMeanwhile, Paul and Brad enact a plan to help Rachel get into rehab, and Denise re-enters the world of dating with disastrous results.\n","Runtime":44,"FirstAired":"2006-03-14T00:00:00Z","ParentalRating":"M","Director":"Adam Arkin","Writer":"Janet Leahy, David E. Kelley","GuestStars":"Ashley Rios,  Josh Braaten,  Bradley James,  Robert Joseph,  Shelley Berman,  Jayne Brook,  Scott Paulin,  April Rios,  Laura Henry,  Zylan Brooks,  Matthew Lenhart,  Kevin Isola,  Michael Hilow,  Brad Bovee","Rating":7.5,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/74058/304659.jpg","TVDB":304659},{"ID":5927,"SeasonID":459,"ShowID":113,"MediaID":4170,"DateCreated":"2014-07-06T09:03:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Chitty Chitty Bang Bang","Plot":"Shirley defends a long-time client who doesn't want his Victorian erotica collection lost in his divorce, but she is shocked when Ivan is opposing council.\n\nAlan takes drastic steps to help Catherine's friend who is being taken advantage of in a nursing home.\n\nMeanwhile, Paul cuts back on his time at the firm when Fiona begins to take priority, causing worry among the other partners.\n","Runtime":43,"FirstAired":"2006-03-21T00:00:00Z","ParentalRating":"M","Director":"Ellie Kanner","Writer":"Lawrence Broch, Janet Leahy","GuestStars":"Lamont Dixon,  Carol Kiernan,  Ed Begley Jr.,  Ken Davitian,  Andrew Prine,  Patricia Belcher,  Anne Betancourt,  Norma Micheals,  Joan McMurtrey,  Matt Malloy,  Tom Selleck","Rating":7.5,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/74058/304660.jpg","TVDB":304660},{"ID":5928,"SeasonID":459,"ShowID":113,"MediaID":4165,"DateCreated":"2014-07-06T08:58:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Word Salad Days","Plot":"After beginning to speak gibberish in court, Alan turns to Denny for help in curing his new, debilitating condition.\n\nMeanwhile, Paul and Brad defend a video game company when a mother claims the company's addictive game killed her teenage son, and Denise challenges the polygamy law.\n","Runtime":43,"FirstAired":"2006-03-28T00:00:00Z","ParentalRating":"M","Director":"Jeannot Szwarc","Writer":"Karen Wyscarver, Sanford Golden, Michael Reisz","GuestStars":"Alyss  Henderson,  Marty Ryan,  Matt Knudsen,  Christopher Carroll,  Jennifer Parsons,  Ken Land,  Jesse D. Goins,  Joel Polis,  Aja  Evans,  Kelly Connell,  Craig Anton,  Tessa Auberjonois,  Adrian LaTourelle,  ","Rating":7.400000095367432,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/74058/308445.jpg","TVDB":308445},{"ID":5929,"SeasonID":459,"ShowID":113,"MediaID":4176,"DateCreated":"2014-07-06T09:19:20Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Ivan the Incorrigible","Plot":"Alan decides to help Jerry with his first big attempted-murder case, but has to take drastic action when Jerry's courtroom outbursts jeopardize the case.\n\nMeanwhile, Shirley is shocked to discover that Ivan has yet to inform Missy that they are \"divorced,\" and Brad becomes uncomfortable with a reoccurring word in his new relationship.","Runtime":44,"FirstAired":"2006-04-18T00:00:00Z","ParentalRating":"M","Director":"Bob Yannetti","Writer":"Andrew Kreisberg, Phoef Sutton","GuestStars":"Takayo Fischer,  Adam Arkin,  Michael Raymond-James,  Allan Louis,  Lauren Stamile,  Meredith Patterson,  Howard Hesseman,  Tom Selleck","Rating":7.400000095367432,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/74058/308446.jpg","TVDB":308446},{"ID":6205,"SeasonID":459,"ShowID":113,"MediaID":6093,"DateCreated":"2014-07-29T12:45:13Z","DatePublished":"2014-06-01T00:00:00Z","Number":23,"Title":"Race Ipsa","Plot":"When Denny shoots his therapist in self-defense, the senior partners, fed up with his rogue behavior, begin to enact plans to remove him from the firm.\n\nMeanwhile, Alan enlists the help of Chelina in a racially-charged case involving a black man being arrested for being in a white neighborhood, and Brad asks Denise to teach him to be a better kisser.\n","Runtime":44,"FirstAired":"2006-04-25T00:00:00Z","ParentalRating":"M","Director":"Lou Antonio","Writer":"David E. Kelley","GuestStars":"Jason Blicker,  Shelley Berman,  Peter MacNicol,  Kurt Scholler,  Deb   Hiett,  Rowan Joseph,  Zylan Brooks,  Randy Thompson,  Alan Wasserman,  Jonathan Palmer,  Page Kennedy,  Michael Ensign","Rating":7.699999809265137,"RatingCount":29,"Image":"http://thetvdb.com/banners/episodes/74058/299258.jpg","TVDB":299258},{"ID":5930,"SeasonID":459,"ShowID":113,"MediaID":4162,"DateCreated":"2014-07-06T08:45:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":24,"Title":"Deep End of the Poole","Plot":"Name partner Edwin Poole returns from a mental institution to Crane, Poole and Schmidt, ready to jump back in, but Shirley has reservations when he decides to sue a candy company.\n\nAn A.D.A. with a grudge against Alan brings charges, accusing him of advising his client to flee when a guilty verdict was inevitable.\n\nMeanwhile, Brad and Denise decide where to take their relationship.","Runtime":43,"FirstAired":"2006-05-02T00:00:00Z","ParentalRating":"M","Director":"Jeff Bleckner","Writer":"Michael Reisz, Andrew Kreisberg","GuestStars":"Glenda Morgan Brown,  Zylan Brooks,  Sarah Culberson,  Blair Bess,  Adam Arkin,  Larry Miller,  Lorna Raver,  Frank Payne,  Allan Louis,  Annabelle Gurwitch,  Shelley Berman","Rating":7.900000095367432,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/74058/308447.jpg","TVDB":308447},{"ID":5931,"SeasonID":459,"ShowID":113,"MediaID":4169,"DateCreated":"2014-07-06T09:03:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":25,"Title":"Squid Pro Quo","Plot":"Denny once again goes head-to-head with his non-son, Donny, when he shows up in his new role as a Lawyers Without Borders representative.  But Alan finds it difficult to support Denny's defense when Denny makes light of the case.\n\nMeanwhile, Marlene Stanger, known as \"The Squid,\" is hired at the firm, and immediately attracts Alan and repels Denise.","Runtime":43,"FirstAired":"2006-05-09T00:00:00Z","ParentalRating":"M","Director":"Jim Bagdonas","Writer":"Janet Leahy, Lawrence Broch","GuestStars":"Jennifer Lynne Wetzel,  Laura Carson,  Joe Conti,  Amrapali Ambegaokar,  Purva Bedi,  Freddie Prinze Jr.,  Parker Posey,  Don McManus,  Chris Moynihan,  Jenny O'Hara,  Ray Proscia,  Harsh Nayyar","Rating":7.400000095367432,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/74058/308448.jpg","TVDB":308448},{"ID":5932,"SeasonID":459,"ShowID":113,"MediaID":4166,"DateCreated":"2014-07-06T09:00:50Z","DatePublished":"2014-06-01T00:00:00Z","Number":26,"Title":"Spring Fever","Plot":"Shirley once again helps Professor Cabot, whose research into human sexual behavior gets him into trouble when he's caught with a prostitute.  Marlene and Denise continue their fight for the spot to become partner by trying to assist.\n\nMeanwhile, Denny takes Alan to LA when he pays a visit to the West Coast branch of Crane, Poole \u0026 Schmidt, but his motives become clear once Alan meets Barry Goal.  And Brad is shocked to discover his niece is arrested for participating in a drug \"pharming\" party.","Runtime":43,"FirstAired":"2006-05-16T00:00:00Z","ParentalRating":"M","Director":"Mike Listo","Writer":"Janet Leahy, Andrew Kreisberg","GuestStars":"McKinley Freeman,  Mark Edward Smith,  Bob Rusch,  Steve Valentine,  Sara Erikson,  Christine Insley,  Jeanne Simpson,  Marty Lodge,  Emily Montague,  Lindsay Frost,  Dennis Cockrum,  Richard V. Licata,  David B","Rating":7.400000095367432,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/74058/308449.jpg","TVDB":308449},{"ID":5933,"SeasonID":459,"ShowID":113,"MediaID":4161,"DateCreated":"2014-07-06T08:41:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":27,"Title":"BL: Los Angeles","Plot":"While in LA, Alan takes on the case of TV star Courtney Rae, who is arrested after shooting a photographer who she mistakes for a stalker.  But Denny and Barry make life difficult when they won't stop making sexual advances toward their client.\n\nMeanwhile, Denise resorts to underhanded tactics to eliminate Marlene from the picture, but the plan backfires when she is caught by Paul.  And Brad enlists Shirley's help in trying to persuade the judge in his niece's trial to lower the sentence.\n","Runtime":43,"FirstAired":"2006-05-16T00:00:00Z","ParentalRating":"M","Director":"Bill D'Elia","Writer":"Lawrence Broch, Michael Reisz","GuestStars":"Rebecca Lin,  Robert Wagner,  Jeri Ryan,  Parker Posey,  Jere Burns,  Steve Valentine,  Ana Ortiz,  Robin Riker,  William C. Mitchell,  Robert Foxworth,  Emily Montague,  Lindsay Frost,  Marty Lodge,  Sean Blodge","Rating":7.900000095367432,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/74058/308450.jpg","TVDB":308450}],"EpisodeCount":27}
