{"ID":464,"ShowID":112,"DateCreated":"2014-07-16T17:48:42Z","Number":3,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/10-3.jpg","TVDB":12,"Episodes":[{"ID":8082,"SeasonID":464,"ShowID":112,"MediaID":8050,"DateCreated":"2014-08-27T15:55:24Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Anne","Plot":"Willow, Xander and Oz are attempting to keep the Sunnydale vampire population in check during Buffy's absence with only moderate success. As the gang restarts school we learn that Buffy is working as a waitress in L.A. using the name Anne and trying to forget her old life. Buffy runs into Lily (formerly known as Chanterelle) and her boyfriend Rickie who quickly turns up missing. Buffy discovers Rickie dead but mysteriously aged to an old man. Continuing her investigation Buffy tracks down Ken (a","Runtime":45,"FirstAired":"1998-09-29T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Dell Yount, Alex Toma, Harrison Young, Barbara Pilavin, Harley Zumbrum, Michael Leopard, James Lurie, Julia Lee, Carlos Jacott, Mary-Pat Green, Chad Todhunter, Larry Bagby, Kristine Sutherland","Rating":7.599999904632568,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/36.jpg","TVDB":36},{"ID":7373,"SeasonID":464,"ShowID":112,"MediaID":7336,"DateCreated":"2014-08-18T01:43:18Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Dead Man's Party","Plot":"When Buffy returns home she finds that the life she left behind may not be as easy to slip back into as she has to battle not only the rising dead, but also the distrust of her mother and the silent resentment of her friends.","Runtime":45,"FirstAired":"1998-10-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"James Whitmore Jr.","Writer":"Marti Noxon","GuestStars":"Paul Morgan Stetler, Chris Garnant, Nancy Lenehan, Danny Strong, Jason Hall, Kristine Sutherland, Armin Shimerman","Rating":7.199999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/37.jpg","TVDB":37},{"ID":6187,"SeasonID":464,"ShowID":112,"MediaID":6075,"DateCreated":"2014-07-29T12:00:08Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Faith, Hope and Trick","Plot":"The new Slayer Faith arrives in town and seems like a fun-loving wacky teenager who integrates herself into the gang. While Buffy is getting 'Single White Female-d' she notices that Faith is becoming more mysterious and discovers that she has been followed by an ancient vampire who murdered her watcher.","Runtime":45,"FirstAired":"1998-10-13T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"James A. Contner","Writer":"David Greenwalt","GuestStars":"John Ennis, Fab Filippo, Jeremy Roberts, Darling Violetta, K. Todd Freeman, Kristine Sutherland, Eliza Dushku, Armin Shimerman","Rating":7.699999809265137,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/38.jpg","TVDB":38},{"ID":8070,"SeasonID":464,"ShowID":112,"MediaID":8038,"DateCreated":"2014-08-27T10:25:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Beauty and the Beasts","Plot":"When a student is found savagely mauled in the woods the Oz-werewolf is suspected, but when Buffy discovers that Angel is back on Earth after hundreds of years of torture and has been reduced to nothing more than a wild animal, she fears that he may be the killer.","Runtime":45,"FirstAired":"1998-10-20T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"James Whitmore Jr.","Writer":"Marti Noxon","GuestStars":"Fab Filippo, John Patrick White, Danielle Weeks, Phill Lewis, Eliza Dushku","Rating":7.5,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/39.jpg","TVDB":39},{"ID":6764,"SeasonID":464,"ShowID":112,"MediaID":6653,"DateCreated":"2014-08-04T01:37:46Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Homecoming","Plot":"When Cordelia flaunts her sure win for Homecoming Queen it awakens the prom queen within Buffy and they become rivals for the title. Meanwhile the new vampire in town, Mr. Trick, rallies a group of tough vampires, demons and mercenaries together to set up a surprise for the two slayers.","Runtime":45,"FirstAired":"1998-11-03T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"David Greenwalt","Writer":"David Greenwalt","GuestStars":"Ian Abercrombie, Dilly Maddox, Joseph Daube, Jermyn Daube, Lee Everett, Tori McPetrie, Chad Stahleski, Jeremy Ratchford, Fab Filippo, Jack Plotnick, Jennifer Hetrick, K. Todd Freeman, Harry Groener, Eliza Dushku, D","Rating":7.400000095367432,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/70327/40.jpg","TVDB":40},{"ID":6711,"SeasonID":464,"ShowID":112,"MediaID":6600,"DateCreated":"2014-08-02T21:12:21Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Band Candy","Plot":"Mr Trick enlists Giles' old buddy Ethan Rayne to manufacture and distribute boxes of candy which turn the adult population into uninhibited, irresponsible teenagers to keep them out of the way while the mysterious Mayor Wilkins pays a tribute to a demon.","Runtime":44,"FirstAired":"1998-11-10T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Michael Lange","Writer":"Jane Espenson","GuestStars":"Peg Stewart, Robin Sachs, Kristine Sutherland, K. Todd Freeman, Harry Groener, Armin Shimerman","Rating":8,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/41.jpg","TVDB":41},{"ID":6708,"SeasonID":464,"ShowID":112,"MediaID":6597,"DateCreated":"2014-08-02T21:11:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Revelations","Plot":"Xander finds out about Angel's return to Sunnydale and promptly informs the gang who confront Buffy with the fear that he may turn evil again, while Faith finds herself under the wing of a new Watcher, Gwendolyn Post, an outwardly prim and proper Englishwoman who was expelled from the Watcher's Council for practicing evil magic.","Runtime":45,"FirstAired":"1998-11-17T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"James A. Contner","Writer":"Douglas Petrie","GuestStars":"Serena Scott Thomas, Kate Rodger, Eliza Dushku, Jason Hall","Rating":7.5,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/42.jpg","TVDB":42},{"ID":5639,"SeasonID":464,"ShowID":112,"MediaID":5569,"DateCreated":"2014-07-22T23:16:07Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Lover's Walk","Plot":"Spike returns to Sunnydale a shadow of his bad-ass vampire self and kidnaps Willow so she can put a love spell on Drusilla. While he is out collecting magic spell ingredients and convincing Buffy why she shouldn't kill him, Willow and Xander lose their inhibitions in the heat of the moment only to be caught in the act by a rescue party in the form of Oz and Cordelia.","Runtime":45,"FirstAired":"1998-11-24T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"David Semel","Writer":"Dan Vebber","GuestStars":"Marc Burnham, Suzanne Krull, Jack Plotnick, Kristine Sutherland, Harry Groener, James Marsters","Rating":8.300000190734863,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/43.jpg","TVDB":43},{"ID":7374,"SeasonID":464,"ShowID":112,"MediaID":7337,"DateCreated":"2014-08-18T01:44:10Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"The Wish","Plot":"Wanting to be rid of Xander for good, Cordelia comes to the conclusion that Buffy is the cause of all her problems and makes a wish that Buffy had never come to Sunnydale. A demon grants the wish and Cordelia's world suddenly changes.","Runtime":45,"FirstAired":"1998-12-08T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"David Greenwalt","Writer":"Marti Noxon","GuestStars":"Nicole Bilderback, Nathan Anderson, Mariah O'Brien, Gary Imhoff, Robert Covarrubias, Emma Caulfield, Laura Silverman, Mark Metcalf, Larry Bagby, Mercedes McNab, Danny Strong","Rating":8,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/44.jpg","TVDB":44},{"ID":6763,"SeasonID":464,"ShowID":112,"MediaID":6652,"DateCreated":"2014-08-04T01:36:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Amends","Plot":"While the gang prepares for their Christmas vacation, Angel is haunted by visions of his violent past. A mysterious force called the First Evil takes the form of Jenny Calendar and tries to convince him to lose his soul in Buffy and become evil again. Believing that he isn't strong enough to fight the demon within, Angel waits on the top of a hill for the sun to rise.   Buffy finds him and tells him to fight back, that he can do real good in this world, but just as she is giving up it begins to ","Runtime":45,"FirstAired":"1998-12-15T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Mark Kriski, Tom Michael Bailey, Shane Barach, Edward Edwards, Cornelia Hayes O'Herlihy, Robia LaMorte, Kristine Sutherland, Saverio Guerra, Eliza Dushku","Rating":7.400000095367432,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/45.jpg","TVDB":45},{"ID":7372,"SeasonID":464,"ShowID":112,"MediaID":7335,"DateCreated":"2014-08-18T01:43:13Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Gingerbread","Plot":"Picking the wrong night for mother-daughter bonding, Joyce discovers the bodies of two children apparently sacrificed in an occult ritual and she rallies the adults of Sunnydale convincing them to rid the town of evil, including Buffy, Willow and Amy. Giles soon realises that the children are actually demons that do not kill people themselves but invoke fear and panic and gain their power by watching normally calm and sane people persecute each other.","Runtime":44,"FirstAired":"1999-01-12T00:00:00Z","ParentalRating":"M","Director":"James Whitmore Jr.","Writer":"Jane Espenson","GuestStars":"Daniel Tamm, Roger Morrissey, Grant Garrison, Blake Swendson, Shawn Pyfrom, Lindsay Taylor, Jordan Baker, Kristine Sutherland, Elizabeth Anne Allen, Harry Groener, Armin Shimerman","Rating":7.5,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/46.jpg","TVDB":46},{"ID":6762,"SeasonID":464,"ShowID":112,"MediaID":6651,"DateCreated":"2014-08-04T01:35:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Helpless","Plot":"For her upcoming 18th birthday, Buffy declines the scooby gang's offer of a big party, hoping to celebrate with quiet reflection and a traditional trip to the ice show with her father. But unbeknownst to Buffy, preparations are being made for a life-threatening rite of passage that drains the slayer of her powers and then entraps her with a powerful vampire foe that she must defeat in a defenseless state in order to pass the test.","Runtime":45,"FirstAired":"1999-01-19T00:00:00Z","ParentalRating":"M","Director":"James A. Contner","Writer":"David Fury","GuestStars":"Jeff Kober, Harris Yulin, Dominic Keating, David Haydn-Jones, Nick Cornish, Don Dowe, Kristine Sutherland","Rating":7.699999809265137,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/70327/47.jpg","TVDB":47},{"ID":5634,"SeasonID":464,"ShowID":112,"MediaID":5564,"DateCreated":"2014-07-22T23:15:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"The Zeppo","Plot":"When Xander realises that he isn't needed by the gang as much as he'd like to believe, his quest to prove he's cool leads him to an unforgettable night that finds him consorting with fast women, raising the dead and rolling with a dangerous crowd that could put Sunnydale in a world of hurt. Meanwhile, Buffy, Giles and the rest of the crew engage in a furious battle with the Sisterhood of Jhe, an all-female demon apocalypse cult that intends to reopen the Hellmouth and bring about the end of the ","Runtime":44,"FirstAired":"1999-01-26T00:00:00Z","ParentalRating":"M","Director":"James Whitmore Jr.","Writer":"Dan Vebber","GuestStars":"Vaughn Armstrong, Whitney Dylan, Scott Torrence, Darin Heames, Channon Roe, Michael Cudlitz, Saverio Guerra, Eliza Dushku","Rating":7.400000095367432,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/48.jpg","TVDB":48},{"ID":5056,"SeasonID":464,"ShowID":112,"MediaID":4986,"DateCreated":"2014-07-16T17:48:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Bad Girls","Plot":"While on a mission to retrieve an amulet before a powerful demon can restore his strength with it, Faith introduces Buffy to her reckless method of slaying which leaves Buffy wanting more of the wild life; while Giles is trying to keep his cool in front of the stuffy new watcher, Wesley Wyndam-Pryce.   When Faith accidentally kills the deputy mayor Allan Finch, she tries to clean up the crime but when Buffy confronts her about her actions, she simply replies \"I don't care.\"","Runtime":44,"FirstAired":"1999-02-09T00:00:00Z","ParentalRating":"M","Director":"Michael Lange","Writer":"Douglas Petrie","GuestStars":"Alex Skuby, Wendy Clifford, Jack Plotnick, Christian Clemenson, Kristine Sutherland, Harry Groener, K. Todd Freeman, Alexis Denisof, Eliza Dushku, Ron Roggé","Rating":7.5,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/49.jpg","TVDB":49},{"ID":7005,"SeasonID":464,"ShowID":112,"MediaID":6897,"DateCreated":"2014-08-11T08:00:31Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Consequences","Plot":"Buffy tries to face up to the consequences of her wild actions with Faith but Faith seems to think herself above the law. Buffy confides in Giles about the murder and he oversteps his bounds by not involving the new Watcher, Wesley.    Angel captures Faith and tries to connect with her but Wesley and the Watcher's Council intervene and take Faith to be transported to England. Faith escapes and prepares to leave Sunnydale on a cargo ship but Buffy finds her. Mr Trick and several vampires attack t","Runtime":44,"FirstAired":"1999-02-16T00:00:00Z","ParentalRating":"M","Director":"Michael Gershman","Writer":"Marti Noxon","GuestStars":"Amy Powell, Patricia Place, Jack Plotnick, James G. MacDonald, Kristine Sutherland, Harry Groener, K. Todd Freeman, Alexis Denisof, Eliza Dushku","Rating":7.5,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/50.jpg","TVDB":50},{"ID":5646,"SeasonID":464,"ShowID":112,"MediaID":5576,"DateCreated":"2014-07-22T23:35:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Doppelgangland","Plot":"While unknowingly participating in a spell with the wish-granting demon Anyanka in order for her to get her powers back, Willow accidentally brings forth the vampire Willow from Cordelia's alternate universe.    The vampire Willow sets her sights on turning Sunnydale into the vampire-ruled world she knows but when she learns of her counterpart, she decides to make Willow send her back. After trying to seduce Willow and freaking her out a bit, the vampire Willow is captured. The real Willow, dres","Runtime":45,"FirstAired":"1999-02-23T00:00:00Z","ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Andy Umberger, Corey Michael Blake, Michael Nagy, Megan Gray, Norma Michaels, Ethan Erickson, Jason Hall, Harry Groener, Alexis Denisof, Emma Caulfield, Eliza Dushku, Armin Shimerman","Rating":7.800000190734863,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/70327/51.jpg","TVDB":51},{"ID":5640,"SeasonID":464,"ShowID":112,"MediaID":5570,"DateCreated":"2014-07-22T23:16:09Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Enemies","Plot":"Faith's new alliance with the Mayor goes as far as them conspiring to rob Angel of his soul. Faith tries to seduce him but he is thinking Buffy Summers in a big, one-track way. When the old-fashioned way doesn't work, the Mayor summons a powerful sorcerer who does the job for them.   Faith and Angelus team up and capture Buffy but while they are preparing to torture her, Faith lets loose some details about the Mayor and his upcoming Ascension; at which point Angelus reveals that his being evil w","Runtime":45,"FirstAired":"1999-03-16T00:00:00Z","ParentalRating":"M","Director":"David Grossman","Writer":"Douglas Petrie","GuestStars":"Gary Bullock, Michael Manasseri, Kristine Sutherland, Harry Groener, Alexis Denisof, Eliza Dushku","Rating":7.599999904632568,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/52.jpg","TVDB":52},{"ID":8018,"SeasonID":464,"ShowID":112,"MediaID":7985,"DateCreated":"2014-08-27T09:07:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Earshot","Plot":"After a close encounter with a mouthless demon Buffy is infected with the demon's blood and she gains the ability to hear people's thoughts. Her new found ability at first is good for cheating on schoolwork, but when the voices continue to flood her mind, she realises that she cannot control the power.    While the gang tries to track down a would-be killer at the school, Buffy is slowly going crazy from the inability to block the noise from the minds of the people around her.","Runtime":45,"FirstAired":"1999-09-21T00:00:00Z","ParentalRating":"M","Director":"Regis Kimble","Writer":"Jane Espenson","GuestStars":"Justin Doran, Wendy Worthington, Robert Arce, Molly Bryant, Rich Muller, Jay Michael Ferguson, Ethan Erickson, Keram Malicki-Sanchez, Lauren E. Roman, Larry Bagby, Kristine Sutherland, Alexis Denisof, Danny Stron","Rating":7.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/53.jpg","TVDB":53},{"ID":6450,"SeasonID":464,"ShowID":112,"MediaID":6338,"DateCreated":"2014-07-30T09:38:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Choices","Plot":"Buffy's acceptance to college leaves her with even more doubts about her life outside of Sunnydale with Faith and the Mayor still around. Buffy decides to take the fight to the Mayor and discovers a secret delivery for him, the Box of Gavrok which contains a mystical energy vital to the Ascension. Buffy and Angel successfully break into Town Hall and snatch the box but unfortunately, Willow is captured by Faith. Are they willing to give up their best chance at avoiding the Ascension to save Will","Runtime":44,"FirstAired":"1999-05-04T00:00:00Z","ParentalRating":"M","Director":"James A. Contner","Writer":"David Fury","GuestStars":"Keith Brunsmann, Jimmie F. Skaggs, Jason Reed, Bonita Friedericy, Michael Schoenfeld, Seth Coltan, Brett Moses, Kristine Sutherland, Harry Groener, Alexis Denisof, Eliza Dushku, Armin Shimerman","Rating":7.300000190734863,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/70327/54.jpg","TVDB":54},{"ID":5627,"SeasonID":464,"ShowID":112,"MediaID":5557,"DateCreated":"2014-07-22T21:40:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"The Prom","Plot":"As the all time night-of-nights for the senior students peeks around the halls, Buffy must save her friends and the rest of the school from a scorned student who has trained a pack of hellhounds to attack formalwear.   Meanwhile, Angel reveals his feelings that he and Buffy could never have a normal life together and has decided to do the right thing and break up with her and plans to leave town after the Ascension.   Of course Buffy saves the day and her night doesn't turn out so bad when she r","Runtime":44,"FirstAired":"1999-05-11T00:00:00Z","ParentalRating":"M","Director":"David Solomon","Writer":"Marti Noxon","GuestStars":"Andrea E. Taylor, Mike Kimmel, Bonita Friedericy, Joe Howard, Tove Kingsbury, Michael Zlabinger, Damien Eckhardt, Monica Serene Garnich, Stephanie Denise Griffin, Brad Kane, Kristine Sutherland, Alexis Denisof, E","Rating":7.900000095367432,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70327/55.jpg","TVDB":55},{"ID":7029,"SeasonID":464,"ShowID":112,"MediaID":6921,"DateCreated":"2014-08-11T19:07:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Graduation Day (1)","Plot":"The gang receive some valuable information from old enemy Anya who has actually witnessed an Ascension. She reveals that the Mayor plans to transform himself into pure demon, something that has not been seen for thousands of years. When Angel is poisoned by Faith to distract Buffy, Buffy faces Faith for the final time in order to get the only cure to the poison: Faith's blood.","Runtime":45,"FirstAired":"1999-05-18T00:00:00Z","ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Ethan Erickson, James Lurie, Hal Robinson, Adrian Neil, John Rosenfeld, Larry Bagby, Kristine Sutherland, Harry Groener, Alexis Denisof, Mercedes McNab, Emma Caulfield, Eliza Dushku, Armin Shimerman, Danny Strong","Rating":8.199999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/70327/56.jpg","TVDB":56},{"ID":5675,"SeasonID":464,"ShowID":112,"MediaID":5606,"DateCreated":"2014-07-23T08:10:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Graduation Day (2)","Plot":"After their ultimate 'Fight-to-the-Death' Faith escapes from Buffy, albeit in a coma, so Buffy offers her own blood to Angel to rid his body of the poison. When she recovers the gang finally devise a plan to defeat the Mayor, rallying the students and asking for their help in fighting the resulting serpent demon before Buffy leads him into the library which has been rigged with explosives.","Runtime":44,"FirstAired":"1999-07-13T00:00:00Z","ParentalRating":"M","Director":"Joss Whedon","Writer":"Joss Whedon","GuestStars":"Ethan Erickson, Paulo Andres, Susan Chuang, Tom Bellin, Samuel Bliss Cooper, Larry Bagby, Kristine Sutherland, Harry Groener, Alexis Denisof, Mercedes McNab, Emma Caulfield, Eliza Dushku, Armin Shimerman, Danny St","Rating":8.399999618530273,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/70327/57.jpg","TVDB":57}],"EpisodeCount":22}
