{"ID":469,"ShowID":171,"DateCreated":"2014-07-17T06:23:54Z","Number":4,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/8261-4.jpg","TVDB":14628,"Episodes":[{"ID":5258,"SeasonID":469,"ShowID":171,"MediaID":5188,"DateCreated":"2014-07-18T06:48:25Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"The Cure","Plot":"Vic is no longer the cop he used to be, acting adrift after his past actions have caught up to him.  The strike team has been dissolved, leaving Mackey to menial busts that keep him off the streets.  When Aceveda moves on to his new City Council position, Captain Monica Rawling takes over the Barn and empowers Vic to implement her controversial anti-gang policies.","Runtime":50,"FirstAired":"2005-03-15T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Scott Brazil","Writer":"Glen Mazzara","GuestStars":"Anthony Anderson, David Marciano, Nigel Gibbs, Camillia Sanes, Anna Maria Horsford","Rating":7.199999809265137,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/78261/277902.jpg","IMDB":"tt0699536","TVDB":277902},{"ID":11864,"SeasonID":469,"ShowID":171,"MediaID":11856,"DateCreated":"2015-03-21T00:51:32Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"Grave","Plot":"Mackey tries to help an old acquaintance find a wayward teenager, but the search quickly turns ugly when the missing teen appears to have been involved in a shoot-out.  Meanwhile, Shane heads out into the field with his new partner Army, teaching him shady police tactics and seeing how far he'll go to be partnered up.  Plus, Aceveda spends his last day trying to bury Vic for good, which makes things difficult for Rawling trying to take his place.","Runtime":46,"FirstAired":"2005-03-22T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Paris Barclay","Writer":"Kurt Sutter","GuestStars":"Michael Peña, Katey Sagal, David Marciano, Anna Maria Horsford, Alex Fernandez, Laurence Mason, Wilmer Calderon, Joe Renteria, Donna Cooper, Dominic Hoffman","Rating":7.5,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/78261/277903.jpg","IMDB":"tt0699508","TVDB":277903},{"ID":5254,"SeasonID":469,"ShowID":171,"MediaID":5184,"DateCreated":"2014-07-18T06:45:55Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"Bang","Plot":"With Farmington on the brink of a gang war, Monica and Vic race to find the catalyst and stop the bloodshed, enlisting Antwon's help along the way.  Still in the doghouse, Dutch decides to take action in thawing the relationship between Claudette and the D.A.  Danny and Julien get up close and personal with the Farmington 1-Niners, while Monica looks to Vic for support when the implementation of her property seizure policy challenges her morality.","Runtime":47,"FirstAired":"2005-03-29T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Guy Ferland","Writer":"Scott Rosenbaum","GuestStars":"Michael Peña, Anthony Anderson, David Marciano, Michele Hicks, Alex Fernandez, Anna Maria Horsford","Rating":7.300000190734863,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/78261/277904.jpg","IMDB":"tt0699485","TVDB":277904},{"ID":5345,"SeasonID":469,"ShowID":171,"MediaID":5275,"DateCreated":"2014-07-20T05:31:08Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"Doghouse","Plot":"When Monica puts Vic on the trail of an escaped fugitive in Farmington, he must continue to prove his worth while playing it straight.  Claudette gets suspicious of the D.A's motives when she and Dutch are assigned to investigate a major drug dealer who ends up being a minor offender.  David seeks an illicit outlet for the troubling feelings caused by his rape.  Vic decides to bring Shane closer as his fears about Shane's connection to Antwon Mitchell rise.","Runtime":46,"FirstAired":"2005-04-05T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Dean White","Writer":"Adam E. Fierro","GuestStars":"Michael Peña, Anthony Anderson, Laurence Mason, Marshall Bell, Mel Winkler, Noel Gugliemi, Anna Maria Horsford, Abby Brammell","Rating":7.400000095367432,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/78261/277905.jpg","IMDB":"tt0699502","TVDB":277905},{"ID":5272,"SeasonID":469,"ShowID":171,"MediaID":5202,"DateCreated":"2014-07-19T02:54:00Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"Tar Baby","Plot":"A tip from Lemonhead's juvie would leads Vic and Monica to take down a major heroin operation with connections to Antwon Mitchell.  Monica continues to battle Aceveda as she tries to sell her new policies to the community, and Julien begins to doubt her methods.  Claudette loses trust in Dutch when she suspects he made a backroom deal with the D.A.  And Shane and Army find themselves over their heads with Antwon when he blames them for Vic's heroin bust.","Runtime":46,"FirstAired":"2005-04-12T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Guy Ferland","Writer":"Charles H. Eglee","GuestStars":"Michael Peña, Anthony Anderson, David Marciano, Gary Bullock, Lily Knight, Anna Maria Horsford, Laurence Mason, Abby Brammell","Rating":7.599999904632568,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/78261/277906.jpg","IMDB":"tt0699535","TVDB":277906},{"ID":5221,"SeasonID":469,"ShowID":171,"MediaID":5151,"DateCreated":"2014-07-17T18:31:40Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"Insurgents","Plot":"Vic and Monica stake a deal with the DEA to shut down Mitchell's tar heroin operation.  When the bust comes up empty, Vic's suspicions of Shane grow, until Shane proves himself by coming up with a key piece of evidence that reveals a large stash of tar being stored at a local church.  Meanwhile, Dutch and Claudette's friendship continues to feel strain as they try to tie a young woman's murder to a suspected serial killer.  Plus, Julien takes a stand against Monica's policy, then goes to David f","Runtime":46,"FirstAired":"2005-04-19T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Vondie Curtis-Hall","Writer":"Elizabeth Craft, Sarah Fain","GuestStars":"Michael Peña, Anthony Anderson, Ray Campbell, Kevin Cooney, Laurence Mason, Michael McCafferty","Rating":7.5,"RatingCount":29,"Image":"http://thetvdb.com/banners/episodes/78261/277907.jpg","IMDB":"tt0699513","TVDB":277907},{"ID":5217,"SeasonID":469,"ShowID":171,"MediaID":5147,"DateCreated":"2014-07-17T18:30:19Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"Hurt","Plot":"Just as Monica and Vic get close to a big break in the Garage Sting, Chief Phillips unexpectedly hands over the bust to the Organized Crime Unit.  He blames the decision on an emerging PR scandal involving a videotape of Vic at the church bust that was leaked to the Assistant Chief through Aceveda's office.  Vic uses his leverage with the Byz Lats to find a Russian mob leader before the mobster flees the country.  Monica threatens two foster care social workers with jail after a young girl is fo","Runtime":47,"FirstAired":"2005-04-26T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Nick Gomez","Writer":"Scott Rosenbaum, Lia Langworthy","GuestStars":"Michael Peña, Anthony Anderson, Nigel Gibbs, Mark Ivanir, Cyd Strittmatter, Greg Davis Jr., Melody Garrett, Tara Buck, Garrett M. Brown, Lombardo Boyar as Hernesto","Rating":7.5,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/78261/277908.jpg","IMDB":"tt0699511","TVDB":277908},{"ID":5225,"SeasonID":469,"ShowID":171,"MediaID":5155,"DateCreated":"2014-07-17T18:32:02Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"Cut Throat","Plot":"Monica and Vic rush to get their informants off the street after two C.I's are found brutally murdered.  Meanwhile, as Dutch and Claudette investigate a brutal beating and robbery, a case from the past forces Dutch to take one in the line of duty.  Plus, Vic suspects he's being set up when Shane comes to him after his situation with Antwon and Halpern spins out of control.","Runtime":46,"FirstAired":"2005-05-03T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Dean White","Writer":"Glen Mazzara, Randy Huggins, Jennifer R. Richmond","GuestStars":"Michael Peña, Anthony Anderson, David Marciano, Stacy Meadows, Kevin Maurice Jackson, José Zúñiga, Pat Healy, Laurence Mason, Abby Brammell","Rating":7.400000095367432,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/78261/277909.jpg","IMDB":"tt0699498","TVDB":277909},{"ID":5229,"SeasonID":469,"ShowID":171,"MediaID":5159,"DateCreated":"2014-07-17T18:33:08Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"String Theory","Plot":"Monica orders her units to turn the streets of Farmington inside-out when two officers mysteriously disappear after answering a 911 call.  Shane tries to make amends with his old crew after Vic agrees to help him get out from under Antwon, but things don't work out as planned.  Dutch and Claudette convince Monica to let them take active roles in the case of the missing officers, but soon find themselves at a dead end with the only witness being clinically insane.","Runtime":46,"FirstAired":"2005-05-17T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Philip G. Atwell","Writer":"Charles H. Eglee, Shawn Ryan","GuestStars":"Michael Peña, Anthony Anderson, David Marciano, Joel Stoffer, Laurence Mason","Rating":7.300000190734863,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/78261/277910.jpg","IMDB":"tt0699533","TVDB":277910},{"ID":5348,"SeasonID":469,"ShowID":171,"MediaID":5278,"DateCreated":"2014-07-20T05:34:55Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"Back in the Hole","Plot":"Vic and Monica go head to head with Antwon, and do everything in their power to get him to admit to being involved with the cop killings.  Monica is shocked when Vic and Shane confront her with the information they've been hiding regarding Antwon and Angie's body.  Shane and Army wonder if they'll be able to pass the lie detector test Monica is forcing them to take.  Meanwhile, after another young black woman is murdered, Dutch and Claudette hope to prove their suspicions correct with their rece","Runtime":65,"FirstAired":"2005-05-24T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"R16 Violence,sexual violence and offensive language","Director":"Scott Brazil","Writer":"Shawn Ryan, Elizabeth Craft, Sarah Fain","GuestStars":"Michael Peña, Anthony Anderson, Camillia Sanes, Onahoua Rodriguez, Melissa Paull, Richard Augustine, Lennie Loftin, Ray Campbell, José Zúñiga, Abby Brammell","Rating":7.599999904632568,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/78261/277911.jpg","IMDB":"tt0699484","TVDB":277911},{"ID":5159,"SeasonID":469,"ShowID":171,"MediaID":5089,"DateCreated":"2014-07-17T06:23:54Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"A Thousand Deaths","Plot":"Vic and the Strike Team use their leverage on the One-Niners to track down anyone involved with the cop killings.  Their hunt leads them down an unexpected path with the Russian mob.  Monica puts pressure on the team to come clean about any of their dealings with Antwon.  Dutch and Claudette investigate a gang shooting and soon realize their key witness is close to the Barn, and has something to hide.","Runtime":46,"FirstAired":"2005-05-31T00:00:00Z","ParentalRating":"R","Director":"Stephen Kay","Writer":"Shawn Ryan, Adam E. Fierro","GuestStars":"Michael Peña, David Marciano, Nigel Gibbs, Onahoua Rodriguez, Laurence Mason, Jimmy Jean-Louis, Lennie Loftin, Petey Pablo","Rating":7.5,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/78261/277912.jpg","IMDB":"tt0699481","TVDB":277912},{"ID":5271,"SeasonID":469,"ShowID":171,"MediaID":5201,"DateCreated":"2014-07-19T02:53:40Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"Judas Priest","Plot":"Vic and his crew track down the Russian who was involved with the cop murders, but they lose control during his interrogation and the hit man dies in an explosion before they can get any answers.  Meanwhile, Aceveda  is blackmailed by the man who assaaulted him.  Plus, Rawling's seizure is on the verge of being shelved.","Runtime":46,"FirstAired":"2005-06-07T00:00:00Z","ParentalRating":"R","Director":"David Von Ancken","Writer":"Kurt Sutter, Charles H. Eglee, Scott Rosenbaum","GuestStars":"Anthony Anderson, David Marciano, Nigel Gibbs, Camillia Sanes, Rebecca Pidgeon, Darrow Igus, Cathy Lind Hayes, Cliff Weissman, RonReaco Lee, Kurt Caceres, Faleolo Alailima","Rating":7.599999904632568,"RatingCount":29,"Image":"http://thetvdb.com/banners/episodes/78261/277913.jpg","IMDB":"tt0699515","TVDB":277913},{"ID":5274,"SeasonID":469,"ShowID":171,"MediaID":5204,"DateCreated":"2014-07-19T02:55:43Z","DatePublished":"2014-02-21T00:00:00Z","Number":13,"Title":"Ain't That a Shame?","Plot":"Monica, Vic and the strike team work together to put Antwon Mitchell back behind bars after his deal with the DEA released him from prison.  When Vic reveals his suspicions of David's connection to both Antwon and an inmate's murder, David must protect his political future at any cost.  When the murder of an over-protective father leads Claudette and Dutch back to a foster home they had previously investigated, Monica makes an unpopular decision that helps seal her fate.","Runtime":48,"FirstAired":"2005-06-14T00:00:00Z","ParentalRating":"R","Director":"Stephen T. Kay","Writer":"Shawn Ryan, Kurt Sutter, Glen Mazzara","GuestStars":"Anthony Anderson, Nigel Gibbs, Melody Garrett, José Zúñiga, Onahoua Rodriguez, Kevin Cooney","Rating":7.599999904632568,"RatingCount":29,"Image":"http://thetvdb.com/banners/episodes/78261/277914.jpg","IMDB":"tt0699482","TVDB":277914}],"EpisodeCount":13}
