{"ID":475,"ShowID":175,"DateCreated":"2014-07-17T18:45:24Z","Number":4,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/112-4.jpg","TVDB":16115,"Episodes":[{"ID":7156,"SeasonID":475,"ShowID":175,"MediaID":7119,"DateCreated":"2014-08-14T23:39:31Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"The Trip (1)","Plot":"With Elaine in Europe, Jerry asks George to accompany him on a trip to LA and The Tonight Show; while there they will try to locate Kramer. While auditioning, Kramer must deal with the advances of an older female landlord (an actress who hasn't worked since 1934) and get someone in Hollywood to read his script treatment. A body is discovered; the victim, a young woman, was strangled. Kramer meets a woman at an audition and he gives her a copy of his script. Jerry loses the correct phrasing for s","Runtime":24,"FirstAired":"1992-08-12T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Corbin Bernsen, George Wendt, Fred Savage, Peter Murnik, Elmarie Wendel, Ricky Dean Logan, Vaughn Armstrong, Keith Morrison, Manfred Melcher, Christopher Michael Moore, Dyana Ortelli, Michael Gerard, Debi A. Mon","Rating":7.300000190734863,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/79169/304100.jpg","TVDB":304100},{"ID":6528,"SeasonID":475,"ShowID":175,"MediaID":6416,"DateCreated":"2014-08-01T00:00:43Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"The Trip (2)","Plot":"Jerry and George try to contact the police to tell them Kramer is innocent. Kramer still doesn't know he's wanted. Jerry and George get a ride in a police car and while en route the officers pick up a possible 519. The 519 suspect is put in the back of the car with George and Jerry and they ask him tipping advice. Then all units are called in on Kramer's building, Jerry and George leave the police car door open and the 519 suspect escapes. While Kramer is in for questioning, another victim is fo","Runtime":23,"FirstAired":"1992-08-19T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Deck McKenzie, Peter Murnik, Elmarie Wendel, Marty Rackham, Peter Parros, Vaughn Armstrong, Clint Howard, Steve Greenstein, Kerry Leigh Michaels, Keith Morrison, Peggy Lane O'Rourke, Steve Dougherty","Rating":7.400000095367432,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304101.jpg","TVDB":304101},{"ID":6526,"SeasonID":475,"ShowID":175,"MediaID":6414,"DateCreated":"2014-07-31T23:58:34Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"The Pitch","Plot":"NBC executives ask Jerry to come up with an idea for a TV series. George decides he can be a sitcom writer and comes up with \"nothing.\" Kramer trades a radar detector for a helmet, later Newman gets a speeding ticket. While waiting to meet the NBC executives, George and Jerry meet Joe Davola, a writer and \"a total nut\" who goes to the same shrink as Elaine. Jerry searching for conversation, mentions Kramer's party, whereto Joe wasn't invited. While discussing the disaster of the meeting with NBC","Runtime":22,"FirstAired":"1992-09-16T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Wayne Knight, Bob Balaban, Heidi Swedberg, Peter Crombie, Kevin Page, Peter Blood, Stephen McHattie, Julie Blum, Steve Skrovan, Ron Ross","Rating":7.900000095367432,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304102.jpg","TVDB":304102},{"ID":10235,"SeasonID":475,"ShowID":175,"MediaID":10217,"DateCreated":"2014-12-15T06:09:08Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"The Ticket","Plot":"Kramer suffers side effects from his head injury. NBC gives Jerry and George another meeting and on the way, Jerry throws out a watch his parents gave him. He then meets his Uncle Leo, who picks the watch out of the garbage. Kramer agrees to be an alibi for Newman's trial on a speeding ticket. George and Jerry meet with NBC executives and they give the go ahead for a pilot. Later they hide in the coffee shop, afraid of an attack from \"Crazy\" Joe. Elaine's shrink realizes that he didn't leave an ","Runtime":24,"FirstAired":"1992-09-16T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Wayne Knight, Bob Balaban, Heidi Swedberg, Len Lesser, Kevin Page, Peter Blood, Steve Eastin, David Graf, Al Fann, Stephen McHattie, Julie Blum","Rating":7.699999809265137,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/79169/304103.jpg","TVDB":304103},{"ID":6970,"SeasonID":475,"ShowID":175,"MediaID":6862,"DateCreated":"2014-08-08T09:39:45Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"The Wallet","Plot":"Jerry's parents come to town to see a back specialist, they hear about \"Crazy\" Joe not liking Jerry and ask about the watch they gave him. George \"negotiates\" the deal with the NBC and gets a box of cigars from Susan's father. While at the doctor's office Morty's wallet is \"stolen.\" Elaine returns from her trip and tries to end her relationship with her shrink. The deal with NBC is lost.","Runtime":23,"FirstAired":"1992-09-23T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Liz Sheridan, Barney Martin, Len Lesser, Heidi Swedberg, Stephen McHattie, David Sage, Susan Ilene Johnson, Denise Y. Dowse, Brian Leckner","Rating":7.400000095367432,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304104.jpg","TVDB":304104},{"ID":6527,"SeasonID":475,"ShowID":175,"MediaID":6415,"DateCreated":"2014-07-31T23:59:49Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"The Watch","Plot":"Jerry has dinner with his parents and Uncle Leo. Women, who's paying and the watch are all discussed. Elaine uses Kramer as \"her boyfriend\" in trying to fool her shrink. George gets Russell's address and tries to get the pilot reinstated. Jerry tries to buy back the watch. Outside her shrink's office, Elaine meets \"Crazy\" Joe, whom she begins to date.","Runtime":23,"FirstAired":"1992-09-30T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Barney Martin, Liz Sheridan, Bob Balaban, Len Lesser, Heidi Swedberg, Peter Crombie, Stephen McHattie, Jessica Lundy, Christopher Carroll, Lewis Dauber, Mimi Craven","Rating":7.800000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304105.jpg","TVDB":304105},{"ID":6265,"SeasonID":475,"ShowID":175,"MediaID":6153,"DateCreated":"2014-07-29T14:58:47Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"The Bubble Boy","Plot":"Jerry's girlfriend, Naomi has a laugh that sounds like \"Elmer Fudd sitting on a juicer,\" and when she hears George's message to Jerry, she breaks up with him. So instead, Jerry asks Elaine to accompany him on a trip to a cabin in the mountain with George and Susan. Kramer isn't invited. Jerry agrees to a side trip to visit a sick fan, a \"Bubble Boy.\" George gets into a fight with the \"Bubble Boy\" over the correct answer to a Trivial Pursuit question. Kramer and Naomi also make the trip to the ca","Runtime":23,"FirstAired":"1992-10-07T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David, Larry Charles","GuestStars":"Larry David, Heidi Swedberg, Jessica Lundy, Brian Doyle-Murray, Carol Mansell, O-Lan Jones, Jon Hayman, George Gerdes, Tony Pappenfuss","Rating":8.199999809265137,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304106.jpg","TVDB":304106},{"ID":8562,"SeasonID":475,"ShowID":175,"MediaID":8525,"DateCreated":"2014-09-05T12:36:04Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"The Cheever Letters","Plot":"Jerry and George begin to work on the pilot for the series they pitched to NBC. Jerry says the wrong thing while \"messing\" around with one of Elaine's co-workers. George \u0026 Susan tell her father about the cabin fire, he becomes distraught and letters saved from the fire soon explain why. Kramer goes to the Cuban Embassy in search of cigars and makes a deal.","Runtime":24,"FirstAired":"1992-10-28T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David, Elaine Pope, Tom Leopold","GuestStars":"Larry David, Grace Zabriskie, David Blackwood, Heidi Swedberg, Warren Frost, Lisa Malkiewicz, Miguel Perez, Vanessa Marquez, Timothy Omundson, Patricia Lee Willson","Rating":8.399999618530273,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304107.jpg","TVDB":304107},{"ID":6276,"SeasonID":475,"ShowID":175,"MediaID":6164,"DateCreated":"2014-07-29T15:19:26Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"The Opera","Plot":"\"Crazy\" Joe leaves Jerry a message saying he will put the \"kibosh\" on him. Kramer has tickets for the opera, Pagliacci, and everyone is going including Elaine and her boyfriend \"Crazy\" Joe. Elaine drops in on Joe's apartment and is she surprised by what she discovers, so she maces him with cherry Binaca and ends their relationship. Susan can't attend, so George tries to scalp her ticket. Joe, a big fan of Pagliacci, comes to the opera in clown garb; Elaine and Jerry attend together not realizing","Runtime":24,"FirstAired":"1992-11-04T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Peter Crombie, Heidi Swedberg, Ross Evans, Hariet S. Miller, Bill Saluga, Tom Celli, Jason Wingreen, Glen Chin","Rating":7.400000095367432,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304108.jpg","TVDB":304108},{"ID":7179,"SeasonID":475,"ShowID":175,"MediaID":7142,"DateCreated":"2014-08-15T00:31:47Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"The Virgin","Plot":"After much procrastination, George and Jerry strain to think of an idea for their TV series a few hours before a meeting with NBC executives. Jerry finds out a girl he once met is still a virgin, and later Elaine educates her about men after sex. George wants to end his relationship with Susan so he can exploit his writing profession as a pick-up line. Elaine runs into a Chinese delivery boy. Kramer watches too much television.","Runtime":24,"FirstAired":"1992-11-11T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Peter Mehlman, Peter Farrelly, Bobby Farrelly","GuestStars":"Jane Leeves, Heidi Swedberg, Kevin Page, Peter Blood, Anne Twomey, Ping Wu, Leah Lail, Derya Ruggles, Dayna Winston, Julie Blum","Rating":7.800000190734863,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304109.jpg","TVDB":304109},{"ID":7188,"SeasonID":475,"ShowID":175,"MediaID":7151,"DateCreated":"2014-08-15T00:48:14Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"The Contest","Plot":"George's mother throws her back out when she falls down after catching him doing \"you know.\" When George says he'll never do it again, Jerry challenges him to a contest of self-denial, when he accepts, Elaine and Kramer want in on the action, or rather the lack of it.","Runtime":23,"FirstAired":"1992-11-18T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Jane Leeves, Estelle Harris, Ilana Levine, Rachel Sweet, Andrea Parker","Rating":8.699999809265137,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/79169/304110.jpg","TVDB":304110},{"ID":6530,"SeasonID":475,"ShowID":175,"MediaID":6418,"DateCreated":"2014-08-01T00:09:55Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"The Airport","Plot":"When their flight home gets canceled, Jerry \u0026 Elaine gets on another flight, the latter gets cramped into coach and Jerry parties in 1st class with a model. George and Kramer go between JFK and La Guardia to pick them up. When they settle on an airport George meets a convict and Kramer sees a man who owes him $240 from years ago.","Runtime":24,"FirstAired":"1992-11-25T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Annie Korzen, Deck McKenzie, Larry David, Jennifer Lynn Campbell, Scott Burkholder, JM J. Bullock, Allan Wasserman, Lenny Rose, Karen Denise Williams, Maggie Egan, Mark Christopher Lawrence, Jack Graiman, Willia","Rating":8.199999809265137,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304111.jpg","TVDB":304111},{"ID":6529,"SeasonID":475,"ShowID":175,"MediaID":6417,"DateCreated":"2014-08-01T00:08:16Z","DatePublished":"2014-02-21T00:00:00Z","Number":13,"Title":"The Pick","Plot":"Elaine is humiliated when she accidentally shows a bit too much on her Christmas card photo, that she has sent out to everyone she knows. Jerry has a date with the model from the plane, she later dumps Jerry because of \"The Pick.\" George tries to reunite with Susan, but realizes it's a mistake, and uses \"The Pick\". Kramer goes to Calvin Klein to complain about \"The Ocean,\" a fragrance they stole from him, and is asked to pose for a risqué underwear advertisement.","Runtime":24,"FirstAired":"1992-12-16T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David, Marc Jaffe","GuestStars":"Heidi Swedberg, Wayne Knight, Jennifer Lynn Campbell, Gina Hecht, Nicholas Hormann, Tony Carlin, Francois Giroday, Blaire Baron, Steve Schubert","Rating":7.599999904632568,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/79169/304112.jpg","TVDB":304112},{"ID":6532,"SeasonID":475,"ShowID":175,"MediaID":6420,"DateCreated":"2014-08-01T00:10:54Z","DatePublished":"2014-02-21T00:00:00Z","Number":14,"Title":"The Movie","Plot":"Jerry tries to make two show dates and afterwards go to the movie theater to meet everyone. George gets in the wrong line for tickets. George, Elaine \u0026 Kramer decide to go to another theater to see the movie. Kramer waits outside for Jerry but also wants a hot dog. Jerry misses his first show, then goes to movie theater to tell everyone he won't make the movie, but no one is there. Through a comedy of errors, everyone (but Kramer) misses the movie, they were originally going to see.","Runtime":23,"FirstAired":"1993-01-06T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Steve Skrovan, Bill Masters, Jon Hayman","GuestStars":"Barry Diamond, Perry Anzilotti, Tom LaGrua, Eric Poppick, Cathy Lind Hayes, Allan Kolman, Molly Cleator, Christie Mellor, Jeff Norman, Paul Eisenhauer, Montrose Hagins","Rating":8.100000381469727,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304113.jpg","TVDB":304113},{"ID":6539,"SeasonID":475,"ShowID":175,"MediaID":6427,"DateCreated":"2014-08-01T00:33:03Z","DatePublished":"2014-02-21T00:00:00Z","Number":15,"Title":"The Visa","Plot":"George meets a Chinese female lawyer who thinks he is real funny; so he tells Jerry not to be funny around her, but she becomes attracted to this. Kramer returns early from baseball fantasy camp, where he accidentally punched Mickey Mantle. A mix-up with Jerry's mail causes Babu to be arrested for not renewing his visa. Jerry tries to get the lawyer to help Babu, but George's honesty when his relationship is threatened causes Babu to be deported and Elaine to still be sued by the delivery boy sh","Runtime":24,"FirstAired":"1993-01-27T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Peter Mehlman","GuestStars":"Brian George, Maggie Han, Ping Wu, John Hamelin, Gerry Bednob","Rating":7.800000190734863,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304114.jpg","TVDB":304114},{"ID":6534,"SeasonID":475,"ShowID":175,"MediaID":6422,"DateCreated":"2014-08-01T00:16:24Z","DatePublished":"2014-02-21T00:00:00Z","Number":16,"Title":"The Shoes","Plot":"Jerry and George struggle to keep their idea for a TV series alive, one of their problems is they don't know how to do the Elaine character. Jerry meets an old girlfriend he never could kiss, later Kramer gets the opportunity. The ex-girlfriend talks about Elaine's shoes, mainly because she wants them. George is caught staring at the cleavage of the daughter of the NBC executive who is approving their script. Elaine's cleavage provides a means to turn the tables on him.","Runtime":22,"FirstAired":"1993-02-04T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David, Jerry Seinfeld","GuestStars":"Bob Balaban, Gina Hecht, Anita Barone, Michael Ornstein, Denise Richards","Rating":7.699999809265137,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304115.jpg","TVDB":304115},{"ID":6543,"SeasonID":475,"ShowID":175,"MediaID":6431,"DateCreated":"2014-08-01T00:39:19Z","DatePublished":"2014-02-21T00:00:00Z","Number":17,"Title":"The Outing","Plot":"No thanks to Elaine, Jerry must work hard to prove he is straight when a college reporter mistakenly reports that he and George are gay, \"not that there is anything wrong with that.\" Things really get out of hand when the article is picked up by the New York Post.","Runtime":22,"FirstAired":"1993-02-11T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Lawrence Mandley, Deck McKenzie, Liz Sheridan, Barney Martin, Estelle Harris, Paula Marshall, Kari Coleman, Anthony Mangano, Ben Reed, Charley Garrett, David Gibbs","Rating":8.199999809265137,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304116.jpg","TVDB":304116},{"ID":6533,"SeasonID":475,"ShowID":175,"MediaID":6421,"DateCreated":"2014-08-01T00:13:36Z","DatePublished":"2014-02-21T00:00:00Z","Number":18,"Title":"The Old Man","Plot":"Jerry, Elaine \u0026 George volunteer to help the elderly. Jerry gets assigned to a nasty old man. Elaine is repulsed by the goiter problems of hers and George depresses his charge. Kramer and Newman try the business of selling old records to a used record store. Jerry loses track of his man when they try to take him to the dentist to repair his dentures, after the man had bitten Kramer's arm.","Runtime":22,"FirstAired":"1993-02-18T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry Charles, Bruce Kirschbaum","GuestStars":"Wayne Knight, Bill Erwin, Tobin Bell, Robert Donley, Lanai Chapman, Victoria Dillard, Jerry Hauck","Rating":8.100000381469727,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/79169/304117.jpg","TVDB":304117},{"ID":7450,"SeasonID":475,"ShowID":175,"MediaID":7415,"DateCreated":"2014-08-19T20:12:17Z","DatePublished":"2014-02-21T00:00:00Z","Number":19,"Title":"The Implant","Plot":"Jerry dumps his girlfriend after Elaine says her figure is the result of implants. Kramer claims to have seen Salman Rushdie at the health club. By accident Elaine later discovers the breasts are real. George accompanies his current girlfriend to Detroit for her aunt's wake. While there he tries to get a copy of her death certificate so he can get a 50% discount on the airfare.","Runtime":22,"FirstAired":"1993-02-25T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Peter Mehlman","GuestStars":"Teri Hatcher, Megan Mullally, Carol Rosenthal, Donald Bishop, Tony Amendola, Kieran Mulroney, Peggy Stewart, Bruce E. Morrow, Susan Beaubian","Rating":8.100000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304118.jpg","TVDB":304118},{"ID":7813,"SeasonID":475,"ShowID":175,"MediaID":7779,"DateCreated":"2014-08-26T04:24:20Z","DatePublished":"2014-02-21T00:00:00Z","Number":20,"Title":"The Junior Mint","Plot":"Jerry has a date with a woman whose name he has forgotten, but it \"rhymes with a female body part.\" Could it be \"Mulva\"? Elaine visits an old boyfriend who's in the hospital for an operation; he was once fat, thin she's interested again. Kramer gets an opportunity to witness the operation and he drags Jerry along, while watching they have an accident with a \"Junior Mint.\"","Runtime":22,"FirstAired":"1993-03-18T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Andy Robin","GuestStars":"Victor Raider-Wexler, Susan Walters, Sherman Howard","Rating":7.900000095367432,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304119.jpg","TVDB":304119},{"ID":6536,"SeasonID":475,"ShowID":175,"MediaID":6424,"DateCreated":"2014-08-01T00:24:32Z","DatePublished":"2014-02-21T00:00:00Z","Number":21,"Title":"The Smelly Car","Plot":"The strong body odor of a valet is left in Jerry's car. George can't believe it when he spots Susan holding hands with another woman. Elaine loses her current boyfriend and Jerry is forced to try to sell the car, because the odor has taken a life of its own and permeated everything. George is turned by Susan's new outlook on life. Susan's friend is swayed to heterosexuality by Kramer, though later turned back off by a whiff of a jacket that Kramer borrowed from Jerry. When the car can't be sold,","Runtime":23,"FirstAired":"1993-04-15T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David, Peter Mehlman","GuestStars":"Heidi Swedberg, Michael Des Barres, Nick Bakay, Kari Coleman, Taylor Negron, Courtney Gains, Raf Mauro, Viveka Davis, Robert Noble, Patricia Place, Walt Beaver","Rating":7.900000095367432,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/79169/304120.jpg","TVDB":304120},{"ID":7323,"SeasonID":475,"ShowID":175,"MediaID":7286,"DateCreated":"2014-08-17T22:23:33Z","DatePublished":"2014-02-21T00:00:00Z","Number":22,"Title":"The Handicap Spot","Plot":"Going out to buy an engagement party present for \"The Drake,\" George parks his father's car in a handicap parking spot, after taking Kramer's advice. An angry mob trashes the vehicle when a disabled woman gets injured, because of the illegal parking. While visiting the woman at the hospital, Kramer falls in love and feels compelled to replace the wheelchair. George becomes his father's butler after his father gets arrested for parking in the spot.","Runtime":22,"FirstAired":"1993-05-13T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"David Blackwood, Estelle Harris, Jerry Stiller, Kathy Kinney, John Randolph, Richard Portnow, Rick Overton, Nancy Lenehan, Elizabeth Dennehy, Fritzi Burr, Norma Janis, Ina Parker, Marvin Braverman, Eric Fleeks, Do","Rating":7.599999904632568,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304121.jpg","TVDB":304121},{"ID":7422,"SeasonID":475,"ShowID":175,"MediaID":7387,"DateCreated":"2014-08-18T20:27:05Z","DatePublished":"2014-02-21T00:00:00Z","Number":23,"Title":"The Pilot (1)","Plot":"Jerry and George get the green light to produce Jerry, the pilot for the series based on their \"nothing\" lives. Russell Dalrimple, the president at NBC behind the pilot, is obsessed with Elaine. George is obsessed with a white spot on his lip and a box of raisins taken by actor playing Kramer. The real Kramer has an internal plumbing problem and on his way to fix it, he gets delayed and is caused to \"miss his chance.\" Jerry has an audition with the new \"Elaine,\" a method actress interested in be","Runtime":45,"FirstAired":"1993-05-20T00:00:00Z","ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Kevin Page, Peter Blood, Bob Balaban, Peter Crombie, Mariska Hargitay, Anne Twomey, Gina Hecht, Jeremy Piven, Larry Hankin, Laura Waterbury, Elena Wohl, Bruce Jarchow, Al Ruscio, Richard Gant, Roger Rose, Samantha ","Rating":7.699999809265137,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304122.jpg","IMDB":"tt0697754","TVDB":304122}],"EpisodeCount":23}
