{"ID":481,"ShowID":175,"DateCreated":"2014-07-18T07:44:53Z","Number":9,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/112-9.jpg","TVDB":16120,"Episodes":[{"ID":7327,"SeasonID":481,"ShowID":175,"MediaID":7290,"DateCreated":"2014-08-17T22:32:39Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"The Butter Shave","Plot":"Not fully recovered from \"The Summer of George,\" George is using a cane to get around. Jerry might have another shot at NBC, through an appearance on a NBC Showcase that might lead to another pilot. He is also annoyed that lame comic Kenny Bania's act is working, only because he is following on Jerry's coattails, a time-slot hit. Bania scores with big laughs and also gets one of Jerry's ex-girlfriends. George gets a job interview. Elaine is on vacation for a month in Europe with David Puddy. If ","Runtime":23,"FirstAired":"1997-09-25T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer, David Mandel","GuestStars":"Wayne Knight, Steve Hytner, Patrick Warburton, Kristin Davis, Gordon Jump, Everett Greenbaum, Connie Sawyer, Matthew Fonda, Chris Parnell, Frank Van Keeken, Shannon Whirry, Nancy Balbirer, Erica Y. Becoat, Torste","Rating":7.699999809265137,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/79169/304216.jpg","TVDB":304216},{"ID":7343,"SeasonID":481,"ShowID":175,"MediaID":7306,"DateCreated":"2014-08-17T23:10:50Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"The Voice","Plot":"George's employer wants to get rid of him, since they now know he isn't really handicapped and they don't like him. He has a one-year contract with Play Now that he will make sure they honor by him showing up for work every day. Jerry and George mock the sounds the Jerry's girlfriend Claire's stomach makes during the night. Jerry envisions the belly button as the mouth and the sound the stomach makes its voice. Because of the \"bump into\" Jerry tells Elaine that she is destined to backslide into ","Runtime":23,"FirstAired":"1997-10-02T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer, David Mandel","GuestStars":"Patrick Warburton, Gordon Jump, Sara Rose Peterson, Jarrad Paul, Ella Joyce, Nancy Balbirer, Brian J. Williams, Cindy Lu","Rating":7.800000190734863,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/304217.jpg","TVDB":304217},{"ID":6564,"SeasonID":481,"ShowID":175,"MediaID":6452,"DateCreated":"2014-08-01T01:16:25Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"The Serenity Now","Plot":"Frank is supposed to say \"serenity now\" every time his blood pressure is in danger of going up. Jerry's girlfriend gives his Knicks tickets away. She comments that she has never seen him get \"real mad.\" George gets Kramer to help him fix his parents' screen door. They remove the old door and Kramer takes it with him. Frank is selling computers; he wants to bring George into his business. Lippman's boy tries taking advantage of becoming a man at his bar mitzvah by using his tongue while kissing E","Runtime":23,"FirstAired":"1997-10-09T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Steve Koren","GuestStars":"Jerry Stiller, Estelle Harris, Lori Loughlin, Ross Malinger, Matt McCoy, Bruce Mahler, Richard Fancy","Rating":7.599999904632568,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304218.jpg","TVDB":304218},{"ID":7335,"SeasonID":481,"ShowID":175,"MediaID":7298,"DateCreated":"2014-08-17T22:51:11Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"The Blood","Plot":"Jerry has an encounter with an Exacto knife and ends up having an infusion of 3 pints of Kramer's blood infused into him because Kramer decided to store his blood.  Jerry's parents buy him sessions with personal trainer, Izzy, who's going to help him work off his spare tire because they are concerned with his lack of exercise.  George decides that adding television and food to his equation will make sex even better.  Elaine visits her friend Vivian and is disappointed when Vivian implies that sh","Runtime":23,"FirstAired":"1997-10-16T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Daniel O'Keefe","GuestStars":"Wayne Knight, Barney Martin, Liz Sheridan, Kellie Waymire, Audrey Kissel, Colton James, Gene Dynarski, Yvonne Farrow, Lloyd Bridges","Rating":8.100000381469727,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304219.jpg","TVDB":304219},{"ID":7340,"SeasonID":481,"ShowID":175,"MediaID":7303,"DateCreated":"2014-08-17T23:04:13Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"The Junk Mail","Plot":"Jerry's childhood friend \"Fragile\" Frankie promises to get Jerry a new car because of a show he did for Frankie's car dealership. George prepares for his weekly call to his parents. Kramer plans his revenge on a company because of the over abundance of catalogs they've sent him in the past month. Elaine is back with Puddy, but meets the man of her dreams at the diner and plans to keep Puddy in reserve until she finds out if the new guy can \"handle the workload.\" Kramer gets deluged with more cat","Runtime":23,"FirstAired":"1997-10-30T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Spike Feresten","GuestStars":"Wayne Knight, Jerry Stiller, Estelle Harris, Patrick Warburton, Laurie Taylor-Williams, Toby Huss, Dana Gould, Richard Kuhlman, Montrose Hagins, Peggy Blow, Clement E. Blake, D.A. Johnson, Wilford Brimley","Rating":7.599999904632568,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304220.jpg","TVDB":304220},{"ID":7379,"SeasonID":481,"ShowID":175,"MediaID":7342,"DateCreated":"2014-08-18T05:09:10Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"The Merv Griffin Show","Plot":"After Kramer finds the set of the old Merv Griffin Show in a dumpster, he begins to treat his entire life like a talk show.  Jerry's new girlfriend has a priceless toy collection that she won't let him play with, which leads him to some questionable behavior.  George runs over a squirrel with his car, and he's forced to spend time and money on its recovery.  Elaine has to find a way to deal with a new co-worker, whose 'sidling' is both annoying and potentially dangerous to her job.","Runtime":23,"FirstAired":"1997-11-06T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Bruce Eric Kaplan","GuestStars":"Wayne Knight, John O'Hurley, Jerry Stiller, Estelle Harris, Rick Hall, Brent Hinkley, Julia Pennington, Arabella Field, Jim Fowler, Wayne Wilderson","Rating":7.800000190734863,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304221.jpg","TVDB":304221},{"ID":7384,"SeasonID":481,"ShowID":175,"MediaID":7347,"DateCreated":"2014-08-18T05:14:54Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"The Slicer","Plot":"Elaine is having nightmares and sleepless nights due to her neighbor's inconsideracy. The neighbor is out of the country and has left her alarm clock set for 3:30 a.m.. George gets a dream job at a very badly run company, his new boss seems familiar to him, then a photo in the boss's office reminds him of \"the boom box incident.\" Fearing that he might lose his new position, George listens to Kramer's advice and plots to get hold of the photograph and get it retouched. Kramer's dissatisfied with ","Runtime":24,"FirstAired":"1997-11-13T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Gregg Kavet, Andy Robin, Darin Henry","GuestStars":"Marcia Cross, Daniel Von Bargen, Larry B. Scott, David Moreland","Rating":7.699999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304222.jpg","TVDB":304222},{"ID":6274,"SeasonID":481,"ShowID":175,"MediaID":6162,"DateCreated":"2014-07-29T15:18:35Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"The Betrayal","Plot":"Jerry, George and Elaine return from their trip to India that they don't want to talk about. Sue Ellen calls the wedding off and Nina doesn't want George or Jerry. George finds out that Jerry slept with Nina and Elaine slept with the groom. Kramer and FDR settle their score, a snowball with something extra. Jerry \"schnapps\" Elaine to find out why George is so bitter with him. Kramer tries to out wish FDR. Elaine, Jerry, George and Nina arrive in India, where Elaine discovers that the groom is so","Runtime":24,"FirstAired":"1997-11-20T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"David Mandel, Peter Mehlman","GuestStars":"Wayne Knight, Heidi Swedberg, Brenda Strong, Michael McShane, Justine Miceli, Bart Braverman, Shaun Toub, Noor Shic, Jocelyne Kelly, Brian Kaiser, Shelley Malil, Bill Lee Brown","Rating":7.900000095367432,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/79169/304223.jpg","TVDB":304223},{"ID":6569,"SeasonID":481,"ShowID":175,"MediaID":6457,"DateCreated":"2014-08-01T01:23:08Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"The Apology","Plot":"Jerry's girlfriend walks around his apartment naked; she even eats breakfast and plays Scrabble naked. An old friend of the gang named Jason is going through Alcoholics Anonymous (AA) and is currently working on step 9, where you make amends to individuals for past wrongs. George is anxious to receive Jason's apology for the humiliating neck-hole incident. Elaine is offended when her co-worker, Peggy, can't tolerate Elaine's germs, but easily tolerates the germs of other people. Kramer discovers","Runtime":23,"FirstAired":"1997-12-11T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Jennifer Crittenden","GuestStars":"John O'Hurley, Patrick Warburton, Megan Cole, Kathleen McClellan, Jack Hackett, Michael Fishman, David Dunard, Wayne Wilderson, Brian Levinson, Eric Simonson, James Spader","Rating":7.900000095367432,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/79169/304224.jpg","TVDB":304224},{"ID":7381,"SeasonID":481,"ShowID":175,"MediaID":7344,"DateCreated":"2014-08-18T05:09:57Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"The Strike","Plot":"George, Elaine and Jerry attend Tim Whatley's Hanukkah party. Jerry meets an attractive woman with whom he sets up a date. Elaine meets a man in a bad denim vest and gives him her fake number. George is offended by Whatley's gift to him, a donation in his name to a charity. George is also reminded of the Festivus holiday his father created many years ago. Elaine's quest to become a submarine captain and get her free sub sandwich is ruined when she realizes she used her punch card at the party to","Runtime":23,"FirstAired":"1997-12-18T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Daniel O'Keefe, Alec Berg, Jeff Schaffer","GuestStars":"Jerry Stiller, Estelle Harris, Bryan Cranston, Daniel Von Bargen, Karen Fineman, Kevin McDonald, Tracy Letts, Amit Itelman, Stacey Herring, Colin Malone, Jerry Dixon, Suzanne Krull, Dave Florek","Rating":7.599999904632568,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304225.jpg","TVDB":304225},{"ID":7195,"SeasonID":481,"ShowID":175,"MediaID":7158,"DateCreated":"2014-08-15T00:58:40Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"The Dealership","Plot":"Jerry plans to buy a new car with an insider deal from Puddy, who's been promoted to a car salesman.  Jerry ends up bargaining with Puddy and Elaine to get them back together so he can get a better deal on his car.  Kramer takes the car Jerry is planning to buy for a test drive with another salesman, and decides to see how far past empty the gasoline can go.  George seeks out something to eat and must settle for a vending machine candy bar, which ends up getting stuck.  After George leaves and c","Runtime":23,"FirstAired":"1998-01-08T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Steve Koren","GuestStars":"Patrick Warburton, Daniel Hagen, Joel McCrary, Michael Kagan, Dee Freeman, Rif Hutton, Howard Mann, Steve Susskind, Loretta Fox, Catherine Schreiber","Rating":7.5,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304226.jpg","TVDB":304226},{"ID":8135,"SeasonID":481,"ShowID":175,"MediaID":8103,"DateCreated":"2014-08-28T15:45:22Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"The Reverse Peephole","Plot":"Puddy is wearing what can only be described as a \"man fur.\" Jerry and Elaine leave it to George to sniff them out a deal on a massage chair, for an apartment warming gift for their friend Joe Mayo. Elaine doesn't like Joe's parties, because he always gives his guests an assignment. Kramer and Newman are going to reverse the peepholes on their doors. The landlord wants to evict Newman, because he is an agitator. Jerry decides to go wallet-less. George is opposed to the idea; he keeps everything i","Runtime":23,"FirstAired":"1998-01-15T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Spike Feresten","GuestStars":"Lauren Bowles, Wayne Knight, Patrick Warburton, Jon Polito, Pat Finn, Jennette Robbins, Fitz Houston, Joe Basile","Rating":8,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304227.jpg","TVDB":304227},{"ID":7200,"SeasonID":481,"ShowID":175,"MediaID":7163,"DateCreated":"2014-08-15T01:04:06Z","DatePublished":"2014-02-21T00:00:00Z","Number":13,"Title":"The Cartoon","Plot":"Kramer's brutal honesty gets Jerry in trouble with Susan's old college roommate, Sally Weaver. Elaine obsesses over the meaning of a cartoon that appears in The New Yorker. Elaine and later Kramer comments that George's new girlfriend looks a lot like Jerry. In fact Kramer says \"just because they look-a-like, that doesn't mean you're (George) secretly in love with Jerry.\" Jerry confronts Kramer's frankness. Sally claims that Jerry has ruined her life, she's quitting the business, Jerry can't hav","Runtime":23,"FirstAired":"1998-01-29T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Bruce Eric Kaplan","GuestStars":"Joe Urla, Wayne Knight, John O'Hurley, Paul Benedict, Tracy Nelson, Kathy Griffin, Bart McCarthy","Rating":7.300000190734863,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304228.jpg","TVDB":304228},{"ID":8233,"SeasonID":481,"ShowID":175,"MediaID":8201,"DateCreated":"2014-08-29T06:07:42Z","DatePublished":"2014-02-21T00:00:00Z","Number":14,"Title":"The Strongbox","Plot":"George tries to break up with his girlfriend, Maura, only she doesn't agree. Jerry has purchased cuff links worn by Jerry Lewis in Cinderfella. He plans to use them as a conversation starter with Lewis when he goes to an upcoming roast at the Friar's Club. Having the same first name isn't enough. A man of mystery that she has met intrigues Elaine. Jerry suggests that perhaps he is a super-hero. With robberies occurring in the building, Kramer has obtained a strongbox to hold his valuables. He ne","Runtime":23,"FirstAired":"1998-02-05T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Daniel O'Keefe, Billy Kimball","GuestStars":"Illeana Douglas, Alex Kapp Horner, Louis Mustillo, Nicholas Paul Walker, Mary Scheer, Bonnie McNeil, Rosie Malek-Yonan","Rating":7.800000190734863,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304229.jpg","TVDB":304229},{"ID":6571,"SeasonID":481,"ShowID":175,"MediaID":6459,"DateCreated":"2014-08-01T01:26:47Z","DatePublished":"2014-02-21T00:00:00Z","Number":15,"Title":"The Wizard","Plot":"Jerry buys his dad a $200 Wizard organizer for a birthday present. George receives a message from Susan's parents, the Rosses. Jerry and George debate about the race of Elaine's new boyfriend and that intrigues her (is he black?). George returns the call from the Rosses; the Foundation is having an event this weekend, but George can't attend, he has to close on his house in the Hamptons. Kramer announces his retirement, a Hollywood big shot has optioned his coffee table book about coffee tables.","Runtime":23,"FirstAired":"1998-02-26T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Steve Lookner","GuestStars":"Grace Zabriskie, Warren Frost, Liz Sheridan, Barney Martin, Samuel Bliss Cooper, Edgar Small, Vic Helford, Michael McShane, Bahni Turpin, Constance Zimmer, Jeanette Miller, Murray Rubin","Rating":7.699999809265137,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304230.jpg","TVDB":304230},{"ID":7196,"SeasonID":481,"ShowID":175,"MediaID":7159,"DateCreated":"2014-08-15T00:58:50Z","DatePublished":"2014-02-21T00:00:00Z","Number":16,"Title":"The Burning","Plot":"Elaine thinks that Puddy is religious because of the presets she discovers on his car radio. The first idea George presents at a Kruger project meeting goes over great, his follow up suggestion isn't as well received. Jerry suggests that George use the old showmanship trick of leaving on a high note. Elaine tells George and Jerry about her suspicions; George suggests that she reset his radio presets as a test. Kramer and Mickey get an acting gig playing sick for some medical students. Jerry's gi","Runtime":23,"FirstAired":"1998-03-19T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Jennifer Crittenden","GuestStars":"Patrick Warburton, Danny Woodburn, Daniel Dae Kim, Daniel Von Bargen, Cindy Ambuehl, Henry Woronicz, Ursaline Bryant, Alex Craig Mann, Brian Posehn, Alec Holland, Suli McCullough","Rating":8,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304231.jpg","TVDB":304231},{"ID":7203,"SeasonID":481,"ShowID":175,"MediaID":7166,"DateCreated":"2014-08-15T01:23:54Z","DatePublished":"2014-02-21T00:00:00Z","Number":17,"Title":"The Bookstore","Plot":"Kramer \"hangs-out\" more than usual at Jerry's place. Jerry spots Uncle Leo shoplifting. George takes a large book into the bathroom with him. Kramer and Newman plan to implement Kramer's idea for running a rickshaw service in the city. Elaine is at the annual Peterman party, where everyone is anxious to know if she is going to dance again and when. She ends up getting drunk and making out at a table with another man.","Runtime":23,"FirstAired":"1998-04-09T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Spike Feresten, Darin Henry, Marc Jaffe","GuestStars":"Lauren Bowles, Wayne Knight, Barney Martin, Liz Sheridan, John O'Hurley, Len Lesser, Jon Gries, Jonathan Penner, Ted Rooney, Sonya Eddy, Merrin Dungey, Kevin Ruf, Heather Morgan, Mark Daniel Cade, Sloppy Joe","Rating":7.099999904632568,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304232.jpg","TVDB":304232},{"ID":7383,"SeasonID":481,"ShowID":175,"MediaID":7346,"DateCreated":"2014-08-18T05:12:51Z","DatePublished":"2014-02-21T00:00:00Z","Number":18,"Title":"The Frogger","Plot":"Elaine is confronted with cake from two separate birthday celebrations. She is tired of the forced socializing, so she calls in the sick the following day. Jerry \u0026 George are going to their old high-school hangout for one last slice of pizza. Kramer was at the police station where he obtained some caution tape used for crime scenes and also hears about a serial killer that is on the loose in the Riverside Park area. At the pizza parlor, George discovers he still has the high score on the old Fro","Runtime":22,"FirstAired":"1998-04-23T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Gregg Kavet, Andy Robin, Steve Koren, Daniel O'Keefe","GuestStars":"John O'Hurley, Julia Campbell, Peter Stormare, Reuven Bar, Sam Shamshak, Wayne Wilderson, Mark Daniel Cade, Jack Esformes, Melissa Denton, Oliver Muirhead, Drake Bell","Rating":7.900000095367432,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/79169/304233.jpg","TVDB":304233},{"ID":7387,"SeasonID":481,"ShowID":175,"MediaID":7350,"DateCreated":"2014-08-18T05:16:50Z","DatePublished":"2014-02-21T00:00:00Z","Number":19,"Title":"The Maid","Plot":"George searches for a nickname and decides on \"T-bone.\" Jerry has hired a maid to clean his apartment. Elaine suspects there is more than cleaning going on. Kramer's girlfriend is moving downtown (10 minutes by subway) to a different way of life. Kramer tells Elaine he is having a fax sent to her apartment, only Elaine informs him that she doesn't have a fax machine. George makes a play for being called \"T-bone\" at work, but a coworker gets the honor. Elaine gets home to find 57 messages waiting","Runtime":23,"FirstAired":"1998-04-30T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Alec Berg, David Mandel, Jeff Schaffer, Kit Boss, Pet","GuestStars":"Daniel Von Bargen, Angela Featherstone, Anthony Crivello, Markus Flanagan, Sam Whipple, Kyle Colerider-Krugh, Steve Franken, Davenia McFadden, Damon Jones, Chip Chinery, Colin McClean, Anthony Mangano","Rating":7.599999904632568,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304234.jpg","TVDB":304234},{"ID":7454,"SeasonID":481,"ShowID":175,"MediaID":7419,"DateCreated":"2014-08-19T20:19:07Z","DatePublished":"2014-02-21T00:00:00Z","Number":20,"Title":"The Puerto Rican Day","Plot":"The gang tries to get back into town after leaving the Mets game early in the 8th inning, the Mets are down 9 - 0. On the highway they run into trouble with a maroon Volkswagen Golf. George comments on a new movie he saw about the Hindenburg disaster and the clever comment he made during a quiet moment after the explosion. As they approach 5th Avenue traffic slows down and music can be heard, they realize they have forgotten about the Puerto Rican day parade. Elaine worries about getting home an","Runtime":23,"FirstAired":"1998-05-07T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Alec Berg, Jennifer Crittenden, Spike Feresten, Bruc","GuestStars":"Mario Joyner, Dayton Callie, James Karen, Helen Carey, Yul Vazquez, John Paragon, Jenica Bergere, Monica Allison, Marcelo Tubert, Armando Molina, Tom Agna, Tom Dahlgren, Bert Rosario, Raoul N. Rizik, Scott Conte, M","Rating":8.100000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304235.jpg","IMDB":"tt0697761","TVDB":304235},{"ID":8294,"SeasonID":481,"ShowID":175,"MediaID":8257,"DateCreated":"2014-09-01T05:08:29Z","DatePublished":"2014-02-21T00:00:00Z","Number":21,"Title":"The Clip Show (a.k.a. The Chronicle) (1)","Plot":"Jerry, Elaine, George \u0026 Kramer plan to go to the movie, but Jerry takes out a little time to look at nine years of memories. Featuring relationships (getting in \u0026 out), etc.","Runtime":22,"FirstAired":"1999-02-05T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Darin Henry","Rating":7.800000190734863,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/79169/304236.jpg","TVDB":304236},{"ID":9750,"SeasonID":481,"ShowID":175,"MediaID":9725,"DateCreated":"2014-10-29T23:25:52Z","DatePublished":"2014-02-21T00:00:00Z","Number":22,"Title":"The Clip Show (a.k.a. The Chronicle) (2)","Plot":"More clips are seen and finally the closing minutes feature a series of bloopers and a musical montage that features the song \"Good Riddance (Time of Your Life)\" by the band Green Day, from their 1997 album Nimrod.","Runtime":21,"FirstAired":"1998-05-14T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Darin Henry","Rating":7.900000095367432,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/79169/304237.jpg","TVDB":304237},{"ID":5267,"SeasonID":481,"ShowID":175,"MediaID":5197,"DateCreated":"2014-07-18T07:44:53Z","DatePublished":"2014-02-21T00:00:00Z","Number":23,"Title":"The Finale (1)","Plot":"Jerry and George discuss the movies and George's desire to get his fifteen minutes of fame. Kramer is off to the beach. Elaine calls a friend, whose father is in the hospital, with her cell phone; Jerry and George tell her that is a social faux pas. Jerry gets a message from NBC that they want to talk about the pilot. So Jerry and George go to meet with the new vice president of programming, who is interested in turning their pilot into a 13 episode series. Jerry and George begin to make plans t","Runtime":56,"FirstAired":"1998-05-14T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Larry David","GuestStars":"Jane Leeves, Warren Frost, Victor Raider-Wexler, Grace Zabriskie, Wayne Knight, Jerry Stiller, Estelle Harris, Liz Sheridan, Barney Martin, Steve Hytner, Len Lesser, Phil Morris, John O'Hurley, Patrick Warburton","Rating":8.100000381469727,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/79169/304238.jpg","IMDB":"tt0697695","TVDB":304238},{"ID":7229,"SeasonID":481,"ShowID":175,"MediaID":7192,"DateCreated":"2014-08-15T02:43:16Z","DatePublished":"2014-02-21T00:00:00Z","Number":24,"Title":"The Finale (2)","Plot":"The videotape Kramer made is played for the jury. When the NBC executives arrive, George forgets about the trial for a moment and complains loudly about the plane. The prosecution begins to call their witnesses and each will do more to break down the characters of the foursome. First, the arresting officer is called to the stand, followed by the victim. Then the prosecution begins to call a variety of familiar faces. Starting with the elderly woman that Jerry stole the marble rye from. The virgi","Runtime":22,"FirstAired":"1998-05-14T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Larry David","GuestStars":"Warren Frost, Jane Leeves, Victor Raider-Wexler, Grace Zabriskie, Wayne Knight, Jerry Stiller, Estelle Harris, Liz Sheridan, Barney Martin, Ian Abercrombie, Steve Hytner, Len Lesser, Phil Morris, John O'Hurley, Pa","Rating":7.900000095367432,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/79169/304239.jpg","TVDB":304239}],"EpisodeCount":24}
