{"ID":517,"ShowID":187,"DateCreated":"2014-07-23T09:41:37Z","Number":1,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/83141-1.jpg","TVDB":35411,"Episodes":[{"ID":7347,"SeasonID":517,"ShowID":187,"MediaID":7310,"DateCreated":"2014-08-17T23:27:09Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Eyes","Plot":"They are one of evolution's most useful and prevalent inventions. Ninety five percent of living species are equipped with eyes and they exist in many different forms. Learn how the ancestors of jellyfish may have been the first to evolve light-sensitive cells. Discover how dinosaur's evolved eyes that helped them become successful hunters. Finally, learn how primates evolved unique adaptations to their eyes that allowed them to better exploit their new habitat, and how the ability to see colours","Runtime":45,"FirstAired":"2008-07-29T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/83141/389896.jpg","TVDB":389896},{"ID":7346,"SeasonID":517,"ShowID":187,"MediaID":7309,"DateCreated":"2014-08-17T23:26:10Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Guts","Plot":"It doesn't just take willpower to survive. It takes guts--in the form of a digestive system that turns food into fuel. Look closely at the role guts have played in shaping some of Earth's most successful animals: tyrannosaurs, snakes, cows, humans and others. Take a 575-million year journey that begins with the planet's first multi-cellular organisms and ends at our dinner tables. Watch as live-action natural history sequences, CGI, epic docudrama, and experimental science help to illustrate our","Runtime":45,"FirstAired":"2008-08-05T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/83141/389897.jpg","TVDB":389897},{"ID":7031,"SeasonID":517,"ShowID":187,"MediaID":6923,"DateCreated":"2014-08-11T19:12:43Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Jaws","Plot":"It's one of the most important developments in the history of life. An adaptation that lets animals kill, butcher, and devour. There is perhaps no instrument more important to survival than a strong set of jaws. From the shark's rows of razor-sharp serrated teeth, the crocodile's overwhelmingly swift-snapping-trap, to the lion's shredding canines--all have evolved in response to the never-ending struggle between predator and prey. But just how did these ultimate killing weapons develop in the fi","Runtime":45,"FirstAired":"2008-08-12T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/83141/389898.jpg","TVDB":389898},{"ID":7345,"SeasonID":517,"ShowID":187,"MediaID":7308,"DateCreated":"2014-08-17T23:22:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Sex","Plot":"In the history of life on earth, sex may be the ultimate survival skill, because the bottom line is: reproduce or die. This episode looks at sex in its many forms, from sharks--among the first vertebrates to have intercourse--to dinosaurs that had to figure out how to join their giant bodies together to mate; from the stick insect (that mates non-stop for 10 straight weeks) to macaques monkeys (about once an hour)... and finally to humans. This driving force of life comes in many forms. How will","Runtime":45,"FirstAired":"2008-08-19T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Rating":9,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/83141/389899.jpg","TVDB":389899},{"ID":7574,"SeasonID":517,"ShowID":187,"MediaID":7539,"DateCreated":"2014-08-22T06:12:33Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Skin","Plot":"It makes up 16% of your body weight, is the largest organ in the human body, allows birds to fly, mammals to nurse their young, and provides a lifelong defence against predators and parasites alike. What is it? Skin. From the delicate membranes that encased the earliest animals to the leathery hides that protected the dinosaurs, this episode looks at how skin has changed and adapted to virtually any challenge it has faced throughout history.\n\n","Runtime":45,"FirstAired":"2008-08-26T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/83141/389900.jpg","TVDB":389900},{"ID":7205,"SeasonID":517,"ShowID":187,"MediaID":7168,"DateCreated":"2014-08-15T01:42:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Flight","Plot":"Humans have always been fascinated with the one part of the world that we could not conquer - the sky. How did the earth's first flying creatures come to be? In this episode of Evolve we will examine the first vertebrate flyer, the pterosaur, which took to the air over 220 million years ago and eventually evolved to be the size of small airplanes. Scientists have long pondered how they, the largest flying creatures ever, were able to achieve such an astonishing feat. Scientists examine the fossi","Runtime":45,"FirstAired":"2008-09-02T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/83141/389901.jpg","TVDB":389901},{"ID":7357,"SeasonID":517,"ShowID":187,"MediaID":7320,"DateCreated":"2014-08-18T00:23:28Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Communication","Plot":"How has our ability to communicate defined us as a species? Sharing information with each other has allowed humans to rise to the top of the food chain and dominate our environments. But humans aren't the only species that can communicate. Organisms as simple as bacteria can communicate, a strategy that lets them cooperate to take down creatures millions of times their own size. Fish use pheromones to warn each other about predators and find mates. Chemicals are also an effective means of commun","Runtime":45,"FirstAired":"2008-09-14T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/83141/389902.jpg","TVDB":389902},{"ID":7207,"SeasonID":517,"ShowID":187,"MediaID":7170,"DateCreated":"2014-08-15T01:52:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Size","Plot":"Life has evolved into a multitude of sizes. Over the course of three billion years, life has taken on many forms--from an .02-micrometer-long bacteria to the 110-foot-long blue whale. Scientists are learning how the struggle for survival has led some animals to become small and others to get huge. Understanding the evolution of size tells us why giant dinosaurs went extinct while the first tiny mammals thrived; gives us answers to why mammoths evolved into pygmies when restricted to islands; and","Runtime":45,"FirstAired":"2008-09-21T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/83141/389903.jpg","TVDB":389903},{"ID":7352,"SeasonID":517,"ShowID":187,"MediaID":7315,"DateCreated":"2014-08-18T00:08:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Venom","Plot":"The deadliest natural weapon employed in the animal kingdom, venom has independently evolved in creatures as diverse as jellyfish, insects, snakes, and even mammals. Scientists from around the globe show how evolution adapted venom to fit the needs of the animals who wield it. Injecting venom into samples of his blood, Australia's Bryan Fry demonstrates how the world's deadliest snake, the inland taipan, has converted the building blocks of its body into lethal toxins. Toto Olivera will introduc","Runtime":45,"FirstAired":"2008-09-28T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Rating":8,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/83141/422435.jpg","TVDB":422435},{"ID":7348,"SeasonID":517,"ShowID":187,"MediaID":7311,"DateCreated":"2014-08-17T23:46:30Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Shape","Plot":"Living organisms have entered into a battle for survival for hundreds of millions of years and the pressure to survive has resulted in ever changing shapes. From the hammerhead shark to the platypus, new and sometimes extreme shapes can mean survival for certain species. But, as nature has proven, sometimes the most basic shapes on earth have the staying power of survival. This episode will explore the evolution of animal shape and how the slightest alteration of a leg or a head can mean the dif","Runtime":45,"FirstAired":"2008-10-06T00:00:00Z","Year":2008,"ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/83141/426933.jpg","TVDB":426933},{"ID":7353,"SeasonID":517,"ShowID":187,"MediaID":7316,"DateCreated":"2014-08-18T00:11:17Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Speed","Plot":"The ability to react and move can often mean the difference between life and death in the animal kingdom. Some animals have evolved into championship fliers, swimmers, and runners. What are the forces that create this need for speed, and how do animal bodies adapt to go into overdrive? In this episode, find out about nature's ultimate engine, muscle, how it evolved and how it works. Meet some of the fastest species on earth.","Runtime":45,"FirstAired":"2008-10-13T00:00:00Z","Year":2008,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/episodes/83141/426932.jpg","TVDB":426932}],"EpisodeCount":11}
