{"ID":536,"ShowID":175,"DateCreated":"2014-07-29T14:48:21Z","Number":6,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/112-6.jpg","TVDB":16117,"Episodes":[{"ID":7192,"SeasonID":536,"ShowID":175,"MediaID":7155,"DateCreated":"2014-08-15T00:51:06Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"The Chaperone","Plot":"Jerry gets a date with Miss Rhode Island, a Miss America contestant; when they need a chaperone Kramer is available. On the date, Kramer gives her advice and becomes her personal coach. Elaine tries to get a job at Doubleday, filling in the shoes once filled by Jackie Onassis; instead she gets a job being the personal assistant of a top executive who likes white socks. Meanwhile, George decides that the Yankees need to change their uniforms from polyester to cotton.","Runtime":23,"FirstAired":"1994-09-22T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Larry David, Bill Masters, Bob Shaw","GuestStars":"Ian Abercrombie, Gail Strickland, Marguerite MacIntyre, Danny Tartabull, Buck Showalter","Rating":7.800000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304146.jpg","TVDB":304146},{"ID":6554,"SeasonID":536,"ShowID":175,"MediaID":6442,"DateCreated":"2014-08-01T00:56:59Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"The Big Salad","Plot":"Elaine's boss wants a special mechanical pencil, so Elaine tries to get one from a stationary store where the clerk has a thing for her. George and his girlfriend pick up a \"big salad\" for Elaine, that his girlfriend gives to Elaine and she thanks her. Later, George points out that he bought the \"big salad.\" Jerry discovers that his current girlfriend once dated Newman, who broke off his relationship with her. Kramer plays golf with an ex-ball player who breaks a rule of golf, they have a fight,","Runtime":23,"FirstAired":"1994-09-29T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Larry David","GuestStars":"Lauren Bowles, Wayne Knight, Michelle Forbes, Jerry Levine, Marita Geraghty, Barry Nolan, Dean Hallo","Rating":7.699999809265137,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304147.jpg","TVDB":304147},{"ID":6259,"SeasonID":536,"ShowID":175,"MediaID":6147,"DateCreated":"2014-07-29T14:48:21Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"The Pledge Drive","Plot":"Jerry comments that a friend was hitting on him and Elaine tries to find out if what was true, but gets the voice of the woman and her current boyfriend confused. Elaine's boss eats his Snickers bar with a knife and fork and idea that soon catches on. George thinks a waitress gave him the finger. Jerry gets caught throwing away a thank you card. Jerry cashes some old birthday checks from his grandmother. Jerry's working a PBS pledge drive and gets George to bring a Yankee to appear with him, whi","Runtime":23,"FirstAired":"1994-10-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Tom Gammill, Max Pross","GuestStars":"Lauren Bowles, Len Lesser, Ian Abercrombie, Kelly Coffield, Billye Ree Wallace, Brian Reddy, Danny Tartabull, Tom Wright, James Reynolds, F.J. Rio, Thom Vernon, Rebecca Staab","Rating":7.900000095367432,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/79169/304148.jpg","TVDB":304148},{"ID":7183,"SeasonID":536,"ShowID":175,"MediaID":7146,"DateCreated":"2014-08-15T00:37:30Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"The Chinese Woman","Plot":"Jerry and Elaine see George's father with a man with a cape but don't say hello. Jerry discovers a Chinese woman on George's phone line after the wires get crossed and he gets a date with her. Kramer gets worried about his sperm count, so he goes to a fertility clinic and then makes a change in his choice of undergarments. Elaine ruins her friend Noreen's latest romance with a long talker. The Chinese woman turns out to be Jewish and from Long Island. Estelle gets advice about her relationship w","Runtime":24,"FirstAired":"1994-10-13T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Peter Mehlman","GuestStars":"Larry David, Jerry Stiller, Estelle Harris, Kelly Coffield, Angela Dohrmann, William Utay, Lucy Lin, Jack Tracy","Rating":8,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304149.jpg","TVDB":304149},{"ID":7180,"SeasonID":536,"ShowID":175,"MediaID":7143,"DateCreated":"2014-08-15T00:33:07Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"The Couch","Plot":"Elaine begins to date the guy who delivers Jerry's new couch. Kramer plans to start the pizza business he thought of back in \"Male Unbonding\" with Poppie. George joins a book club, but tries to rent the movie so he can bluff his way through the meeting. Jerry and Elaine's discussion of the abortion issue causes trouble for Poppie, Elaine's relationship \u0026 Jerry's new couch. George spends the evening with the family that has rented the film.","Runtime":23,"FirstAired":"1994-10-27T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Larry David","GuestStars":"Jessica Hecht, Reni Santoni, David James Elliott, Robert Hooks, Denise Y. Dowse, Patton Oswalt, Diana Theodore, Mari Weiss, Tamar Cooper, Beverly C. Brown, Jeris Lee Poindexter","Rating":7.400000095367432,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304150.jpg","TVDB":304150},{"ID":7185,"SeasonID":536,"ShowID":175,"MediaID":7148,"DateCreated":"2014-08-15T00:43:54Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"The Gymnast","Plot":"George and Kramer convince Jerry he'll be missing out on something if he stops dating a Romanian Olympic gymnast. Jerry and Kramer find out about one of George's bathroom habits. Kramer must pass a kidney stone. The mother of George's girlfriend sees him eat something out of a trash bin, later cleaning a windshield \u0026 one of his bathroom habits. Elaine's boss becomes obsessed with finding the image in a 3-D painting, so he sends her to represent him in a huge merger deal.","Runtime":23,"FirstAired":"1994-11-03T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"David Blackwood, Ian Abercrombie, Jessica Hecht, Lois Nettleton, Elina Löwensohn, Maurice Godin, James Sweeney, Phil Ramsey, Damian London","Rating":8.199999809265137,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/79169/304151.jpg","TVDB":304151},{"ID":6553,"SeasonID":536,"ShowID":175,"MediaID":6441,"DateCreated":"2014-08-01T00:54:21Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"The Soup","Plot":"Elaine brings over a man she met in England and he turns out to be a real bounder. Jerry accepts an Armani suit from an obnoxious comedian, the only condition, he must treat him to a meal at a restaurant; however, what makes up a meal. George goes for a walk with a waitress from Monk's and manure in the path sums up his relationship with her. After his kidney stone, Kramer decides to eat only fresh foods.","Runtime":23,"FirstAired":"1994-11-10T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Fred Stoller","GuestStars":"Lawrence Mandley, Steve Hytner, Tracy Kolis, Daniel Gerroll, Linda Wallem, Michael Kaplan","Rating":7.599999904632568,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/79169/304152.jpg","TVDB":304152},{"ID":8672,"SeasonID":536,"ShowID":175,"MediaID":8635,"DateCreated":"2014-09-08T10:03:09Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"The Mom \u0026 Pop Store","Plot":"A salesman convinces George to buy a convertible once owned by \"Jon Voight.\" Kramer tries to save a small shoe-repair business, but his good intentions affect Jerry in a big way. Elaine wins tickets for Mr. Pitt, who's always wanted to participate in the Macy's Thanksgiving Day Parade.","Runtime":23,"FirstAired":"1994-11-17T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Tom Gammill, Max Pross","GuestStars":"Ian Abercrombie, Bryan Cranston, Jon Voight, Elsa Raven, Michael Robello, Tom Wright, Ken Thorley, Dan Frischman, Rick Fitts, Nancy Balbirer, Pat Asanti, Steve Brady, Matt Gallini","Rating":7.599999904632568,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304153.jpg","TVDB":304153},{"ID":6563,"SeasonID":536,"ShowID":175,"MediaID":6451,"DateCreated":"2014-08-01T01:15:59Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"The Secretary","Plot":"Jerry confronts his dry cleaner, whom he spotted wearing a jacket that he brought in for cleaning. George passes over hiring an attractive secretary for a less attractive one, he thinks he'll be able to get some work done; however, the secretary's efficiency turns him on, so he gets her a raise and then she makes more than he does. Kramer gets Uma Thurman's phone number and sells Bania his suit at a women's clothing store then he hides in a dressing room until he can get some clothing. At this s","Runtime":23,"FirstAired":"1994-12-08T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"David Trainer","Writer":"Carol Leifer, Marjorie Gross","GuestStars":"Steve Hytner, Vicki Lewis, Joseph R. Sicari, Arminae Azarian, Mitzi McCall, Richard Marion, Thomas Mills, Glynis McCants, Courtney Taylor, Will Radford","Rating":7.699999809265137,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304154.jpg","TVDB":304154},{"ID":8532,"SeasonID":536,"ShowID":175,"MediaID":8495,"DateCreated":"2014-09-05T06:45:34Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"The Race","Plot":"Through his current girlfriend, Lois, Jerry meets an old rival, who suspects that he cheated in a high school race and he wants a rematch with Jerry to prove he was faster. Elaine is put on a \"blacklist\" for Chinese food delivery and finds out her boyfriend is a Communist. George responds to a personal ad in a Communist newspaper while at work, when Steinbrenner hears about it, he wants to see George in his office. Through his friend Mickey, Kramer becomes a department store Santa, who later spo","Runtime":24,"FirstAired":"1994-12-15T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Andy Ackerman","Writer":"Tom Gammill, Max Pross, Larry David, Sam Kass","GuestStars":"Danny Woodburn, Larry David, Todd Kimsey, Renée Props, Don McManus, Vicki Lewis, Claude Earl Jones, Mark Christopher Lawrence, Michael Sorich, Denise Poirier, Spencer Klein, Martin Chow, Eva Svensson","Rating":8,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304155.jpg","TVDB":304155},{"ID":8533,"SeasonID":536,"ShowID":175,"MediaID":8496,"DateCreated":"2014-09-05T06:49:50Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"The Switch","Plot":"Elaine lets a potential employer borrow Mr. Pitt's tennis racket, but the injury suffered may ruin her chances, especially when she must get his racket back. Jerry's girlfriend never laughs, but he meets her roommate who does, so Jerry decides he would like to make \"the switch.\" George's model girlfriend may be bulimic. He needs proof, so he meets Kramer's mother, who's a bathroom matron. While there he finds out Kramer's first name, Cosmo. Kramer decides it is time to be himself and begins to u","Runtime":23,"FirstAired":"1995-01-05T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Bruce Kirschbaum, Sam Kass","GuestStars":"Wayne Knight, Sheree North, Gail Strickland, Charlotte Lewis, Jann Karam, Terry Sweeney, Heather Medway, Clive Rosengren, Jacqueline M. Houston, Cheryl Francis Harrington, Tish Smiley","Rating":8.100000381469727,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304156.jpg","TVDB":304156},{"ID":7451,"SeasonID":536,"ShowID":175,"MediaID":7416,"DateCreated":"2014-08-19T20:13:51Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"The Label Maker","Plot":"Elaine and Jerry are suspicious of a friend's gift, when a gift Elaine gave him, a label maker, is given to Jerry in return for some Superbowl tickets Jerry has but can't use because \"The Drake\" is getting married on Superbowl Sunday and he is in the wedding party. George convinces his girlfriend to get her male roommate to move out, that he soon regrets. Kramer takes playing a game of Risk against Newman seriously. The Superbowl tickets pass through several hands and Jerry sees the game with hi","Runtime":23,"FirstAired":"1995-01-19T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"Wayne Knight, Bryan Cranston, Jessica Tuck, Cleto Augusto, Wayne Grace","Rating":7.5,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304157.jpg","TVDB":304157},{"ID":7186,"SeasonID":536,"ShowID":175,"MediaID":7149,"DateCreated":"2014-08-15T00:44:44Z","DatePublished":"2014-02-21T00:00:00Z","Number":13,"Title":"The Scofflaw","Plot":"George meets an old friend who's spent the last few months undergoing chemotherapy, that everyone knew except him. Kramer calls a litterbug \"a pig\" near a cop who's on a quest to catch a longtime parking ticket scofflaw. Kramer wanting to change his image, asks Elaine where her old boyfriend got his glasses. He goes to see him at a book signing and says hi for Elaine, that means that she has lost the \"upper hand\" in their breakup, so she confronts him and then gets even by getting a copy of his ","Runtime":23,"FirstAired":"1995-01-26T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Peter Mehlman","GuestStars":"Wayne Knight, Jon Lovitz, Marty Rackham, Barbara Alyn Woods, Ivory Ocean, Basil Hoffman, Lillian Lehman, Danny Breen, Bob Shaw, Dale Harimoto, Joe Ochman, Elisabeth Sjoli","Rating":7.699999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304158.jpg","TVDB":304158},{"ID":8296,"SeasonID":536,"ShowID":175,"MediaID":8259,"DateCreated":"2014-09-01T05:24:35Z","DatePublished":"2014-02-21T00:00:00Z","Number":14,"Title":"The Highlights of 100 (1)","Plot":"Jerry introduces a program that shows highlights from the first 99 episodes of a \"show about nothing.\"","Runtime":22,"FirstAired":"1995-02-02T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Peter Mehlman","Rating":7.400000095367432,"RatingCount":9,"Image":"http://thetvdb.com/banners/episodes/79169/304159.jpg","TVDB":304159},{"ID":8436,"SeasonID":536,"ShowID":175,"MediaID":8399,"DateCreated":"2014-09-03T01:29:16Z","DatePublished":"2014-02-21T00:00:00Z","Number":15,"Title":"The Highlights of 100 (2)","Plot":"Jerry introduces a program that shows highlights from the first 99 episodes of a \"show about nothing.\" ","Runtime":22,"FirstAired":"1995-02-02T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Peter Mehlman","Rating":7,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/79169/362495.jpg","TVDB":362495},{"ID":9237,"SeasonID":536,"ShowID":175,"MediaID":9212,"DateCreated":"2014-10-02T19:25:46Z","DatePublished":"2014-02-21T00:00:00Z","Number":16,"Title":"The Beard","Plot":"Elaine tries to convert a gay man to heterosexuality. George, who's now wearing his toupee, discovers that the woman Kramer has set him up with, is bald. Kramer gives a homeless man some Chinese food and begins standing in police lineups for $50 a lineup. Jerry begins to date a cop, but she wants him to take a lie detector test, she thinks he is lying about NOT watching Melrose Place.","Runtime":24,"FirstAired":"1995-02-09T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Carol Leifer","GuestStars":"Jon Gries, Robert Mailhouse, Katherine La Nasa, Edward Winter, Georgann Johnson, Joan Elizabeth, John F. O'Donohue, Jerry Diner, Mirron E. Willis, Ken Kerman","Rating":7.800000190734863,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304161.jpg","TVDB":304161},{"ID":7182,"SeasonID":536,"ShowID":175,"MediaID":7145,"DateCreated":"2014-08-15T00:37:30Z","DatePublished":"2014-02-21T00:00:00Z","Number":17,"Title":"The Kiss Hello","Plot":"Elaine's friend, a physical therapist, whom Jerry must \"kiss hello,\" has an old style hairdo, that Jerry and Elaine want Kramer to comment on. Jerry's grandmother wants him to open a ketchup bottle and she tells a story about some money that Uncle Leo was supposed to give his sister. Jerry's father is anxious to collect the money and interest Leo owes. Kramer puts tenant pictures up in the lobby and soon Jerry is giving every woman in the building, the \"kiss hello\"; however, when he stops, he be","Runtime":23,"FirstAired":"1995-02-16T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Larry David, Jerry Seinfeld","GuestStars":"Liz Sheridan, Barney Martin, Len Lesser, Wendie Malick, Billye Ree Wallace, Carol Leifer, Julio Oscar Mechoso, Rondi Reed, Gene Elman, Mary Scheer, Louisa Abernathy, Timothy McNeil, Mark Fite, C.D. Labove, Wendy W","Rating":7.800000190734863,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304162.jpg","TVDB":304162},{"ID":7189,"SeasonID":536,"ShowID":175,"MediaID":7152,"DateCreated":"2014-08-15T00:49:02Z","DatePublished":"2014-02-21T00:00:00Z","Number":18,"Title":"The Doorman","Plot":"The doorman in Mr. Pitt's building causes trouble for Jerry who was only trying to be nice. Kramer robs George on the street for some German tourists. George's father is living with him and when he removes his shirt, George and Kramer see that he has breasts. So, Kramer develops a new undergarment for males (\"The Bro\" or \"The Manssiere\") that will alleviate this problem. Jerry offers his soiled couch to replace the one that was stolen while he was \"on duty.\"","Runtime":23,"FirstAired":"1995-02-23T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Tom Gammill, Max Pross","GuestStars":"Deck McKenzie, Jerry Stiller, Estelle Harris, Ian Abercrombie, Larry Miller, Patrick Cronin, Reni Santoni, Edith Fields, Nick Jameson, Jack Betts, Barbara Pilavin, Toni Sawyer, Nigel Gibbs, Trudi Forristal","Rating":7.599999904632568,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/79169/304163.jpg","TVDB":304163},{"ID":7788,"SeasonID":536,"ShowID":175,"MediaID":7754,"DateCreated":"2014-08-26T03:42:32Z","DatePublished":"2014-02-21T00:00:00Z","Number":19,"Title":"The Jimmy","Plot":"The guys play a game of basketball with \"the Jimmy,\" a man who talks about himself in the third person. Jimmy sells odd shaped training shoes and George is an interested investor. Fresh from the gym, he attends a Yankees meeting about thefts, during which he sweats profusely. Jerry goes to the dental office and discovers they now carry Penthouse in the waiting room. Elaine gets tickets to a benefit for the AMCA (Able Mentally Challenged Adults) featuring Mel Torme, the \"Velvet Fog.\" Elaine tries","Runtime":24,"FirstAired":"1995-03-16T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Gregg Kavet, Andy Robin","GuestStars":"Bryan Cranston, Richard Herd, Anthony Starke, Robert Katims, Mel Torme, Alison Armitage, Jimmy Bridges, Elan Carter","Rating":8.100000381469727,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304164.jpg","TVDB":304164},{"ID":6551,"SeasonID":536,"ShowID":175,"MediaID":6439,"DateCreated":"2014-08-01T00:50:42Z","DatePublished":"2014-02-21T00:00:00Z","Number":20,"Title":"The Doodle","Plot":"Jerry is disgusted when he finds out he was eating pecans that were just in his girlfriend's mouth. George finds a doodle that his girlfriend drew of him. Kramer is eating some tasty peaches that come in season for two weeks every year. Fleas force Jerry and his visiting parents out his apartment. Elaine has an interview with a publisher that has suite of rooms at a fancy hotel and that is where Jerry parents get to stay. Jerry stays with his girlfriend. Elaine must go into Jerry's fumigated apa","Runtime":23,"FirstAired":"1995-04-06T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"Norman Brenner, Wayne Knight, Barney Martin, Liz Sheridan, Len Lesser, Christa Miller Lawrence, Billye Ree Wallace, Dana Wheeler-Nicholson, Guy Siner, Ellis E. Williams, Coby Turner, Wayne C. Dvorak","Rating":7.800000190734863,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304165.jpg","TVDB":304165},{"ID":7452,"SeasonID":536,"ShowID":175,"MediaID":7417,"DateCreated":"2014-08-19T20:17:22Z","DatePublished":"2014-02-21T00:00:00Z","Number":21,"Title":"The Fusilli Jerry","Plot":"Estelle is getting an eye job. Kramer gets his new license plates from the DMV, but the plates say \"ASSMAN.\" Jerry is disturbed when he finds out his mechanic used his \"move\" on Elaine while making love to her. Kramer makes a statue of Jerry out of fusilli pasta and he makes the most of his new license plates. Jerry confronts his mechanic and later requires his services. Frank becomes the unwitting victim of one of those \"freak\" accidents proctologists are always telling stories about.","Runtime":23,"FirstAired":"1995-04-27T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Marjorie Gross, Jonathan Gross, Ron Hague, Charlie R","GuestStars":"Estelle Harris, Jerry Stiller, Patrick Warburton, Marla Sucharetza, Lou Cutell, Yvette Cruise","Rating":8,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/304166.jpg","TVDB":304166},{"ID":7380,"SeasonID":536,"ShowID":175,"MediaID":7343,"DateCreated":"2014-08-18T05:09:51Z","DatePublished":"2014-02-21T00:00:00Z","Number":22,"Title":"The Diplomat's Club","Plot":"After his quick trip to Ithaca, Jerry plans to meet a super model at an airport club, but his assistant, Katie, makes the trip a nightmare. Elaine says she will quit working for Mr. Pitt, but finds out that she's going to be in his will. She becomes a suspect when he overdoses his medication. George tries to prove to his boss that he is not a racist, when he says his boss looks like \"Sugar\" Ray Leonard. To prove it, he tries to find anyone who's black that will be his friend. While at the airpor","Runtime":23,"FirstAired":"1995-05-04T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Tom Gammill, Max Pross","GuestStars":"Wayne Knight, Ian Abercrombie, Tom Wright, Robert Hooks, Debra Jo Rupp, Kim Zimmer, O'Neal Compton, John Cothran Jr., William B. Jackson, Christine Cattell, Diana Theodore, Berta Maria Waagfjord, Mark Wheatle, El","Rating":7.800000190734863,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/79169/304167.jpg","TVDB":304167},{"ID":7441,"SeasonID":536,"ShowID":175,"MediaID":7406,"DateCreated":"2014-08-19T10:49:11Z","DatePublished":"2014-02-21T00:00:00Z","Number":23,"Title":"The Face Painter","Plot":"George and his girlfriend discuss toilet paper and he is in love. Elaine's boyfriend paints his face and his behavior at a hockey game, disturbs Jerry, Elaine and a passing priest. A monkey throws a banana peel at Kramer, when he throws it back, the monkey becomes depressed and the zoo demands an apology. George tries to tell his girlfriend that he loves her, but her reaction surprises him. Jerry refuses to give the \"necessary\" follow-up courtesy thank you for the hockey tickets and Kramer is ou","Runtime":23,"FirstAired":"1995-05-11T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Larry David, Fred Stoller","GuestStars":"Patrick Warburton, Katy Selverstone, Mark DeCarlo, Raye Birk, Pierrino Mascarino, Joe Lala, Peggy Lane O'Rourke, Dave Powledge, Jan Eddy, Lawrence LeJohn, David Richardson","Rating":7.800000190734863,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/79169/304168.jpg","TVDB":304168},{"ID":6558,"SeasonID":536,"ShowID":175,"MediaID":6446,"DateCreated":"2014-08-01T01:05:13Z","DatePublished":"2014-02-21T00:00:00Z","Number":24,"Title":"The Understudy","Plot":"George and Jerry are suspected by the cast and Kramer of deliberately injuring Bette Midler during a softball game, giving Jerry's girlfriend, Bette's understudy, a chance to perform. Kramer becomes Bette's personal assistant. Elaine gets George's father to translate for her when she suspects that her manicurist has made some obvious snide remarks in a foreign tongue. While crying about losing her manicurists, Elaine meets the owner of a catalog, J. Peterman, and gets herself a new job.","Runtime":24,"FirstAired":"1995-05-18T00:00:00Z","ParentalRating":"M","Director":"Andy Ackerman","Writer":"Marjorie Gross, Carol Leifer","GuestStars":"Jerry Stiller, John O'Hurley, Bette Midler, June Kyoto Lu, Amy Hill, Adelaide Miller, Alexandra Bokyun Chun, Vonnie C. Rhee, Craig Thomas, Michael McDonald, Lou DiMaggio, Jason Beck, Bob Shaw, Johnny Silver, Willi","Rating":7.800000190734863,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/79169/304169.jpg","TVDB":304169}],"EpisodeCount":24}
