{"ID":537,"ShowID":175,"DateCreated":"2014-07-29T14:50:28Z","Number":8,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/112-8.jpg","TVDB":16119,"Episodes":[{"ID":7329,"SeasonID":537,"ShowID":175,"MediaID":7292,"DateCreated":"2014-08-17T22:41:56Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"The Foundation","Plot":"Months after her death, George is ready to move on, but Susan's parents want to keep her memory alive. Kramer becomes a karate master, where his opponents are equals in his skill level, but are lacking in size. Jerry runs into Dolores, you remember \"her name rhymed with a female body part\" in \"The Junior Mint,\" she suggests that they get together again. Peterman has a breakdown and goes to Burma leaving Elaine in charge; a position she is reluctant to assume. Kramer makes a speech that inspires ","Runtime":23,"FirstAired":"1996-09-19T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"Grace Zabriskie, Warren Frost, Joe Urla, Lawrence Mandley, John O'Hurley, Janeane Garofalo, Bruce Davison, Susan Walters, Todd Bosley, Diana Castle, Stuart Quan, Herb Mitchell, Robert Louis Kempf, Lauren Bowles, P","Rating":7.699999809265137,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304194.jpg","TVDB":304194},{"ID":7245,"SeasonID":537,"ShowID":175,"MediaID":7208,"DateCreated":"2014-08-15T05:37:07Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"The Soul Mate","Plot":"George thinks the foundation lawyer thinks he might have killed Susan, Jerry suggests using a method employed by Jerry Lewis to find out. Kramer falls for Jerry's girlfriend and he consults Newman for advice. Elaine's friends insist that she have a baby, she'd rather not and meets a man who shares her ideals. George leaves a running tape recorder in his brief case at the next board meeting and leaves the room. He returns to find the briefcase damaged and the tape stopped. Newman gets in the midd","Runtime":23,"FirstAired":"1996-09-26T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Peter Mehlman","GuestStars":"Wayne Knight, Bruce Davison, Tim DeKay, Lisa Mende, Kim Myers, Rende Rae Norman, Tommy Hicks, Jill Talley, Jill Holden","Rating":7.599999904632568,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304195.jpg","TVDB":304195},{"ID":6570,"SeasonID":537,"ShowID":175,"MediaID":6458,"DateCreated":"2014-08-01T01:26:22Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"The Bizarro Jerry","Plot":"Kramer uses a bathroom in an office building and just begins working there. He is \"TCB.\" Elaine sets Jerry up with a friend who is very beautiful, but she has \"man hands.\" George uses a picture of her and passes her off as his dead finance Susan; that gets him into the \"Forbidden City\" where high priced models hang out. Elaine meets Kevin and some of his friends; they are the exact opposite of Jerry, George and Kramer. With Kramer working, George inside the walls and Elaine hanging out with Kevi","Runtime":24,"FirstAired":"1996-10-03T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"David Mandel","GuestStars":"Tim DeKay, Kristin Bauer, Pat Kilbane, Kyle T. Hefner, Justina Vail, J. Patrick McCormack, Harry Murphy, Dana Patrick, Shireen Crutchfield, Robin Nance, Mark S. Larson, James Lesure, Jason Beck","Rating":8.300000190734863,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304196.jpg","TVDB":304196},{"ID":7246,"SeasonID":537,"ShowID":175,"MediaID":7209,"DateCreated":"2014-08-15T05:39:04Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"The Little Kicks","Plot":"Elaine reluctantly lets George attend a party she is throwing at work. \"Sweet fancy Moses\" exclaims George when he sees Elaine dance at a party she's holding for her employees. She wonders why they've lost respect for her. Jerry gets 2 tickets to a premiere of a film. Kramer asks him to get an extra ticket for his friend Brody. Elaine thinks the loss of respect might be due to George's influence, so she makes him off limits to Anna, one of the women George talked to at the party. That \"bad boy\" ","Runtime":23,"FirstAired":"1996-10-10T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Spike Feresten","GuestStars":"Joe Urla, Jerry Stiller, Neil Giuntoli, Rebecca McFarland, Tim O'Hare","Rating":7.800000190734863,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304197.jpg","TVDB":304197},{"ID":6266,"SeasonID":537,"ShowID":175,"MediaID":6154,"DateCreated":"2014-07-29T15:02:15Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"The Package","Plot":"Elaine has a rash and looks for a doctor who will treat her; despite her doctor -- patient relationship reputation. Kramer offers Jerry a method to get a refund on his stereo that is two years out of warranty. George discovers the woman at the photo store is looking at his pictures. Jerry refuses delivery of a package with no return address. George thinks that the photo store clerk has stuck a revealing picture of herself in with his pictures. Kramer convinces George to return the compliment and","Runtime":23,"FirstAired":"1996-10-17T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Jennifer Crittenden","GuestStars":"Wayne Knight, Len Lesser, Richard Roat, Fort Atkinson, David Purdham, Heather Campbell, Ramon Franco, Bari K. Willerford, Shuko Akune, F. William Parker, Lynn A. Henderson, Bill Gratton, Susan Leslie","Rating":7.599999904632568,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304198.jpg","TVDB":304198},{"ID":7324,"SeasonID":537,"ShowID":175,"MediaID":7287,"DateCreated":"2014-08-17T22:26:45Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"The Fatigues","Plot":"Jerry is intrigued by the concept of his girlfriend having a mentor. George prepares to give a lecture on risk management by reading a book, but realizes that books on tape have spoiled him. Elaine prepares to fire an employee, but when face to face with him, she promotes him. Kramer runs a Jewish singles night at Frank's Knights of Columbus hall. Jerry meets his girlfriend's mentor, but she is dating Kenny Bania. George discovers the blind can get any book on tape, so he plans to fail an eye te","Runtime":23,"FirstAired":"1996-10-31T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Gregg Kavet, Andy Robin","GuestStars":"Joe Urla, Estelle Harris, Jerry Stiller, Steve Hytner, Richard Herd, Ned Bellamy, A.J. Langer, Katie Layman, Eddie Allen, Gwen McGee, Lynn Manning","Rating":7.5,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304199.jpg","TVDB":304199},{"ID":7382,"SeasonID":537,"ShowID":175,"MediaID":7345,"DateCreated":"2014-08-18T05:10:54Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"The Checks","Plot":"Elaine's new boyfriend, Brett, is obsessed with designer furniture and the song \"Desperado.\" Jerry spots an umbrella salesman using the sales technique he invented. The salesman says it was someone else. Hundreds of twelve-cent royalty checks keep arriving from Jerry's brief appearance on a Japanese television. Kramer warns George that the carpet cleaners he hired are actually a front for a religious cult. Intrigued, George tries to be converted, but they're not interested. Kramer meets some Jap","Runtime":23,"FirstAired":"1996-11-07T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Steve O'Donnell, Tom Gammill, Max Pross","GuestStars":"Richard Herd, James Patrick Stuart, Gedde Watanabe, Sab Shimono, John Bowman, Jock Plotnick, George Wallace, Toshi Toda, Goh Misawa, Tony V., Akane Nelson, Cherie Hankal","Rating":7.800000190734863,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304200.jpg","TVDB":304200},{"ID":8291,"SeasonID":537,"ShowID":175,"MediaID":8254,"DateCreated":"2014-09-01T02:58:39Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"The Chicken Roaster","Plot":"George reveals a strategy to guarantee a second date with women - leaving an object behind at their place.  However, this strategy gets Elaine into trouble, when George leaves behind a sable hat she shouldn't have charged to the Peterman expense account.  Meanwhile, the red neon sign of a new Kenny Rogers Roasters restaurant beams directly into Kramer's apartment.  Jerry and Kramer then switch apartments, and end up switching personalities as well.","Runtime":23,"FirstAired":"1996-11-14T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"Wayne Knight, John O'Hurley, Mark Roberts, Kymberly Kalil, Michael D. Roberts, Wesley Leong, Christopher Aguilar","Rating":8.100000381469727,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304201.jpg","TVDB":304201},{"ID":7328,"SeasonID":537,"ShowID":175,"MediaID":7291,"DateCreated":"2014-08-17T22:36:39Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"The Abstinence","Plot":"George's girlfriend has mononucleosis and he can't have sex with her for six weeks. Elaine's met a doctor who's almost gotten his license to practice. Jerry agrees to appear at career day at his former junior high school, first he is bumped and then there is a fire drill. Kramer lights up a cigar in Monk's and is asked to leave. He meets others on the street who face his dilemma so he opens up his apartment as a smoking lounge. Jerry's agent gets him an assembly at the school. George's lack of s","Runtime":23,"FirstAired":"1996-11-21T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Steve Koren","GuestStars":"Lawrence Mandley, Phil Morris, Debra Jo Rupp, Brenda Strong, Bob Odenkirk, Meagen Fay, Tamara Bick, Alex Trebek, Derek Jeter, Bernie Williams, Fern Fitzgerald, Noelle Balfour, Kyle Gass, Judy Kerr, David Letterman","Rating":8,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/304202.jpg","TVDB":304202},{"ID":7257,"SeasonID":537,"ShowID":175,"MediaID":7220,"DateCreated":"2014-08-15T17:54:14Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"The Andrea Doria","Plot":"George is excited about the new apartment he is going to move into. Elaine is on a blind date, now called a \"set-up.\" Jerry takes Kramer to his self-storage where they discover that Newman has been hiding bags of mail. George finds out he can't get his apartment because the tenant association is going to give it to an Andrea Doria survivor. Elaine is told her date won't be making it because he's been stabbed. She is aroused by the situation. Kramer's cold is getting bad and he's not going to the","Runtime":23,"FirstAired":"1996-12-19T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Spike Feresten","GuestStars":"Wayne Knight, Estelle Harris, Jerry Stiller, Tom Gallop, Ray Stricklyn, Diana Bellamy, Rick Hall, Carl Banks, Barry Cutler, Kev O'Neil, Ossie Mair, Fred Pinkard, Rene Weisser, Brian Blondell, Theresa Mulligan, Flor","Rating":7.900000095367432,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304203.jpg","TVDB":304203},{"ID":7199,"SeasonID":537,"ShowID":175,"MediaID":7162,"DateCreated":"2014-08-15T01:02:59Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"The Little Jerry","Plot":"Everyone makes a comment about a bad check of Jerry's that is on display at Marcelino's store. Through the Foundation, George gets the opportunity to visit a women's prison. He is disappointed when the facility doesn't meet his impression of what he thinks a women's prison is. He does however meet a convict that he decides to ask out. He enjoys the liberation that dating a convict offers. Kramer gets a new pet, a rooster that he names \"Little Jerry Seinfeld\"; of course he really wanted a hen for","Runtime":23,"FirstAired":"1997-01-09T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Jennifer Crittenden","GuestStars":"Barney Martin, Liz Sheridan, John Michael Higgins, Miguel Sandoval, Andrea Bendewald, Kathryn Joosten, Paul Perri, Al White, Ray Proscia","Rating":7.900000095367432,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304204.jpg","TVDB":304204},{"ID":7334,"SeasonID":537,"ShowID":175,"MediaID":7297,"DateCreated":"2014-08-17T22:48:00Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"The Money","Plot":"Jerry's parents sell the Cadillac to Jack Klompus for $6000 in order to give Jerry some money to help him out. They along with Kramer suggest that Jerry might try a career move. Elaine talks about her Peterman stock options and buys George's coffee. He thinks she is sticking it to him. Jerry and George talk about the money their parents might have. This piques George's interest. Kramer seeks advice from Elaine about his girlfriend's post-sex bed habit \"she's got the jimmy legs.\" Jerry flies to F","Runtime":23,"FirstAired":"1997-01-16T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Peter Mehlman","GuestStars":"Liz Sheridan, Barney Martin, Jerry Stiller, Estelle Harris, John O'Hurley, Sandy Baron, Sarah Silverman, Leon W. Grant","Rating":7.800000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304205.jpg","TVDB":304205},{"ID":7258,"SeasonID":537,"ShowID":175,"MediaID":7221,"DateCreated":"2014-08-15T17:55:16Z","DatePublished":"2014-02-21T00:00:00Z","Number":13,"Title":"The Comeback","Plot":"George has trouble thinking of a comeback to a comment made by Reilly; he does think of one, but it's a little to late. Jerry buys a new tennis racket from a supposed professional. Elaine and Kramer discuss video picks. Elaine prefers picks by Vincent. He prefers picks by Gene or his own. He watches his latest pick and it makes him concerned about spending the rest of his life in a coma. Elaine is intrigued when she receives a phone call from the mysterious Vincent. Jerry discovers that the tenn","Runtime":24,"FirstAired":"1997-01-30T00:00:00Z","ParentalRating":"PG","Director":"David Trainer","Writer":"Gregg Kavet, Andy Robin","GuestStars":"Mark Harelik, Ben Stein, Joel Polis, Ivana Milicevic, Danny Strong, Richard Livingston, Charles Kahlenberg, Stan Sellers, Peggy Mannix, Fatima Love, Jeff Hatz","Rating":7.900000095367432,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/79169/304206.jpg","TVDB":304206},{"ID":6575,"SeasonID":537,"ShowID":175,"MediaID":6463,"DateCreated":"2014-08-01T01:33:21Z","DatePublished":"2014-02-21T00:00:00Z","Number":14,"Title":"The Van Buren Boys","Plot":"Jerry's girlfriend, Ellen, seems perfect in every way, but everyone else seems to have a problem with her. George interviews candidates for the Foundation's first scholarship. The candidates seem over-qualified, until one comes in who is a lot like he was. Elaine is going to ghost write Peterman's biography. Kramer goes to Lorenzo's pizza, where he has an encounter with the Van Buren boys. He accidentally flashes their gang sign and saves himself. Peterman wants his day to day life covered in hi","Runtime":23,"FirstAired":"1997-02-06T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Darin Henry","GuestStars":"Barney Martin, Liz Sheridan, John O'Hurley, David Moscow, Bruce Davison, Christine Taylor, Jed Rhein, Tony Colitti, Yunoka Doyle, Dublin James, Justine Slater, Michelle Maika, Steve Hofvendahl","Rating":7.800000190734863,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304207.jpg","TVDB":304207},{"ID":6561,"SeasonID":537,"ShowID":175,"MediaID":6449,"DateCreated":"2014-08-01T01:11:13Z","DatePublished":"2014-02-21T00:00:00Z","Number":15,"Title":"The Susie","Plot":"Kramer decides that daylight saving time isn't coming fast enough, so he sets his watch ahead an hour. Mike, the guy who once referred to Jerry as \"a phony,\" has become a bookie. Peggy, a co-worker of Elaine's calls her \"Susie.\" George is excited about Steinbrenner's ball. He hopes to show off his tall blonde girlfriend with a grand entrance. Instead, she says she wants to talk. He runs away. \"If she can't find me, she can't break up with me.\" He really wants to make that big entrance at the bal","Runtime":23,"FirstAired":"1997-02-13T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"David Mandel","GuestStars":"John O'Hurley, Richard Herd, Lee Arenberg, Shannon Kenny, Megan Cole, Jane Edith Wilson","Rating":7.900000095367432,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/79169/304208.jpg","TVDB":304208},{"ID":7244,"SeasonID":537,"ShowID":175,"MediaID":7207,"DateCreated":"2014-08-15T05:31:30Z","DatePublished":"2014-02-21T00:00:00Z","Number":16,"Title":"The Pothole","Plot":"Elaine wants to have some Chinese food delivered, but lives just outside the delivery zone.  In order to fool the delivery man, she pretends that the janitor closet in the building across the street is her apartment.  The trouble is the landlady mistakes her for the janitor.  Kramer joins the \"adopt a highway\" program, but his methods are a little unorthodox.  Jerry's new girlfriend uses a toothbrush that had fallen into the toilet, which causes him more trouble than he could have imagined.  Geo","Runtime":23,"FirstAired":"1997-02-20T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Steve O'Donnell, Daniel O'Keefe","GuestStars":"Wayne Knight, Kristin Davis, Jack McGee, George Kee Cheung, Seraiah Carol, Radmar Agana Jao, Walter Addison","Rating":8.100000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304209.jpg","TVDB":304209},{"ID":7336,"SeasonID":537,"ShowID":175,"MediaID":7299,"DateCreated":"2014-08-17T22:53:05Z","DatePublished":"2014-02-21T00:00:00Z","Number":17,"Title":"The English Patient","Plot":"A woman mistakes George for her boyfriend Neil, a guy who looks just like him. This intrigues George; he wants to meet Neil. Jerry is going to Florida to help his parents move. Kramer asks him to pick up some Cubans from his cigar guy and also gives him a T-shirt. Elaine and her boyfriend see \"The English Patient\"; she absolutely hates it and that makes her unpopular and dumped. Jerry's dad gets the T-shirt, #1 Dad, that he is very proud to wear, despite its small size. At his parents' exercise ","Runtime":23,"FirstAired":"1997-03-13T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Steve Koren","GuestStars":"Joe Urla, Lauren Bowles, Liz Sheridan, Barney Martin, John O'Hurley, Lloyd Bridges, Chelsea Noble, O'Neal Compton, Lisa Mende, Gene Dynarski, Marco Rodriguez, Jill Talley, Jill Holden, Todd Jeffries, Earl Schuman","Rating":8.100000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304210.jpg","TVDB":304210},{"ID":7330,"SeasonID":537,"ShowID":175,"MediaID":7293,"DateCreated":"2014-08-17T22:43:51Z","DatePublished":"2014-02-21T00:00:00Z","Number":18,"Title":"The Nap","Plot":"George is tired and needs to take a nap while at work; he finds the perfect place, under his desk. Kramer has taken up swimming, but he finds the pool too constricting for his needs; he begins swimming in the East River. Elaine's date is worried about his back and hers; he sends her a mattress and she gets the wrong idea. She gives the mattress to Kramer. Jerry is getting new kitchen cabinets, but the contractor is constantly asking him questions. George gets Jerry's contractor to make some modi","Runtime":23,"FirstAired":"1997-04-10T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Gregg Kavet, Andy Robin","GuestStars":"Larry David, Richard Herd, Stephen Lee, Vince Grant, Angelo Tiffe, Jo Nell Kennedy, Mik Scriba, Terry Rhoads, Sid Newman, Kevin Keckeisen, Kyle Sullivan","Rating":7.699999809265137,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304211.jpg","TVDB":304211},{"ID":6576,"SeasonID":537,"ShowID":175,"MediaID":6464,"DateCreated":"2014-08-01T01:34:15Z","DatePublished":"2014-02-21T00:00:00Z","Number":19,"Title":"The Yada Yada","Plot":"George's girlfriend is big on using the phrase \"yada yada\"; Jerry says at least she is succinct. Jerry's dentist just became Jewish and he is already making jokes that make Jerry uncomfortable. Kramer and Mickey double date but they can't decide which of the women is right for them. Elaine is a character reference for a couple who is trying to adopt; a story she tells during the interview destroys all hope of adoption. George drops by Jerry's dental appointment. Mickey and Kramer continue to fig","Runtime":27,"FirstAired":"1997-04-24T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Peter Mehlman, Jill Franklyn","GuestStars":"Danny Woodburn, Bryan Cranston, Robert Wagner, Jill St. John, Debra Messing, Suzanne Cryer, Stephen Caffrey, Henry Woronicz, Monica Lacey, Ali Marsh, David Chandler, Virginia Watson, Walter Franks, Jerry Maren","Rating":8.100000381469727,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304212.jpg","TVDB":304212},{"ID":7194,"SeasonID":537,"ShowID":175,"MediaID":7157,"DateCreated":"2014-08-15T00:56:43Z","DatePublished":"2014-02-21T00:00:00Z","Number":20,"Title":"The Millennium","Plot":"Elaine gets bad service at a clothing store, so she begins shopping at another similar store. Jerry notices that he is on his girlfriend's speed dial. Kramer plans for his millennium New Year's Eve party two years in advance and he has some strange ideas about what life in that year will be like. George is \"offered\" a position as director of scouting by the Mets. To get the position he must be fired by the Yankees. Elaine flaunts her purchases in front of the store. Jerry obsesses about his posi","Runtime":23,"FirstAired":"1997-05-01T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Jennifer Crittenden","GuestStars":"Wayne Knight, Richard Herd, Louan Gideon, Lauren Graham, Victoria Mahoney, Michael Laskin, Bruce Jarchow, Maria Cina, Steve Koren","Rating":7.699999809265137,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304213.jpg","TVDB":304213},{"ID":6261,"SeasonID":537,"ShowID":175,"MediaID":6149,"DateCreated":"2014-07-29T14:50:28Z","DatePublished":"2014-02-21T00:00:00Z","Number":21,"Title":"The Muffin Tops","Plot":"George watches a bag for a tourist who never comes back, so he starts wearing some of the clothes. Elaine tells Kramer that the stories he sold to Peterman were put into the book. Kramer goes to the book signing, claiming he is the real \"Peterman.\" George becomes a tourist from Arkansas when he meets a beautiful woman from the tourist bureau on the street. Jerry shaves his chest and worries about it until he discovers his girlfriend likes hairless dogs. Elaine eats only the tops of muffins and s","Runtime":23,"FirstAired":"1997-05-08T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Spike Feresten","GuestStars":"Norman Brenner, Deck McKenzie, Wayne Knight, John O'Hurley, Larry David, Rena Sofer, Melinda Clarke, Chaim Jeraffi, Sonya Eddy, Barry Kramer, Elayn Taylor, Viola Kates Simpson, Jack Riley, Bunny Summers, Earl Carr","Rating":7.900000095367432,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/79169/304214.jpg","TVDB":304214},{"ID":7332,"SeasonID":537,"ShowID":175,"MediaID":7295,"DateCreated":"2014-08-17T22:45:22Z","DatePublished":"2014-02-21T00:00:00Z","Number":22,"Title":"The Summer of George","Plot":"George discovers he has a severance package from the Yankees that should last him about 3 months and he decides that he is going to take the summer off. Jerry is going to the Tony Awards and so is Kramer; whereas Jerry has a real seat for the awards, Kramer has a job as a seat filler. Elaine critiques a co-worker who walks with no arm movements and is accused of being \"catty.\" Jerry's picks up his date, only to find out that she has a man living with her. Kramer gets a Tony Award for a musical i","Runtime":23,"FirstAired":"1997-05-15T00:00:00Z","ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"Joe Urla, Victor Raider-Wexler, Lauren Bowles, John O'Hurley, Raquel Welch, Molly Shannon, Amanda Peet, Peter Dennis, Tucker Smallwood, Wayne Wilderson, Blake Gibbons, Adrian Sparks, Jane A. Johnston, Sue Goodman","Rating":7.599999904632568,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/304215.jpg","TVDB":304215}],"EpisodeCount":22}
