{"ID":538,"ShowID":175,"DateCreated":"2014-07-29T14:50:28Z","Number":7,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/112-7.jpg","TVDB":16118,"Episodes":[{"ID":7191,"SeasonID":538,"ShowID":175,"MediaID":7154,"DateCreated":"2014-08-15T00:50:24Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"The Engagement","Plot":"Jerry and George reevaluate their relationships with women, so they make \"a pact\" to change their ways, though Jerry doesn't know it. Elaine has a problem sleeping in her new apartment because of a nearby constantly barking dog; Kramer recommends a solution. George gets back with Susan, his former girlfriend from NBC; he asks her to marry him, and after a couple hours of convincing she says yes. Kramer, his solution (Newman) and Elaine commit a dognapping and take the dog far out of the city. Je","Runtime":24,"FirstAired":"1995-09-21T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Larry David","GuestStars":"Wayne Knight, Jerry Stiller, Estelle Harris, Heidi Swedberg, Mario Joyner, Janni Brenn, Mailon Rivera, Athena Massey, Ron Byron, Renee Phillips, Cindy Cheung","Rating":8.100000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304170.jpg","TVDB":304170},{"ID":6262,"SeasonID":538,"ShowID":175,"MediaID":6150,"DateCreated":"2014-07-29T14:50:28Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"The Postponement","Plot":"Elaine's dog problem is solved by a neighborly rabbi with a cable show. Kramer's involvement in the dognapping worries him when he finds out about its impact on his permanent record. Overwhelmed with it all, George decides he wants to postpone the engagement. Elaine isn't \"concerned\" with George's intentions, but is really jealous that he's the first of the group to get engaged. The neighborly rabbi offers advice on her problem, that he later relates to Jerry and anyone else who'll listen. Krame","Runtime":23,"FirstAired":"1995-09-28T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Larry David","GuestStars":"Heidi Swedberg, Kelly Perine, Bruce Mahler, John Rubano, Evie Peck","Rating":7.699999809265137,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304171.jpg","TVDB":304171},{"ID":8403,"SeasonID":538,"ShowID":175,"MediaID":8366,"DateCreated":"2014-09-02T06:59:14Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"The Maestro","Plot":"George is feeling the pressures of his relationship with Susan and decides that he needs to help a security guard that works at her uncle's store. Kramer's friend \"Maestro,\" makes a comment about getting a rental property in Tuscany that makes Jerry decide to do some research. Elaine begins dating the \"Maestro.\" Kramer's out of court settlement in his lawsuit against the coffee house, free coffee at any location around the world, gets him \"hopped up on the caffeine.\" Jerry asks Poppy about Tusca","Runtime":23,"FirstAired":"1995-10-05T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Larry David","GuestStars":"Heidi Swedberg, Phil Morris, Mark Metcalf, Gary Yates, Paul Michael, James Noah, Tim Bagley, Richard McGonagle, Kenneth Ryan, Kymberly Newberry, David Wendelman","Rating":7.599999904632568,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304172.jpg","TVDB":304172},{"ID":6556,"SeasonID":538,"ShowID":175,"MediaID":6444,"DateCreated":"2014-08-01T01:02:18Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"The Wink","Plot":"Elaine gets a blind date with the guy from her wake-up service; however, he likes dogs. A bit of grapefruit pulp, from Jerry's healthy breakfast, gets into George's eye and causes problems for him when his winks keep getting misinterpreted. Jerry's healthy diet conflicts with his dating of Elaine's cousin. Kramer promises a sick boy that Yankee Paul O'Neill will hit two home runs for him, so he can get back a birthday card that he sold based on George's wink.","Runtime":23,"FirstAired":"1995-10-12T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Tom Gammill, Max Pross","GuestStars":"Larry David, Richard Herd, Brian McNamara, Tom Wright, Stacey Travis, Ian Patrick Williams, Paul O'Neill, Clive Rosengren, Thomas Dekker","Rating":7.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304173.jpg","TVDB":304173},{"ID":7193,"SeasonID":538,"ShowID":175,"MediaID":7156,"DateCreated":"2014-08-15T00:55:56Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"The Hot Tub","Plot":"George picks up a bad habit from some visiting baseball officials. During the time of the New York City Marathon, Elaine has an out of country runner as her house guest. The runner had overslept and missed the big race at the last Olympics and Jerry obsesses with ensuring that it doesn't happen again. Kramer gets a hot tub from his friend Lomez and Elaine has writer's block.","Runtime":23,"FirstAired":"1995-10-19T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Gregg Kavet, Andy Robin","GuestStars":"Larry David, Richard Herd, Jeremiah Birkett, Leon Russom, Ernie Lively, Charles Cyphers, Kate Mulligan, Susan Isaacs, Thom Barry, Jeff Miller","Rating":7.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304174.jpg","TVDB":304174},{"ID":6475,"SeasonID":538,"ShowID":175,"MediaID":6363,"DateCreated":"2014-07-31T21:40:30Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"The Soup Nazi","Plot":"While on their way to the \"soup place\" Elaine finds an antique armoire she wants. George makes a mistake while trying to get his soup from the \"Soup Nazi.\" Elaine isn't allowed to move her armoire into her building, so Kramer offers to watch it for her, out on the street. George and Elaine discuss how annoyed they are by Jerry's sweet-talking with his current girlfriend, especially their calling each other \"Schmoopie.\" Elaine makes an ordering error in front of the \"Soup Nazi,\" gets on his bad s","Runtime":23,"FirstAired":"1995-11-02T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Spike Feresten","GuestStars":"Wayne Knight, Heidi Swedberg, Steve Hytner, Vivicca Whitsett, Larry Thomas, Alexandra Wentworth, John Paragon, Yul Vazquez, Thom Barry, Vince Melocchi, Ana Gasteyer, Cedric Duplechain, Mike Michaud","Rating":8.399999618530273,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/79169/304175.jpg","TVDB":304175},{"ID":8460,"SeasonID":538,"ShowID":175,"MediaID":8423,"DateCreated":"2014-09-04T07:34:04Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"The Secret Code","Plot":"George tries to keep his ATM code a secret from Susan. Elaine is puzzled by a man she once met at a party and talked to for ten minutes, doesn't remember her, but he does remember other party details. Leapin' Larry, a one-legged man, wants Jerry to do spots for his store, but he is angered when he thinks Jerry is doing an impression of him. Kramer gets an emergency band scanner and decides to help reorganize operations at the NYFD. Elaine doesn't want to go on a date with her boss, the storytell","Runtime":23,"FirstAired":"1995-11-09T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"Heidi Swedberg, John O'Hurley, Fred Stoller, Wayne Tippet, Lewis Arquette, Ellen Albertini Dow, David St. James, Michael Luckerman","Rating":7.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304176.jpg","TVDB":304176},{"ID":6878,"SeasonID":538,"ShowID":175,"MediaID":6767,"DateCreated":"2014-08-07T02:16:06Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"The Pool Guy","Plot":"Elaine has tickets for a historical clothing exhibit and realizes that she has no female friends; Jerry suggests that she ask Susan. Kramer suggests that is the wrong move and that George's worlds will collide. Jerry meets his pool guy outside a movie, and then he can't get rid of him. George is worried by Elaine wanting to get to know Susan, then he finds out it was Jerry's idea. Kramer's new phone number is similar to a film information line. When Kramer keeps getting wrong numbers, he begins ","Runtime":23,"FirstAired":"1995-11-16T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"David Mandel","GuestStars":"Wayne Knight, Heidi Swedberg, Carlos Jacott, Billy Williams, Alec Mapa, Dom Magwili, Mr. Moviefone","Rating":8.100000381469727,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/79169/304177.jpg","TVDB":304177},{"ID":7319,"SeasonID":538,"ShowID":175,"MediaID":7282,"DateCreated":"2014-08-17T22:16:35Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"The Sponge","Plot":"Jerry finds the number of girl he wants to contact on Kramer's AIDS walk sponsor list. After finding out that her preferred method of birth control is only available in a limited supply, Elaine must decide whether her current boyfriend is \"sponge worthy.\" George tells Susan the secret of the size of Jerry's jeans and that leads to a fight about all secrets, he tells her another of Jerry's secrets when they make up. Jerry finds out that George told Susan one of his secrets and now he's \"out of th","Runtime":23,"FirstAired":"1995-12-07T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Peter Mehlman","GuestStars":"Heidi Swedberg, Scott Patterson, Jennifer Guthrie, John Paragon, Yul Vazquez, David Byrd, Ileen Getz, Steven Hack, Wren T. Brown, P.B. Hutton, Susan Moore","Rating":7.800000190734863,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304178.jpg","TVDB":304178},{"ID":7190,"SeasonID":538,"ShowID":175,"MediaID":7153,"DateCreated":"2014-08-15T00:50:23Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"The Gum","Plot":"Kramer is active in the re-opening of an old movie theater. He also is keeping an eye on a friend, Lloyd, who's recovering from a nervous breakdown. Lloyd has a pack of Chinese gum that Kramer insists everyone tries. George thinks the cashier short-changed him and meets a former neighbor (who's had a breakdown) and his daughter, Deena. George lets his former neighbor look at his car. Elaine tries to avoid interacting with Lloyd, loses a button from her blouse and reveals herself to Lloyd and Kra","Runtime":23,"FirstAired":"1995-12-14T00:00:00Z","Year":1995,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Andy Ackerman","Writer":"Tom Gammill, Max Pross","GuestStars":"Larry David, Matt McCoy, Mary Jo Keenen, Eric Christmas, Sandy Ward, Ruth Cohen, Lionel Mark Smith, Vito D'Ambrosio, Alan Watt","Rating":7.900000095367432,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304179.jpg","TVDB":304179},{"ID":6568,"SeasonID":538,"ShowID":175,"MediaID":6456,"DateCreated":"2014-08-01T01:23:07Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"The Rye","Plot":"Elaine is dating a jazz saxophonist who's sponge-worthy but \"he doesn't really like to do everything.\" Jerry tells one of the members of his band that the saxophonist and Elaine are \"hot and heavy.\" Kramer stocks up on supplies, including 50 cans of \"Beef-A-Reeno\". Susan's parents meet and have dinner with the Costanza's for the first time. Both families obsess over a loaf of rye bread that wasn't served with the meal, which Frank takes back home. Elaine's boyfriend writes a song about \"their re","Runtime":23,"FirstAired":"1996-01-04T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Carol Leifer","GuestStars":"Grace Zabriskie, Warren Frost, Estelle Harris, Jerry Stiller, Heidi Swedberg, Jeff Yagher, Frances Bay, Leonard Lightfoot, Don Amendolia, Kathryn Kates, Steve Ireland, Dean Fortunato","Rating":7.800000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304180.jpg","TVDB":304180},{"ID":7187,"SeasonID":538,"ShowID":175,"MediaID":7150,"DateCreated":"2014-08-15T00:46:45Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"The Caddy","Plot":"Kramer befriends a caddy, who helps him to improve his golf game and offer his other advice. George's bosses consider him for a promotion when they think he is so dedicated to his work that he is there in the morning before everyone else and still there after they all leave. They don't know that he's just been leaving his car in the parking lot waiting for his free visit from a locksmith. Taking advantage of the situation, he and Susan go up north to her parent's rebuilt cabin. Elaine meets an o","Runtime":23,"FirstAired":"1996-01-25T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Gregg Kavet, Andy Robin","GuestStars":"Jerry Stiller, Estelle Harris, Heidi Swedberg, Phil Morris, John O'Hurley, Larry David, Richard Herd, Brenda Strong, Armin Shimerman, Arthur Rosenberg, Cynthia Madvig, Marilyn Tokuda","Rating":7.599999904632568,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304181.jpg","TVDB":304181},{"ID":6565,"SeasonID":538,"ShowID":175,"MediaID":6453,"DateCreated":"2014-08-01T01:18:10Z","DatePublished":"2014-02-21T00:00:00Z","Number":13,"Title":"The Seven","Plot":"Elaine sees a girl's bike she wants, but she strains her neck trying to getting the bike down from the wall. In pain she promises the bike to whoever fixes her neck. Kramer saves the day and wants the bike. George is angry when Susan's cousin chooses to name her baby with the name he planned to give his first offspring. He desperately tries to convince them to use another name. Kramer works out an arrangement with Jerry to keep track of what he takes from Jerry's kitchen. Jerry is curious when h","Runtime":23,"FirstAired":"1996-02-01T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"Wayne Knight, Heidi Swedberg, Ken Campbell, Shannon Holt, Lisa Deanne, Charles Emmett, David Richards, Matthew McCurley, Josh Abramson","Rating":7.800000190734863,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304182.jpg","TVDB":304182},{"ID":7248,"SeasonID":538,"ShowID":175,"MediaID":7211,"DateCreated":"2014-08-15T05:49:01Z","DatePublished":"2014-02-21T00:00:00Z","Number":14,"Title":"The Cadillac (1)","Plot":"Jerry surprises his parents by buying them a new Cadillac, when his last job really pays well. Kramer, who now knows how much Jerry makes, says it will change their relationship. It certainly changes his relationship with Elaine, she's interested again. George reconsiders his engagement when one of Elaine's friends tells him that she could have set him up with Oscar winning actress, Marisa Tomei. The cable company wants to see Kramer and he takes the opportunity to get revenge on them. George wa","Runtime":44,"FirstAired":"1996-02-08T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Larry David, Jerry Seinfeld","GuestStars":"Liz Sheridan, Barney Martin, Heidi Swedberg, Sandy Baron, Ann Morgan Guilbert, Marisa Tomei, Walter Olkewicz, Annabelle Gurwitch, Bill Macy, Jesse White","Rating":8.300000190734863,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/79169/304183.jpg","TVDB":304183},{"ID":9107,"SeasonID":538,"ShowID":175,"MediaID":9082,"DateCreated":"2014-09-26T12:01:47Z","DatePublished":"2014-02-21T00:00:00Z","Number":16,"Title":"The Shower Head","Plot":"Elaine gets a physical for a pending trip with Peterman to Africa. Her physical test results show positive for opium, so Peterman fires her. Jerry's parent are in seclusion in New York while biding time until they can move back to Florida. George tries to convince his parents to move to Florida. The shower heads in Jerry's building are being replaced with a new low-flow model; Newman finds a source for black market shower heads. The Seinfelds tell the Costanzas that there is no room for them in ","Runtime":23,"FirstAired":"1996-02-15T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Peter Mehlman, Marjorie Gross","GuestStars":"Wayne Knight, John O'Hurley, Barney Martin, Liz Sheridan, Estelle Harris, Jerry Stiller, Len Lesser, Jay Leno, Ron West, Tim de Zarn, Michelle Bonilla, Angelo DiMascio,  Jr.","Rating":8.100000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304185.jpg","TVDB":304185},{"ID":8300,"SeasonID":538,"ShowID":175,"MediaID":8263,"DateCreated":"2014-09-01T06:18:16Z","DatePublished":"2014-02-21T00:00:00Z","Number":17,"Title":"The Doll","Plot":"Susan's old roommate from college, Sally Weaver, gives Jerry a package that she wants him to be careful with; which he is, but he loses his own package in the process. Frank tells George he is turning his room into a billiard room. Elaine tells Frank about a man she saw in Tuscany who looks just like him, Frank thinks it may be the cousin who stayed behind. Kramer challenges him to a game where the space is a bit tight. Jerry is enthusiastic about a new toothbrush, which he is convinced Elaine m","Runtime":23,"FirstAired":"1996-02-22T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Tom Gammill, Max Pross","GuestStars":"Jerry Stiller, Estelle Harris, Heidi Swedberg, Kathy Griffin, Mark Metcalf, Mary Jo Keenen, Monica Allison, Larry Braman, John Lizzi","Rating":8,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304186.jpg","TVDB":304186},{"ID":7197,"SeasonID":538,"ShowID":175,"MediaID":7160,"DateCreated":"2014-08-15T01:01:31Z","DatePublished":"2014-02-21T00:00:00Z","Number":18,"Title":"The Friars Club","Plot":"George is happy because he has a three-month reprieve. The wedding is delayed until June (just in time for the end of the May sweeps and a cliffhanger!). Meanwhile he is also excited because Jerry is going to go out with Susan's best friend. He envisions their friendship in the future as being \"Gatsby\"-like. Jerry is trying to get into the Friars Club, but loses a jacket he \"borrowed\" for dinner there, at a performance of comedic jugglers that was \"worked on\" by Susan's friend. Kramer tries to d","Runtime":23,"FirstAired":"1996-03-07T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"David Mandel","GuestStars":"Heidi Swedberg, John O'Hurley, Phil Morris, Rob Schneider, Pat Cooper, Samantha Smith, Lisa Kushell, Robert Martin Robinson, Norman Large, Peggy Lane, The Flying Karamazov Brothers","Rating":7.5,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304187.jpg","TVDB":304187},{"ID":6562,"SeasonID":538,"ShowID":175,"MediaID":6450,"DateCreated":"2014-08-01T01:15:52Z","DatePublished":"2014-02-21T00:00:00Z","Number":19,"Title":"The Wig Master","Plot":"Jerry uses Elaine to prove that a sales clerk is wrong about his looking at an expensive jacket. Elaine is picked up by the clerk. George has an unwanted house guest, a wig master for the touring company of \"Joseph and the Amazing Technicolor Dreamcoat.\" He also has found a parking lot that charges $75 dollars a month; Kramer decides to put his car there. Unfortunately, he leaves his apartment key there. When he can't get his key, he is allowed to borrow a pink Cadillac. Jerry is convinced the c","Runtime":23,"FirstAired":"1996-04-04T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Spike Feresten","GuestStars":"Norman Brenner, Heidi Swedberg, Patrick Bristow, Harry Van Gorkum, Gina Mastrogiacomo, Kim Chase, Chaim Jeraffi, Michael McDonald, Pamela Dillman, Zack Phifer, Shashi Bhatia","Rating":8.199999809265137,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/79169/304188.jpg","TVDB":304188},{"ID":7243,"SeasonID":538,"ShowID":175,"MediaID":7206,"DateCreated":"2014-08-15T05:25:12Z","DatePublished":"2014-02-21T00:00:00Z","Number":20,"Title":"The Calzone","Plot":"George becomes Steinbrenner's pet, when he shares an eggplant calzone with him. Kramer is raving about wearing clothes \"straight out of the dryer.\" Jerry thinks that Elaine's boyfriend is dating her without really ever asking her out. He offers to bring Jerry some Cuban cigars from Canada. Jerry takes advantage of his girlfriend's ability to get anything she wants. Kramer searches for quarters for the dryer; when he can't find anymore, he starts using an oven. George gets into tip trouble with t","Runtime":23,"FirstAired":"1996-04-25T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Alec Berg, Jeff Schaffer","GuestStars":"Wayne Knight, Larry David, John D'Aquino, Peter Allas, Danette Tays, Greg Collins, Jane A. Johnston","Rating":7.800000190734863,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304189.jpg","TVDB":304189},{"ID":7198,"SeasonID":538,"ShowID":175,"MediaID":7161,"DateCreated":"2014-08-15T01:02:53Z","DatePublished":"2014-02-21T00:00:00Z","Number":21,"Title":"The Bottle Deposit (1)","Plot":"George doesn't hear the details on an important project that Wilhelm wants him to champion. Peterman wants Elaine to bid on a set of golf clubs at the Kennedy auction, her ceiling is $10,000; however, she gets into a bidding war with Sue Ellen, the Oh Henry! candy heiress. Consequently, she spends a bit more than she was authorized. Newman finds the missing ingredient to make it cost effective in Kramer's scheme to collect used pop bottles and cans and take them to Michigan where the refund is d","Runtime":22,"FirstAired":"1996-05-02T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Gregg Kavet, Andy Robin","GuestStars":"Wayne Knight, John O'Hurley, Richard Herd, Brad Garrett, Brenda Strong, Patrick Kerr, Harvey Jason, Larry Polson","Rating":7.900000095367432,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/79169/304190.jpg","TVDB":304190},{"ID":6273,"SeasonID":538,"ShowID":175,"MediaID":6161,"DateCreated":"2014-07-29T15:18:30Z","DatePublished":"2014-02-21T00:00:00Z","Number":23,"Title":"The Wait Out","Plot":"After George makes an off-hand remark to a married couple with a rocky relationship, Jerry and Elaine wait in anticipation of their inevitable separation. Elaine sports a new hairstyle, starts driving again and almost makes Jerry car sick. Kramer starts wearing jeans again. The jeans are much too tight, so tight in fact, that he can't get them off when he really needs to. Elaine and Jerry make plans to move in on the separated couple, which they do. George feels guilty about breaking up the marr","Runtime":23,"FirstAired":"1996-05-09T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Peter Mehlman, Matt Selman","GuestStars":"Heidi Swedberg, Danny Woodburn, Cary Elwes, Debra Messing, Allan Havey, Diana Castle, Todd Bosley, J.G. Hertzler, Nicole Tocantins","Rating":8.100000381469727,"RatingCount":18,"Image":"http://thetvdb.com/banners/episodes/79169/304192.jpg","TVDB":304192},{"ID":7794,"SeasonID":538,"ShowID":175,"MediaID":7760,"DateCreated":"2014-08-26T03:59:11Z","DatePublished":"2014-02-21T00:00:00Z","Number":24,"Title":"The Invitations","Plot":"As the big day grows nearer, George and Susan order their invitations. Susan lets him choose the cheap ones. George tries to think of a way out. Elaine suggests smoking and Kramer suggests a pre-nuptial agreement. Jerry, thinking of a single future with Kramer, nearly gets hit by a car but is saved by his female equivalent, Jeannie. Jerry thinks he is in love with Jeannie. Kramer tries to cash in on a bank's offer of a $100 if one of their tellers doesn't say hello. Is \"Hey,\" hello? George tries","Runtime":24,"FirstAired":"1996-05-16T00:00:00Z","Year":1996,"ParentalRating":"PG","Director":"Andy Ackerman","Writer":"Larry David","GuestStars":"Victor Raider-Wexler, Heidi Swedberg, Janeane Garofalo, Stephen Root, John Riggi, Sue Goodman, Julie Clark, Fred Goehner, Carol Leifer","Rating":8.300000190734863,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/79169/304193.jpg","TVDB":304193}],"EpisodeCount":22}
