{"ID":551,"ShowID":175,"DateCreated":"2014-07-31T22:49:40Z","Number":3,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/112-3.jpg","TVDB":16114,"Episodes":[{"ID":6717,"SeasonID":551,"ShowID":175,"MediaID":6606,"DateCreated":"2014-08-03T02:04:50Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"The Note","Plot":"Physical therapy proves painful for Jerry when his small talk with his therapist leads to a misunderstanding. Jerry uses his dentist friend, Roy, to write a note so that insurance will cover therapy for George and Elaine. Then, George's paranoia about men comes into play when he gets a massage from a man and later says \"I think it moved.\" Kramer thinks he has seen DiMaggio in Dinky Donuts. The notes may cause Roy to lose his license in an insurance fraud investigation.","Runtime":23,"FirstAired":"1991-09-18T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Ralph Bruneau, Terri Hanauer, Jeff Lester, Flo Di Re, Liz Georges, Paul Rogers, Dale Raoul, Joshua Liebling","Rating":8.100000381469727,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/79169/304077.jpg","TVDB":304077},{"ID":6491,"SeasonID":551,"ShowID":175,"MediaID":6379,"DateCreated":"2014-07-31T22:49:40Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"The Truth","Plot":"George's relationship with a former IRS worker may ease Jerry's tax audit worries- until she becomes his former girlfriend. She wants to know why, so he tells her the truth, this was after he gave her Jerry's tax records. Elaine sees far too much of Kramer, he's dating her roommate; in return he saw far too much of her, in fact all of her. George tries to get Jerry's tax records back, but he finds she gone into a depression clinic.","Runtime":23,"FirstAired":"1991-09-25T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"David Steinberg","Writer":"Elaine Pope","GuestStars":"Valerie Mahaffey, Siobhan Fallon","Rating":7.699999809265137,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/79169/304078.jpg","TVDB":304078},{"ID":6531,"SeasonID":551,"ShowID":175,"MediaID":6419,"DateCreated":"2014-08-01T00:10:05Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"The Pen","Plot":"Elaine regrets accompanying Jerry on a trip to Florida to visit his parents. There are temperature control problems in the condo, a back breaking sofa bed, a slight overdose of muscle relaxants and the disposition of a pen that writes upside down.","Runtime":22,"FirstAired":"1991-10-02T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Barney Martin, Liz Sheridan, Len Lesser, Annie Korzen, Sandy Baron, Ann Morgan Guilbert, Magda Harout, Tucker Smallwood, Roger Nolan","Rating":7.699999809265137,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/79169/304079.jpg","TVDB":304079},{"ID":6517,"SeasonID":551,"ShowID":175,"MediaID":6405,"DateCreated":"2014-07-31T23:38:10Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"The Dog","Plot":"Jerry is watching an unruly dog, for a fellow airline passenger who's sick in a hospital somewhere in Chicago. Jerry, can't leave his apartment, that leaves George and Elaine alone together. They find they have little to say to each other without their conversational third, Jerry; so they talk about him. Kramer tries breaking up with his girlfriend. Jerry can't locate the dogs owner, who was released from the hospital, some time ago.","Runtime":22,"FirstAired":"1991-10-09T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Joseph Maher, Tom Williams, Kelly Wellman, Marvin Wright-Bey","Rating":7.599999904632568,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/79169/304080.jpg","TVDB":304080},{"ID":7322,"SeasonID":551,"ShowID":175,"MediaID":7285,"DateCreated":"2014-08-17T22:18:51Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"The Library","Plot":"The library asks Jerry about a book he checked out in 1971 and never returned, so Jerry looks up an old girlfriend for his defense against a library cop. George thinks the homeless man he'd seen outside the library is a former high school gym teacher that he got fired. Kramer has his eye on a librarian. Elaine worries about her career when her boss hates the recommendations she made.","Runtime":22,"FirstAired":"1991-10-16T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Joshua White","Writer":"Larry Charles","GuestStars":"Harris Shore, Cynthia Szigeti, Biff Yeager, Neal Lerner, Philip Baker Hall, Marie Barrientos, Ashley Gardner","Rating":7.599999904632568,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/79169/304081.jpg","TVDB":304081},{"ID":6501,"SeasonID":551,"ShowID":175,"MediaID":6389,"DateCreated":"2014-07-31T23:08:45Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"The Parking Garage","Plot":"Everyone separates to try to find the car in a huge parking garage. Jerry needs to use the bathroom so he finds a place to go and gets busted. Elaine tries to get help from people passing by. George joins Jerry in getting busted. Kramer is wearing \"the jacket,\" and forgets where he put down the air conditioner he was carrying and causes George to be really late for his parent's 47th anniversary.","Runtime":23,"FirstAired":"1991-10-30T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, David Dunard, Cynthia Ettinger, Gregory Daniel, Carlyle King, Adam Wylie, Joe Farago, Ron Evans, Tucker Smallwood","Rating":8.199999809265137,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/79169/304082.jpg","TVDB":304082},{"ID":6518,"SeasonID":551,"ShowID":175,"MediaID":6406,"DateCreated":"2014-07-31T23:39:52Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"The Cafe","Plot":"Jerry tries helping the owner of a small restaurant attract customers by giving him a suggestion. George must take an IQ test for his latest girlfriend, so Elaine helps him in \"a caper\" where she takes the test for him. Kramer tries to keep his mother's ex-boyfriend's jacket, because it helps him meet women; however the ex-boyfriend comes looking for it.","Runtime":23,"FirstAired":"1991-11-06T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Tom Leopold","GuestStars":"Brian George, Dawn Arnemann","Rating":8,"RatingCount":27,"Image":"http://thetvdb.com/banners/episodes/79169/304083.jpg","TVDB":304083},{"ID":6514,"SeasonID":551,"ShowID":175,"MediaID":6402,"DateCreated":"2014-07-31T23:33:06Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"The Tape","Plot":"George is excited about a new potential baldness cure that was discovered in China. While listening to a tape of his previous nights show, Jerry hears the voice of a mysterious woman who talks dirty into his tape recorder and everyone becomes excited by the voice. Elaine shines in an entirely new light for George when he is let in on the her secret, she's the voice. He is later driven crazy when she plays around with him while goofing around in front of Kramer's new video recorder. George tries ","Runtime":22,"FirstAired":"1991-11-13T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"David Steinberg","Writer":"Larry David, Bob Shaw, Don McEnery","GuestStars":"Larry David, Norman Brenner, John Apicella, Ping Wu","Rating":8,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/79169/304084.jpg","TVDB":304084},{"ID":6761,"SeasonID":551,"ShowID":175,"MediaID":6650,"DateCreated":"2014-08-03T23:55:10Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"The Nose Job","Plot":"Jerry's brain and penis play chess against one another to decide whether he should keep dating a vacuous model with whom the \"sex is great\" but not anything else. George is dating a woman with a big nose, Kramer tells her it like it is and she gets a nose job; however, there is a complication. Kramer gets Elaine to help him retrieve the jacket.","Runtime":23,"FirstAired":"1991-11-20T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Peter Mehlman","GuestStars":"David Blackwood, Susan Diol, Roy Brocksmith, Tawny Kitaen, Joseph V. Perry","Rating":7.599999904632568,"RatingCount":26,"Image":"http://thetvdb.com/banners/episodes/79169/304085.jpg","TVDB":304085},{"ID":6499,"SeasonID":551,"ShowID":175,"MediaID":6387,"DateCreated":"2014-07-31T23:00:18Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"The Stranded","Plot":"Jerry \u0026 Elaine go to a party with George, while there they send signals to each other to get out of bad party conversations. Afterward, George abandons them there, when he leaves with a co-worker he has a chance with. Jerry \u0026 Elaine keeping the hosts up real late, while waiting for Kramer to come and pick them up. The host later takes Jerry up on his offer to drop by when he is in the city, just as Jerry is leaving. He stays in Jerry's apartment for the evening and parties with Kramer and a lady","Runtime":23,"FirstAired":"1991-11-27T00:00:00Z","Year":1991,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Tom Cherones","Writer":"Larry David, Jerry Seinfeld, Matt Goldman","GuestStars":"Larry David, Michael Chiklis, Teri Austin, Bobbi Jo Lathan, Gwen Shepherd, Dwayne Kennedy, Marcia Firesten, Michael Milhoan, John Putch, Melissa Weil, Ellen Ratner, Frank Piazza","Rating":7.599999904632568,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/308720.jpg","TVDB":308720},{"ID":6513,"SeasonID":551,"ShowID":175,"MediaID":6401,"DateCreated":"2014-07-31T23:32:35Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"The Alternate Side","Plot":"Jerry's car is stolen and the criminal picks up his car phone. George decides to take a fill-in job moving cars from one side of the street to the other; this turns into a disaster for local traffic flow. Kramer gets a chance to do a line in a Woody Allen film; \"these pretzels are making me thirsty.\" Elaine gets tired of her 66-year-old boyfriend and when she is about to break up with him, he has a stroke.","Runtime":23,"FirstAired":"1991-12-04T00:00:00Z","Year":1991,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David, Bill Masters","GuestStars":"Larry David, Jay Brooks, Janet Zarish, Edward Penn, Jeff Barton","Rating":8.300000190734863,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/79169/304087.jpg","TVDB":304087},{"ID":6652,"SeasonID":551,"ShowID":175,"MediaID":6540,"DateCreated":"2014-08-01T09:47:42Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"The Red Dot","Plot":"Jerry is the unwitting cause of Elaine's boyfriend falling off the wagon. Elaine gets George a job, so he buys her a gift, an $85 cashmere sweater. The sweater has a little red dot on it; hence the price. Elaine gives it back, then George gives it to the cleaning woman, to keep her quiet about them having sex on his desk. George gets fired.","Runtime":23,"FirstAired":"1991-12-11T00:00:00Z","Year":1991,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, David Naughton, Bridget Sienna, Rachel Davies, Richard Fancy","Rating":8.199999809265137,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/304088.jpg","TVDB":304088},{"ID":6716,"SeasonID":551,"ShowID":175,"MediaID":6605,"DateCreated":"2014-08-03T01:59:43Z","DatePublished":"2014-02-21T00:00:00Z","Number":13,"Title":"The Subway","Plot":"Everyone has an uncommon experience while going their separate ways on the subway. George meets a beautiful woman who distracts him from his intended destination, a job interview. Jerry falls asleep and then wakes up across from a fat naked man and winds up discussing with him, the New York Mets \u0026 Coney Island. Elaine's train stops in the middle of a tunnel on her way to be best man at a lesbian wedding. Kramer overhears a hot tip on a horse on his way to pay $600 in traffic violations.","Runtime":23,"FirstAired":"1992-01-08T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Barbara Stock, Rhoda Gemignani, Mark Boone Jr., Christopher Collins, Daryl Roach, Barry Vigon, Joe Restivo, Chet Nelson, Ernie Sabella","Rating":7.900000095367432,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/304089.jpg","TVDB":304089},{"ID":10200,"SeasonID":551,"ShowID":175,"MediaID":10180,"DateCreated":"2014-12-12T20:28:24Z","DatePublished":"2014-02-21T00:00:00Z","Number":14,"Title":"The Pez Dispenser","Plot":"Kramer joins the \"Polar Bear Club.\" Jerry gets one of Kramer's Pez dispensers which makes Elaine laugh during a piano recital of George's girlfriend, and that puts their relationship in jeopardy. Kramer has an idea for a cologne that smells like the beach and suggests that George make a preemptive breakup with his girlfriend, that will give him the \"upper hand.\" The Pez dispenser has a remarkable effect during a drug confrontation.","Runtime":24,"FirstAired":"1992-01-15T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Elizabeth Morehead, Fred Sanders, Bill Applebaum, Allen Bloomfield, Steve Kehela, Kate Benton","Rating":8,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304090.jpg","TVDB":304090},{"ID":6504,"SeasonID":551,"ShowID":175,"MediaID":6392,"DateCreated":"2014-07-31T23:20:16Z","DatePublished":"2014-02-21T00:00:00Z","Number":15,"Title":"The Suicide","Plot":"Elaine needs to fast before an x-ray, so she tries stuffing herself three days before the test. After his neighbor Martin tries suicide, Jerry is hit on by his girlfriend, Gina, while at the hospital. A psychic warns George to cancel his vacation to the Cayman Islands, but never can tell George why. Jerry becomes worried when Newman (a friend of Martins) sees him with Gina. Elaine starts hallucinating from hunger. Everything hinges on a Drake's coffee cake.","Runtime":23,"FirstAired":"1992-01-29T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Tom Leopold","GuestStars":"Wayne Knight, Gina Gallego, Mimi Lieber, C.E. Grimes, Howard Shecter, Aimee Aro, Pegg Lane O'Rourke, Howard Schecter, Peggy Lane O'Rourke","Rating":7.599999904632568,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304091.jpg","TVDB":304091},{"ID":6508,"SeasonID":551,"ShowID":175,"MediaID":6396,"DateCreated":"2014-07-31T23:28:53Z","DatePublished":"2014-02-21T00:00:00Z","Number":16,"Title":"The Fix-Up","Plot":"After selling each other on the idea, Jerry and Elaine sell George and Elaine's friend on a blind date, then they await the results. They promise to keep each other updated with \"full disclosure,\" though that doesn't happen. There also may be a problem with a defective condom. \"My boys can swim!\"","Runtime":23,"FirstAired":"1992-02-05T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry Charles, Elaine Pope","GuestStars":"Maggie Wheeler","Rating":7.599999904632568,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304092.jpg","TVDB":304092},{"ID":6516,"SeasonID":551,"ShowID":175,"MediaID":6404,"DateCreated":"2014-07-31T23:36:24Z","DatePublished":"2014-02-21T00:00:00Z","Number":17,"Title":"The Boyfriend (1) ","Plot":"Jerry meets Keith Hernandez and wants to make a good impression. Meanwhile, George is out of time on his unemployment and he works harder than ever on his scheme to get a 13 week extension. He tells the unemployment office he was really close on Vandelay Industries, a company that makes latex products and whose main office is Jerry's apartment. Kramer and Newman hate Hernandez back to a time when they were allegedly spit on by him; however, Jerry supports the \"second-spitter theory.\" Keith asks ","Runtime":22,"FirstAired":"1992-02-12T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David, Larry Levin","GuestStars":"Larry David, Wayne Knight, Keith Hernandez, Rae Allen, Richard Assad","Rating":8,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304093.jpg","TVDB":304093},{"ID":6520,"SeasonID":551,"ShowID":175,"MediaID":6408,"DateCreated":"2014-07-31T23:45:06Z","DatePublished":"2014-02-21T00:00:00Z","Number":18,"Title":"The Boyfriend (2)","Plot":"George tries two more approaches with the unemployment officer. Kramer gets Jerry to accompany him to see a former neighbors' new baby, \"you got to see the baby.\" Though he's gone out with Keith once, does that mean he must help him move. Elaine and Keith are hitting it off until he pulls out a cigarette. George wants to sleep with a really tall woman. Keith supports the \"second spitter theory.\" Jerry and Elaine both breakup with Keith and George might get his wish.","Runtime":22,"FirstAired":"1992-02-12T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David, Larry Levin","GuestStars":"Larry David, Wayne Knight, Keith Hernandez, Rae Allen, Carol Ann Susi, Lisa Mende, Roger McDowell, Stephen Prutting, Richard Assad, Melanie Good","Rating":8.399999618530273,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/79169/304094.jpg","TVDB":304094},{"ID":6515,"SeasonID":551,"ShowID":175,"MediaID":6403,"DateCreated":"2014-07-31T23:35:08Z","DatePublished":"2014-02-21T00:00:00Z","Number":19,"Title":"The Limo","Plot":"On a whim, Jerry and George take a limo from a passenger that Jerry knows never made it on the plane. While taking the limo they call Elaine \u0026 Kramer to join them for an event at Madison Square Garden, but it isn't the type of event they were hoping for.","Runtime":24,"FirstAired":"1992-02-26T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry Charles, Marc Jaffe","GuestStars":"Norman Brenner, Peter Krause, Suzanne Snyder, Jeremy Roberts, Jodi Baskerville, I.M. Hobson, Harley Venton, Adam Leslie, Aaron Kanarek, Ray Glanzmann","Rating":8.100000381469727,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304095.jpg","TVDB":304095},{"ID":6522,"SeasonID":551,"ShowID":175,"MediaID":6410,"DateCreated":"2014-07-31T23:49:55Z","DatePublished":"2014-02-21T00:00:00Z","Number":20,"Title":"The Good Samaritan","Plot":"Jerry tracks down a hit-and-run driver, then he wants to date her, after dating her he finds out she hit another woman he's always wanted to date. George has an affair with Elaine's friend. Kramer has violent reactions to Mary Hart's voice.","Runtime":24,"FirstAired":"1992-03-04T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Jason Alexander","Writer":"Peter Mehlman","GuestStars":"Melinda McGraw, Ann Talman, Joseph Malone, Helen Slater","Rating":7.5,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/304096.jpg","TVDB":304096},{"ID":6521,"SeasonID":551,"ShowID":175,"MediaID":6409,"DateCreated":"2014-07-31T23:47:15Z","DatePublished":"2014-02-21T00:00:00Z","Number":21,"Title":"The Letter","Plot":"Kramer poses for a painting, that an elderly couple becomes just crazy about. George feels obligated to buy something when he accompanies Jerry to his new girlfriend's art studio. Elaine wears an Orioles baseball cap in the owner's box at Yankee Stadium and refuses to remove it. Jerry finds out his new girlfriend is a plagiarist after he hears the words she wrote in a letter, on television. Elaine gets a chance to return to Yankee Stadium.","Runtime":24,"FirstAired":"1992-03-25T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Larry David, Catherine Keener, Richard Venture, Justine Johnston, Shashawnee Hall, Elliott Reid","Rating":7.699999809265137,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304097.jpg","TVDB":304097},{"ID":6523,"SeasonID":551,"ShowID":175,"MediaID":6411,"DateCreated":"2014-07-31T23:50:52Z","DatePublished":"2014-02-21T00:00:00Z","Number":22,"Title":"The Parking Space","Plot":"Kramer tells Jerry about something his friend Mike said about Jerry being \"a phony.\" After borrowing Jerry's car, Elaine comes up with a wild story, because the car is now making a strange clanking noise. George gets into a confrontation with Mike about a parking space in front of Jerry's apartment. Everyone on the street debates about parking etiquette.","Runtime":24,"FirstAired":"1992-04-23T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry David, Greg Daniels","GuestStars":"Larry David, Wayne Knight, Larry David, Lee Arenberg, Jay Brooks, Maryedith Burrell, Shannon Cochran, Michael A. Costanza, John Christian Graas, Mik Scriba, Stan Sellers, Peggy Lane O'Rourke, Steven Marcus Gibbs","Rating":7.699999809265137,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/79169/304098.jpg","TVDB":304098},{"ID":7463,"SeasonID":551,"ShowID":175,"MediaID":7428,"DateCreated":"2014-08-19T20:58:59Z","DatePublished":"2014-02-21T00:00:00Z","Number":23,"Title":"The Keys","Plot":"Kramer invades Jerry's life too much, so Jerry revokes his spare key privileges. Realizing that he has broken the \"covenant of the keys\" gives Kramer the realization he is now free to come out of the shadows. Kramer takes off for California to follow his acting dream. Jerry gave his spare keys to Elaine, then when he needs them, he goes with George to Elaine's (who has her keys) to search for his spare set. What they find is Elaine's show-biz project. Kramer finds adventure as he journeys across","Runtime":24,"FirstAired":"1992-05-06T00:00:00Z","Year":1992,"ParentalRating":"PG","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Wayne Knight, Candice Bergen, Nina Tremblay, Eric Allan Kramer, Rickie Dean Logan, Sharon Barr, Heather James, Carissa Channing, Ricky Dean Logan, Maud Winchester","Rating":7.800000190734863,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304099.jpg","TVDB":304099}],"EpisodeCount":23}
