{"ID":552,"ShowID":175,"DateCreated":"2014-08-01T00:21:32Z","Number":5,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/112-5.jpg","TVDB":16116,"Episodes":[{"ID":6541,"SeasonID":552,"ShowID":175,"MediaID":6429,"DateCreated":"2014-08-01T00:37:50Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"The Mango","Plot":"George tells Jerry about his lack of confidence below \"the equator.\" Jerry begs Elaine for another chance when he finds out she faked her orgasms. Kramer gets banned from his favorite fruit shop.","Runtime":23,"FirstAired":"1993-09-16T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Lawrence H. Levy, Buck Dancer","GuestStars":"Lisa Edelstein, Leonard Termo, Veralyn Jones","Rating":7.900000095367432,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/79169/304124.jpg","TVDB":304124},{"ID":6549,"SeasonID":552,"ShowID":175,"MediaID":6437,"DateCreated":"2014-08-01T00:48:28Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"The Puffy Shirt","Plot":"George is forced to move in with his parents. He gets a job as a hand model and becomes obsessed with keeping his hands safe. Kramer's girlfriend, who designs clothes and talks with a real low voice, asks Jerry a question that he politely answers yes to. He agrees to wear one of her new puffy pirate shirts on a Today Show appearance he is making.","Runtime":23,"FirstAired":"1993-09-23T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Estelle Harris, Jerry Stiller, Wendel Meldrum, David Brisbin, Bryant Gumbel, Deborah May, Michael Mitz, Kim Gillingham, Terence Riggins, Ron Ross","Rating":8,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/79169/304125.jpg","TVDB":304125},{"ID":9554,"SeasonID":552,"ShowID":175,"MediaID":9529,"DateCreated":"2014-10-21T03:01:24Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"The Glasses","Plot":"George's glasses are stolen and he needs a new pair, so he goes to see Kramer's friend to get a thirty percent discount; all Elaine gets is bitten by a dog and then she becomes afraid of them. While not wearing his glasses, George thinks he sees Jerry's girlfriend kissing Jerry's cousin and Jerry tries to figure out if it's true.","Runtime":23,"FirstAired":"1993-09-30T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Tom Gammill, Max Pross","GuestStars":"Len Lesser, Timothy Stack, Anna Gunn, Tom Towles, Rance Howard, Michael Saad","Rating":7.400000095367432,"RatingCount":30,"Image":"http://thetvdb.com/banners/episodes/79169/304126.jpg","TVDB":304126},{"ID":6535,"SeasonID":552,"ShowID":175,"MediaID":6423,"DateCreated":"2014-08-01T00:21:32Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"The Sniffing Accountant","Plot":"George's father gets him an interview as a bra salesman. Evidence points to Jerry's accountant being a drug user. So Jerry, Kramer and Newman set out to find out the truth. Elaine's new boyfriend is perfect except for his use of an exclamation point.","Runtime":23,"FirstAired":"1993-10-07T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Larry David, Jerry Seinfeld","GuestStars":"Wayne Knight, Deck McKenzie, Estelle Harris, Jerry Stiller, Christa Miller Lawrence, Patrick Cronin, Marty Rackham, John Kapelos, Ralph Harris Jr., Maria Stanton","Rating":7.800000190734863,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304127.jpg","TVDB":304127},{"ID":6546,"SeasonID":552,"ShowID":175,"MediaID":6434,"DateCreated":"2014-08-01T00:44:39Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"The Bris","Plot":"George gets a great parking spot that becomes a target. Kramer thinks that he has stumbled on the product of a genetic engineering experiment, a \"pig man.\" Elaine and Jerry are nervous about the religious duties they must do when they agree to become godparents to a couple's newborn, including getting the Mohel and holding the baby for the circumcision.","Runtime":22,"FirstAired":"1993-10-14T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Charles Levin, Debra Mooney, Tom Alan Robbins, Jeannie Elias, John Gegenhuber, Tia Riebling, Frank Noon","Rating":8,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304128.jpg","TVDB":304128},{"ID":7169,"SeasonID":552,"ShowID":175,"MediaID":7132,"DateCreated":"2014-08-15T00:17:37Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"The Lip Reader","Plot":"Jerry is smitten with a line judge at the US Open, but after he gets her attention, he finds out she is deaf. Elaine has a problem not communicating with a limo driver. George wants to use Jerry's girlfriend to read the lips of his ex-girlfriend to find out what she is saying about him. While she is reading the lips, Kramer does the translation, that gets George in more trouble. Kramer becomes a ball man at the Open, when Monica Seles returns to tennis.","Runtime":23,"FirstAired":"1993-10-28T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Carol Leifer","GuestStars":"Wayne Knight, Linda Cash, Christopher Darga, Jerry Sroka, Linda Kash, Marlee Matlin, Veralyn Jones, Dylan Haggerty, Bret Anthony","Rating":7.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304129.jpg","TVDB":304129},{"ID":6538,"SeasonID":552,"ShowID":175,"MediaID":6426,"DateCreated":"2014-08-01T00:32:32Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"The Non-Fat Yogurt","Plot":"When they begin to gain weight, Jerry and Elaine suspect that Kramer has made a bad investment in a non-fat yogurt shop. Jerry inadvertently uses the \"F\" word, as a result so does Meredith's son Matthew, a lot. George meets an old childhood friend whom he is convinced is trying to humiliate him. Elaine begins dating this friend and gives him an idea for his mayoral candidate's campaign. Kramer's date with a lab technician results in strange test results for the future mayor of New York City.","Runtime":23,"FirstAired":"1993-11-04T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Wayne Knight, Estelle Harris, Jerry Stiller, Rudolph Guiliani, Maryedith Burrell, Peter Keleghan, John Christian Graas, Hugh A. Rose, Lisa Houle, Jed Mills, John Gabriel, Darrell Kunitomi","Rating":8,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/79169/304130.jpg","TVDB":304130},{"ID":9430,"SeasonID":552,"ShowID":175,"MediaID":9405,"DateCreated":"2014-10-20T02:52:46Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"The Barber","Plot":"George is uncertain about whether his job interview was successful or not, so he decides to go into the office and act like an employee while the boss is on vacation. Jerry is reluctant to dump his old barber even when he is given a real bad haircut. Kramer arranges to get him a clandestine haircut at the apartment of his barber. Newman is charged by Jerry's barber to get a sample of Jerry's hair when he suspects foul play.","Runtime":23,"FirstAired":"1993-11-11T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Andy Robin","GuestStars":"Wayne Knight, Antony Ponzini, David Ciminello, Michael Fairman, Jack Shearer, Kenny Myles, Peggy Maltby, David Richardson","Rating":8.300000190734863,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/79169/304131.jpg","TVDB":304131},{"ID":7159,"SeasonID":552,"ShowID":175,"MediaID":7122,"DateCreated":"2014-08-15T00:02:49Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"The Masseuse","Plot":"Elaine meets a man who's perfect except his name is the same as a notorious serial killer. Jerry is frustrated when he can't get his girlfriend, who's a masseuse, to give him a massage, even Kramer is a customer. George is obsessed when Jerry's girlfriend doesn't like him, so he tries extra hard to get her to like him, much to his own girlfriend's dismay.","Runtime":23,"FirstAired":"1993-11-18T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Peter Mehlman","GuestStars":"Lisa Edelstein, Jennifer Coolidge, Anthony Cistaro, John Glen Bishop, Hiram Kasten, Lisa Pescia","Rating":7.699999809265137,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304132.jpg","TVDB":304132},{"ID":6560,"SeasonID":552,"ShowID":175,"MediaID":6448,"DateCreated":"2014-08-01T01:10:32Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"The Cigar Store Indian","Plot":"Jerry helps George out with a coffee table stain and makes Elaine take the subway home and gives her Mr. Costanza's TV Guide to read. While on the train, Elaine meets a strange man obsessed with television. George meets a woman at a refinishing store who he brings back to his parent's home and passes it off as his. A female Native American that he is interested in thinks Jerry is racially insensitive when he presents Elaine with a cigar-store Indian as a peace offering. George gets grounded when","Runtime":23,"FirstAired":"1993-12-09T00:00:00Z","Year":1993,"ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"Tom Cherones","Writer":"Tom Gammill, Max Pross","GuestStars":"Estelle Harris, Jerry Stiller, Kimberly Norris, Sam Lloyd, Carissa Channing, Ralph Manza, Al Roker, Veralyn Jones, Lisa Pescia, Benjamin Lum, Irvin Mosley Jr.","Rating":8.199999809265137,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304133.jpg","TVDB":304133},{"ID":6540,"SeasonID":552,"ShowID":175,"MediaID":6428,"DateCreated":"2014-08-01T00:34:03Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"The Conversion","Plot":"George changes his religion to Latvian Orthodox to keep his girlfriend who must break up with him for religious reasons. Jerry finds a tube of fungus cream in his girlfriend's medicine cabinet and fakes an illness until he can figure out what the cream is used for. He asks Elaine to ask her current boyfriend who's a podiatrist. Kramer meets a sister at George's new church who becomes infatuated with him.","Runtime":23,"FirstAired":"1993-12-16T00:00:00Z","Year":1993,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Bruce Kirschbaum","GuestStars":"Jerry Stiller, Estelle Harris, Kay E. Kuter, Molly Hagan, Tom Verica, Kimberley Campbell, Jana Marie Hupp, Bill Rose, Randy Brenner, Darlene Kardon, Karen Rizzo","Rating":8,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304134.jpg","TVDB":304134},{"ID":6557,"SeasonID":552,"ShowID":175,"MediaID":6445,"DateCreated":"2014-08-01T01:03:11Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"The Stall","Plot":"While in a bathroom stall, Elaine needs some toilet paper, but the woman in the next stall refuses to give her a piece. The woman is Jerry's girlfriend whose voice Kramer recognizes from a telephone sex line. Elaine's boyfriend, whose face she just loves, takes George \u0026 Kramer rock climbing. After his accident, Elaine isn't sure his face will be the same.","Runtime":23,"FirstAired":"1994-01-06T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Jami Gertz, Dan Cortese","Rating":8,"RatingCount":23,"Image":"http://thetvdb.com/banners/episodes/79169/304135.jpg","TVDB":304135},{"ID":6550,"SeasonID":552,"ShowID":175,"MediaID":6438,"DateCreated":"2014-08-01T00:49:34Z","DatePublished":"2014-02-21T00:00:00Z","Number":13,"Title":"The Dinner Party","Plot":"The gang struggles to find gifts for a dinner party. Jerry and Elaine stop at a bakery to get a cake, but they forget to take a number and lose the chocolate pastry and the one they get has a hair on it. Kramer and George try to get the wine but must get change for a $100 dollar bill and wait for a double-parker to return to his car.","Runtime":23,"FirstAired":"1994-02-03T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Fred Pinkard, Frank Novak, Mark Holton, Suzy Soro, Kathryn Kates, S. Marc Jordan, Langdon Bensing, Sayed Badreya, Amjad J. Oaisen, Roger Eschbacher","Rating":7.900000095367432,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304136.jpg","TVDB":304136},{"ID":7177,"SeasonID":552,"ShowID":175,"MediaID":7140,"DateCreated":"2014-08-15T00:29:54Z","DatePublished":"2014-02-21T00:00:00Z","Number":14,"Title":"The Marine Biologist","Plot":"Jerry meets an old college classmate who asked about George, whom Jerry says is now a \"marine biologist.\" An infuriated Russian writer tosses an electronic organizer belonging to Elaine out of a limousine that hits a passerby on the head. Kramer struggles with his golf swing and sand. While walking along the beach, George is called on to use his marine biology skills to save a whale.","Runtime":23,"FirstAired":"1994-02-10T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Ron Hague, Charlie Rubin","GuestStars":"David Blackwood, Wayne Knight, Larry David, Carol Kane, George Murdock, Rosalind Allen, Heather Morgan","Rating":7.800000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304137.jpg","TVDB":304137},{"ID":6548,"SeasonID":552,"ShowID":175,"MediaID":6436,"DateCreated":"2014-08-01T00:45:18Z","DatePublished":"2014-02-21T00:00:00Z","Number":15,"Title":"The Pie","Plot":"Jerry can't believe that his girlfriend won't share a piece of pie with him. There is a mannequin at a store that looks like Elaine and she wants to know where it came from. George is interested in a suit that he makes an enemy over. Kramer has an itch. George's new suit makes a noise.","Runtime":23,"FirstAired":"1994-02-17T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Tom Gammill, Max Pross","GuestStars":"Suzanne Snyder, Christine Dunford, Reni Santoni, Lane Davies, Mark Beltzman, Sunday Theodore, Sam Lloyd, Paul Mantee, Patricia Belcher, Pamela Mant, Bernard Hocke, Eamonn Roche, Robert Kino, Tony Edwards","Rating":7.800000190734863,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/79169/304138.jpg","TVDB":304138},{"ID":6567,"SeasonID":552,"ShowID":175,"MediaID":6455,"DateCreated":"2014-08-01T01:21:38Z","DatePublished":"2014-02-21T00:00:00Z","Number":16,"Title":"The Stand-In","Plot":"Kramer talks his stand-in friend, a \"little person\", into getting lifts to keep his job. Jerry visits a sick friend, who's in need of a good laugh, at the hospital. George and his latest girlfriend have nothing to say to each other, he wants to break up, but won't when he finds out she is being urged to break it off. One of Jerry's friends \"takes it out\" while on his first date with Elaine. Jerry's friend takes a turn for the worse after his first visit, so he tries again.","Runtime":23,"FirstAired":"1994-02-24T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Larry David","GuestStars":"Danny Woodburn, Larry David, Mark Tymchyshyn, Karla Tamburrelli, Debbie Lee Carrington, W. Earl Brown, Michael Rivkin, Joe Gieb, Layne Beamer, Jerome Betler, Thomas Dekker","Rating":7.699999809265137,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304139.jpg","TVDB":304139},{"ID":6555,"SeasonID":552,"ShowID":175,"MediaID":6443,"DateCreated":"2014-08-01T00:57:00Z","DatePublished":"2014-02-21T00:00:00Z","Number":17,"Title":"The Wife","Plot":"A girlfriend poses as Jerry's wife so she can get a dry cleaning discount. George uses the shower at the health club as a bathroom and is afraid of being turned in after being seen. Elaine is getting mixed signals from a male friend who may be interested. Kramer's getting ready to impress his girlfriend's parents.","Runtime":23,"FirstAired":"1994-03-17T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Peter Mehlman","GuestStars":"Lawrence Mandley, Barney Martin, Liz Sheridan, Len Lesser, Courteney Cox, Scott LaRose, Joseph Ragno, Rebecca Glenn, Nick LaTour, Susan Segal, Lili Bernard","Rating":7.5,"RatingCount":21,"Image":"http://thetvdb.com/banners/episodes/79169/304140.jpg","TVDB":304140},{"ID":9722,"SeasonID":552,"ShowID":175,"MediaID":9697,"DateCreated":"2014-10-27T20:18:49Z","DatePublished":"2014-02-21T00:00:00Z","Number":18,"Title":"The Raincoats (1)","Plot":"Jerry's parents are staying with him while they wait to take their trip to Paris and he's just returned from three weeks on the road can't get anytime alone with his girlfriend. George tries to get out of the big brother program, just after he gets talked into it. The Seinfelds avoid the Costanza's dinner invitation. Elaine's latest boyfriend, who's a \"close talker,\" becomes unusually fixated on Jerry's parents and shows them New York City. Kramer makes a deal with Jerry's father to sell belt-le","Runtime":22,"FirstAired":"1994-04-28T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Tom Gammill, Max Pross, Larry David, Jerry Seinfeld","GuestStars":"Annie Korzen, Jerry Stiller, Estelle Harris, Barney Martin, Liz Sheridan, Sandy Baron, Michael G. Hagerty, Dorien Wilson, Judge Reinhold, Lisa Pescia, Melanie Smith","Rating":7.400000095367432,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/79169/304141.jpg","TVDB":304141},{"ID":11385,"SeasonID":552,"ShowID":175,"MediaID":11374,"DateCreated":"2015-01-16T03:31:56Z","DatePublished":"2014-02-21T00:00:00Z","Number":19,"Title":"The Raincoats (2)","Plot":"Jerry and his girlfriend get some time alone with each other at a movie, Schindler's List, they don't see it; however, Newman sees it and them. A delay in the shipment of the raincoats will make the Seinfelds miss their flight to France, George uses this as an opportunity to get his \"little\" brother back to his father. The Seinfelds manage to avoid meeting the Costanzas in New York City.","Runtime":21,"FirstAired":"1994-04-28T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Tom Gammill, Max Pross, Larry David, Jerry Seinfeld","GuestStars":"Annie Korzen, Wayne Knight, Jerry Stiller, Estelle Harris, Barney Martin, Liz Sheridan, Sandy Baron, Michael G. Hagerty, Dorien Wilson, Stephen Pearlman, Judge Reinhold, Melanie Smith, LaRita Shelby, Jason Manary","Rating":7.5,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/79169/304142.jpg","TVDB":304142},{"ID":11362,"SeasonID":552,"ShowID":175,"MediaID":11349,"DateCreated":"2015-01-15T18:58:51Z","DatePublished":"2014-02-21T00:00:00Z","Number":20,"Title":"The Fire","Plot":"Kramer is dating one of Elaine's co-workers, a woman who drives her crazy. Kramer brings her to one of Jerry's shows, where she heckles him relentlessly; unfortunately there is a national magazine critic in the audience. George panics when there is a fire at his girlfriend's apartment, during her son's birthday party. Jerry decides to get revenge by heckling the woman where she works. She runs out of the office onto the street and loses her pinkie toe. Kramer finds the toe, takes a bus to the ho","Runtime":22,"FirstAired":"1994-05-05T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Larry Charles","GuestStars":"Jerry Stiller, Estelle Harris, Larry David, Veanne Cox, Dom Irrera, Jon Favreau, Lisa Pescia, Hiram Kasten, Patience Cleveland, Lawrence LeJohn, Melanie Chartoff","Rating":7.900000095367432,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304143.jpg","TVDB":304143},{"ID":7178,"SeasonID":552,"ShowID":175,"MediaID":7141,"DateCreated":"2014-08-15T00:30:35Z","DatePublished":"2014-02-21T00:00:00Z","Number":21,"Title":"The Hamptons","Plot":"Everyone makes a trip to the Hamptons to \"see the baby\" and enjoy the weekend. George's girlfriend goes topless and everyone sees her chest before he does. \"The baby\" is the most hideous thing they've ever seen. Elaine is confused when a handsome doctor refers to her as \"breathtaking\" - the same term he later uses to describe the baby. Kramer finds a filled lobster trap. Jerry's girlfriend sees George naked, after he's just gotten out of the pool, so something isn't as it should be.","Runtime":23,"FirstAired":"1994-05-12T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Peter Mehlman, Carol Leifer","GuestStars":"Melanie Smith, Lisa Mende, Melora Walters, Richard Burgi, Mark L. Taylor, Jesse D. Goins","Rating":8,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/79169/304144.jpg","TVDB":304144},{"ID":6547,"SeasonID":552,"ShowID":175,"MediaID":6435,"DateCreated":"2014-08-01T00:44:57Z","DatePublished":"2014-02-21T00:00:00Z","Number":22,"Title":"The Opposite","Plot":"George comes to the realization that he should try to do the opposite of everything, so he does, his luck changes and everything begins to go his way including getting a girlfriend, a job with the Yankees and moving out of his parents' house. Things begin to be unlucky for Elaine after she buys a box of \"Jujyfruits.\" Kramer appears on Regis \u0026 Kathie Lee to promote his coffee table book. Rachel wants to break up with Jerry and he readily agrees, because his luck has been \"even Steven.\" Elaine's e","Runtime":23,"FirstAired":"1994-05-19T00:00:00Z","Year":1994,"ParentalRating":"M","Director":"Tom Cherones","Writer":"Andy Cowan, Larry David, Jerry Seinfeld","GuestStars":"Larry David, Estelle Harris, Jerry Stiller, French Stewart, Kathie Lee Gifford, Marty Rackham, Siobhan Fallon, Paul Gleason, Dedee Pfeiffer, Melanie Smith, Regis Philbin, Hiram Kasten, Ken Takemoto, Fritz Mashimo","Rating":8.5,"RatingCount":28,"Image":"http://thetvdb.com/banners/episodes/79169/304145.jpg","TVDB":304145}],"EpisodeCount":22}
