{"ID":559,"ShowID":199,"DateCreated":"2014-08-02T04:22:31Z","Number":1,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/139961-1.jpg","TVDB":187481,"Episodes":[{"ID":9817,"SeasonID":559,"ShowID":199,"MediaID":9792,"DateCreated":"2014-11-05T05:09:28Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Bridget / Daryl / Ryan \u0026 John","Plot":"Bridget Kelly is raped, shot three times, and left for dead by an intruder in her home; Daryl is caught in a freak blizzard that threatens to bury him alive in his jeep; and two boys, Ryan and John, survive a plane crash and maintain cell phone contact with a 911 operator as rescuers desperately try to find them.","Runtime":45,"FirstAired":"2008-03-24T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":1680081},{"ID":6693,"SeasonID":559,"ShowID":199,"MediaID":6582,"DateCreated":"2014-08-02T04:46:10Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Brandi / Joseph / Sam \u0026 Suzanne","Plot":"Brandi and her friend, Liz, offer a ride to man who turns on them, stabbing Liz repeatedly and beating Brandi and then throwing her into a river. Joseph and two other men are stranded on a rocky, barren island for 13 days. And Sam and Suzanne are kidnapped by a hitchhiker who forces them to drive several hundred miles at gunpoint.","Runtime":45,"FirstAired":"2008-03-31T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M","Director":"Sally Howell","IMDB":"tt1363379","TVDB":1680091},{"ID":8820,"SeasonID":559,"ShowID":199,"MediaID":8793,"DateCreated":"2014-09-12T18:02:30Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Christine \u0026 Heidi / Debbie / Jim","Plot":"Christine's and Heidi's trip on a Greek ferry becomes a nightmare when the boat begins to sink and the crew abandons the ship, leaving the panicked passengers to fend for themselves. Debbie suffers a five-day ordeal at the hands of an attacker, who keeps her blindfolded and gagged, rapes her, and forces her to sleep next to him. And a simple act of kindness results in a vicious assault for Jim when he is brutally attacked in his apartment by his neighbor after inviting the young man into his hom","Runtime":45,"FirstAired":"2008-04-07T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M","Director":"Sally Howell","IMDB":"tt1363380","TVDB":1680101},{"ID":8761,"SeasonID":559,"ShowID":199,"MediaID":8734,"DateCreated":"2014-09-11T03:30:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Lonnie / Rulon / Stanley","Plot":"Lonnie plays dead for four agonizing hours after her boyfriend chokes her and shoots her four times in the head. Rulon, a super-strong Olympic wrestler, gets stuck in a semi-frozen stream when he goes snowmobiling and faces a big decision -- should he wait to be rescued or submerge himself in the freezing water to save his snowmobile and find a way out? And when a wise-cracking federal prosecutor is abducted by men with machine guns, he uses his unique talents and personality to show rapport wit","Runtime":45,"FirstAired":"2008-04-14T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M","Director":"Craig Gaudion","IMDB":"tt1363381","TVDB":1680111},{"ID":8766,"SeasonID":559,"ShowID":199,"MediaID":8739,"DateCreated":"2014-09-11T03:58:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Denise / Nick / Leonilda","Plot":"When Dollar Store manager Denise is savagely attacked by robbers, one thing keeps her alive -- her determination to make sure that her father would not have to attend her funeral. Nick, a former Marine, is put to the survival test when he's stranded on a mountain in a snow blizzard with no cell phone, no food, and no winter clothing. And Leonilda must quickly think of a way to escape when her boyfriend forces her into his car at gunpoint, and tells her he's going to shoot her and dump her body i","Runtime":45,"FirstAired":"2008-04-21T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M","Director":"Sally Howell","IMDB":"tt1902570","TVDB":1680121},{"ID":6688,"SeasonID":559,"ShowID":199,"MediaID":6577,"DateCreated":"2014-08-02T04:22:31Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Maria/Jerry/Melissa","Plot":"Maria feared for her safety as one of her fellow employees at the hospital where she worked became increasingly volatile. She managed to get him fired, but a couple of months later, he burst into her office with a gun, shooting her and killing her colleague. Jerry swerved his car to avoid a deer and crashed over an embankment where a tree branch became lodged in his throat. Barely alive, he survived two days in the ravine until he finally he managed to drag himself to the road's edge where he wa","Runtime":45,"FirstAired":"2008-04-28T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M","Director":"Sally Howell","IMDB":"tt1949741","TVDB":1680131},{"ID":6770,"SeasonID":559,"ShowID":199,"MediaID":6659,"DateCreated":"2014-08-04T08:10:16Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Wayne \u0026 Mary / Holly / Linda","Plot":"Wayne and Mary woke up to find their farm house surrounded by a cloud of lethal chlorine gas following a rail derailment. Thus began a harrowing six hour ordeal until emergency services arrived, where they struggled to take a breath, coughed up blood and watched their metal appliances literally melt before their eyes. While Holly and her boyfriend Chris were taking a quiet stroll near the railroad tracks, they were accosted by a man demanding money. Both were bound, gagged and then brutally blud","Runtime":45,"FirstAired":"2008-05-12T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M","Director":"Sally Howell","IMDB":"tt1944386","TVDB":1680141},{"ID":6767,"SeasonID":559,"ShowID":199,"MediaID":6656,"DateCreated":"2014-08-04T07:59:25Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Cari / Kevin / Joe \u0026 Katherine","Plot":"Cari, a young mother living in California, is brutally stabbed, beaten, and sexually assaulted by an intruder in her home, but knows she must survive the attack to save her son; a four-inch steel tow hook accidentally lodges in a Kevin's throat, and any movement could sever his jugular vein and end his life; and when an armed gunman shoots and injures several people at a mall during Christmas time, Katherine, a store manager must obey his demands or risk having her co-worker Joe shot point blank","Runtime":45,"FirstAired":"2008-05-19T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Content may disturb","Director":"Craig Gaudion","IMDB":"tt1631582","TVDB":1680151},{"ID":8762,"SeasonID":559,"ShowID":199,"MediaID":8735,"DateCreated":"2014-09-11T03:48:22Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Michelle / Troy \u0026 Josh","Plot":"Three masked gunmen burst into Michelle's home, then tape dynamite to the bodies of the bank executive and her 7-year-old daughter, and order her to rob the bank vault where she works or they'll blow up her little girl. And teenagers Troy and Josh take a small sailboat out to an inlet to go fishing, when they get caught by a dangerous current and are swept out to sea for six days. They must struggle to survive against heavy seas, freezing temperatures at night, burning hot temperatures during th","Runtime":45,"FirstAired":"2008-06-02T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M","Director":"Monique Oomen","IMDB":"tt1910056","TVDB":1680161},{"ID":8667,"SeasonID":559,"ShowID":199,"MediaID":8630,"DateCreated":"2014-09-08T09:15:25Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Virginia Tech Massacre / Minneapolis School Bus Crash","Plot":"This episode tells the harrowing story of how two students and a professor at Virginia Tech University managed to survive the April 16, 2007, massacre at the school. One of the students, Colin, had to lay motionless and play dead as the gunman shot him four times. We also chronicle the amazing story of the Minneapolis school bus with 52 children that plummeted 45 feet when a Minneapolis bridge collapsed in August 2007. Trapped in her seat, driver Kim held the brake, keeping the bus from rolling ","Runtime":45,"FirstAired":"2008-06-09T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Content may disturb","Director":"Sally Howell","IMDB":"tt1902577","TVDB":1680171}],"EpisodeCount":10}
