{"ID":562,"ShowID":201,"DateCreated":"2014-08-02T04:55:41Z","Number":2,"ParentalRating":"M","Image":"http://tdvott-a.akamaihd.net/ondemand/production/image/thumbnails/2014-08/6585-53dc5fddaf449/p3505236_l_h9_aa_original_size_1406951413.jpg","TVDB":269781,"Episodes":[{"ID":7083,"SeasonID":562,"ShowID":201,"MediaID":6975,"DateCreated":"2014-08-12T00:27:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Cindee \u0026 Graham","Plot":"Cindee is obsessed with exercise and spends many unhealthy hours on the treadmill, at the gym, or with her free weights, leaving little time for her family. Graham fears contamination and washes his hands up to 150 times a day, damaging his relationship with his wife and child. Can Cognitive Behavior Therapy help them repair their broken families?\n","Runtime":44,"FirstAired":"2009-08-10T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"PG Drug references","TVDB":2411641},{"ID":6701,"SeasonID":562,"ShowID":201,"MediaID":6590,"DateCreated":"2014-08-02T04:58:43Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Chad \u0026 Nicole","Plot":"Chad, a rock musician, is plagued with performing rituals that take up most of his waking hours. He fears that if he doesn't perform his rituals correctly, something terrible will happen to him or his family. Nicole is obsessed with thoughts of her daughter getting kidnapped or dying. Chad and Nicole hope to overcome their overwhelming fears through Cognitive Behavioral Therapy.","Runtime":44,"FirstAired":"2010-07-05T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Rating":8,"RatingCount":1,"TVDB":2411651},{"ID":9734,"SeasonID":562,"ShowID":201,"MediaID":9709,"DateCreated":"2014-10-27T21:43:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Sharon \u0026 Patricia","Plot":"Sharon obsessively taps and counts and suffers several major panic attacks a week. She believes her rituals protect her cancer-stricken mother. Meanwhile, Patricia constantly fears that she'll die a sudden death from heart attack or stroke, or that she'll get a deadly illness. She's afraid of hospitals, which makes it impossible to support her husband as he gets treatment for his multiple sclerosis. Through Cognitive Behavioral Therapy, Sharon and Patricia will try to face--and conquer--their te","Runtime":44,"FirstAired":"2010-07-12T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Rating":7,"RatingCount":1,"TVDB":2424171},{"ID":10488,"SeasonID":562,"ShowID":201,"MediaID":10476,"DateCreated":"2014-12-17T01:09:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Al, Tammy, Jodi","Plot":"Al and his two daughters, Tammy and Jodi, each suffer from agoraphobia. Al has been virtually homebound for 30 years. Tammy is afraid of leaving her 20-mile safe zone. And for Jodi, the problem is literally a matter of life and death--she can't go over a bridge she needs to cross to get desperately needed medical care for her son. Can Cognitive Behavioral Therapy help them regain control of their lives?","Runtime":44,"FirstAired":"2010-07-19T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","TVDB":2454631},{"ID":11360,"SeasonID":562,"ShowID":201,"MediaID":11347,"DateCreated":"2015-01-12T08:01:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Mark \u0026 Sarihn","Plot":"Mark obsessively taps and counts, believing that it protects his family from harm and even death. Sarihn obsessively cleans her kitchen and bathroom to get rid of germs, particularly bodily fluids, and wears black latex gloves in public. Her OCD has cost her a music career, and keeps her from having an intimate relationship with her boyfriend. Working with a therapist, Mark and Sarihn will try to defeat their demons.","Runtime":44,"FirstAired":"2010-07-26T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":2480231},{"ID":6699,"SeasonID":562,"ShowID":201,"MediaID":6588,"DateCreated":"2014-08-02T04:55:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Margaret \u0026 Amy","Plot":"Margaret, a mother of a terminally ill child, has become debilitated from extensive tapping compulsions and a fear of food contamination. She eats only an apple every two days, and recently had a heart attack. Meanwhile, Amy is a perfectionist whose cleaning rituals take precedence over taking care of her son. Through Cognitive Behavioral Therapy, widely described as the most effective treatment for OCD, Margaret and Amy will try to get the better of their fears.\n","Runtime":44,"FirstAired":"2010-08-02T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":2500281},{"ID":9255,"SeasonID":562,"ShowID":201,"MediaID":9230,"DateCreated":"2014-10-02T20:45:45Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"William \u0026 Nanci","Plot":"William obsessively counts, fears odd numbers, and suffers from germophobia. His OCD has resulted in two failed marriages, unemployment, and homelessness. Nanci is obsessed with cleaning, and scours her bathroom 4-5 times a day. Her OCD was triggered by three tragic deaths in her family. Working with Cognitive Behavioral Therapy, William and Nanci will try to overcome the fixations that have ruined their lives.\n","Runtime":44,"FirstAired":"2011-01-05T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":2611831},{"ID":9888,"SeasonID":562,"ShowID":201,"MediaID":9865,"DateCreated":"2014-11-14T08:24:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Paul \u0026 Robin","Plot":"Paul constantly checks his stove and electrical outlets because he's afraid they may start a fire and kill everyone in his apartment complex. The problem has all but ended his promising musical career. Meanwhile, Robin spends up to 20 hours a day cleaning her house, and even gets her husband and children to join her. Through therapy, Paul will try to rebuild his music career, and Robin will try to restore her family's well being.","Runtime":43,"FirstAired":"2010-08-16T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":2643731},{"ID":6700,"SeasonID":562,"ShowID":201,"MediaID":6589,"DateCreated":"2014-08-02T04:57:46Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Rashawndalyn \u0026 Melody","Plot":"Rashawndalynn began to worry about disease and death after a doctor found pre-cancerous cells in her body. Her constant state of panic has led to the loss of her job, and she and her son will become homeless if she doesn't receive treatment. Melody is terrified of getting a fatal food-borne illness, which prevents her from living on her own at college. Through Cognitive Behavioral Therapy, Melody will be exposed to the foods she's afraid of most so she can separate her rational fear of disease f","Runtime":44,"FirstAired":"2010-08-23T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":2729031},{"ID":6702,"SeasonID":562,"ShowID":201,"MediaID":6591,"DateCreated":"2014-08-02T04:59:13Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Phillip \u0026 Kerrie","Plot":"Phillip is obsessed with cleanliness, yard work, and organization. His OCD makes it almost impossible to spend time with his two children because he's afraid of the messes that kids make. Phillip has to beat his OCD so that his children can have the father they need. Meanwhile, Kerrie's fear of germs is so extreme that she can't be touched by other people. She's never had a boyfriend and has no friends. Kerrie hopes to manage her OCD so she can one day allow her mother to hug her.\n","Runtime":44,"FirstAired":"2010-09-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":2768281}],"EpisodeCount":10}
