{"ID":569,"ShowID":204,"DateCreated":"2014-08-05T20:00:49Z","Number":1,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/193821-1.jpg","TVDB":326121,"Episodes":[{"ID":7102,"SeasonID":569,"ShowID":204,"MediaID":7065,"DateCreated":"2014-08-12T20:40:44Z","DatePublished":"2014-02-21T00:00:00Z","Number":1,"Title":"Iron Man Arrives in Japan","Plot":"Tony Stark travels to Japan to supervise the construction of a new arc power station and unveil the new mass-production version of the Iron Man suit - Iron Man Dio.","Runtime":24,"FirstAired":"2011-07-23T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":7.400000095367432,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/193821/2901061.jpg","TVDB":2901061},{"ID":6804,"SeasonID":569,"ShowID":204,"MediaID":6693,"DateCreated":"2014-08-05T20:06:28Z","DatePublished":"2014-02-21T00:00:00Z","Number":2,"Title":"Find the Missing Nuke","Plot":"A shipment of plutonium is stolen, leading Tony to be accused of smuggling nuclear materials into Japan and having to give a statement before the Diet of Japan. In order to get away from the press, Tony hitches a ride with a reporter he had previously met, Nanami ?ta. Whilst investigating the ship where the plutonium was being transported, Iron Man encounters another Zodiac warrior, Cancer. Tony locates the culprits and drives them towards a security checkpoint, but he is blocked off by a self-p","Runtime":24,"FirstAired":"2011-08-05T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":7.099999904632568,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/193821/2901071.jpg","TVDB":2901071},{"ID":6805,"SeasonID":569,"ShowID":204,"MediaID":6694,"DateCreated":"2014-08-05T20:07:04Z","DatePublished":"2014-02-21T00:00:00Z","Number":3,"Title":"The Project Revived","Plot":"Strange tornadoes are appearing in Tokyo, targeting and killing two professors. When another tornado attacks a military base, Iron Man enters it and finds the cause, another Zodiac warrior who easily defeats him. Meanwhile, Nanami attends a meeting with Chika Tanaka, Tony's co-worker, and another Professor, Sakamoto, who talk about the Tesla Project, an anti-natural disaster machine worked on by them and the other professors, before they themselves are attacked by the tornado. Tony tries to help","Runtime":24,"FirstAired":"2011-08-12T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":7.400000095367432,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/193821/2901081.jpg","TVDB":2901081},{"ID":6801,"SeasonID":569,"ShowID":204,"MediaID":6690,"DateCreated":"2014-08-05T20:00:49Z","DatePublished":"2014-02-21T00:00:00Z","Number":4,"Title":"Reunion","Plot":"Tony recalls five years ago when he was attacked and captured by terrorists, receiving life threatening injuries. Agreeing to make weapons for the terrorist, he was saved by fellow prisoner Ho Yinsen who installed his magnetic chest plate to keep him alive and helped him realize the deaths his weapons manufacturing has caused. This led to the creation of the mini arc-reactor and, subsequently, Iron Man, but Yinsen sacrificed himself to give Tony a chance to escape. Meanwhile in the present, a ra","Runtime":23,"FirstAired":"2011-08-19T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":7.699999809265137,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/193821/2901091.jpg","TVDB":2901091},{"ID":6803,"SeasonID":569,"ShowID":204,"MediaID":6692,"DateCreated":"2014-08-05T20:04:03Z","DatePublished":"2014-02-21T00:00:00Z","Number":5,"Title":"The Arc Station Infection","Plot":"An epidemic in which people's bodily fluids are turning blue spreads across Tokyo, and the JSDF suspects that the Arc Station is causing it and puts Tony under watch. He is approached by Sakurai who informs him that a satellite has been taken over by a Zodiac warrior, which is causing the radiation. Meanwhile, Nanami also gets sick from the radiation. Using an experimental coating to protect him from the radiation, Iron Man launches into space with the help of Sakurai to face the Zodiac. However","Runtime":24,"FirstAired":"2011-08-26T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":7.599999904632568,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/193821/2901101.jpg","TVDB":2901101},{"ID":6802,"SeasonID":569,"ShowID":204,"MediaID":6691,"DateCreated":"2014-08-05T20:02:36Z","DatePublished":"2014-02-21T00:00:00Z","Number":6,"Title":"Electronic Warfare","Plot":"As Tony tries to learn more about the whereabouts of Yinsen, Laboratory #23 is attacked by a virus which causes the robotic cleaners to go berserk and greatly reduces the temperature in the complex. Tony and Chika try to shut out the virus with a firewall, but this allows the virus to infect computers around the city and even takes over some fighter jets. In order to lure the culprit out and protect the Arc Station, Tony takes the virus into the Iron Man armor in order to fight it. Hearing Tony'","Runtime":23,"FirstAired":"2011-09-02T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":7.800000190734863,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/193821/2901111.jpg","TVDB":2901111},{"ID":6810,"SeasonID":569,"ShowID":204,"MediaID":6699,"DateCreated":"2014-08-05T20:11:07Z","DatePublished":"2014-02-21T00:00:00Z","Number":7,"Title":"Escape","Plot":"Whilst wondering about the mysterious new armor, Tony and Chika are kidnapped. Nanami spots Tony's car and attempts to follow it, but they are stopped by a Zodiac. Tony and Chika awake to find themselves on a remote island, and Tony's arc reactor is missing. They are then approached by Yinsen, who reveals himself to be a member of Zodiac and tells Tony he has 24 hours of pacemaker power to decide whether to join Zodiac or not. Tony and Chika attempt to use the various scrap on the island to find","Runtime":23,"FirstAired":"2011-09-09T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":7.800000190734863,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/193821/2901121.jpg","TVDB":2901121},{"ID":7059,"SeasonID":569,"ShowID":204,"MediaID":6951,"DateCreated":"2014-08-11T20:33:19Z","DatePublished":"2014-02-21T00:00:00Z","Number":8,"Title":"The Girl","Plot":"While being curious about why Chika is turning down his date requests, Tony encounters a telekinetic girl named Aki who claims to have escaped from Zodiac and is asking for protection. While Tony has trouble with Aki wrecking his lab, and his relationships, he asks Nanami to research her which leads her to an orphanage. They learn that her parents died two years ago and she was adopted by a strange group six months ago. Tony later learns from Aki that her parents died when Aki's powers went out ","Runtime":23,"FirstAired":"2011-09-16T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":7.400000095367432,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/193821/2901131.jpg","TVDB":2901131},{"ID":6806,"SeasonID":569,"ShowID":204,"MediaID":6695,"DateCreated":"2014-08-05T20:07:36Z","DatePublished":"2014-02-21T00:00:00Z","Number":9,"Title":"VS Iron Man","Plot":"Yinsen recalls when he was saved from being shot by terrorists by a woman named Sandra. Meanwhile, Tony is nearly finished with his arc reactor, but Yinsen apprehends the shipment of plutonium needed to complete it using the Dio armor. Iron Man and the two battle before Yinsen escapes with the plutonium, leaving Iron Man to fight the Zodiac warrior Sagittarius, but he soon loses him. Yinsen then contacts Stark, telling him that the people who rescued him were killed by Stark Industries weaponry.","Runtime":23,"FirstAired":"2011-09-23T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":6.199999809265137,"RatingCount":5,"Image":"http://thetvdb.com/banners/episodes/193821/2901141.jpg","TVDB":2901141},{"ID":6807,"SeasonID":569,"ShowID":204,"MediaID":6696,"DateCreated":"2014-08-05T20:10:34Z","DatePublished":"2014-02-21T00:00:00Z","Number":10,"Title":"Iron Will","Plot":"Yinsen forces Chika to work on the arc reactor, before making his demands for the dissolution of the Armed Forces and National Diet. Nanami attempts to escape the hostage situation but is caught and thrown into a storage room. Tony is rescued by Sakurai and tries to contact Chika, but she is caught by Yinsen and throw into storage with Nanami. Meanwhile, the Defense Secretary Kuroda offers to be held captive in place of the hostages. As Chika and Nanami go through an air duct and retrieve Tony's","Runtime":23,"FirstAired":"2011-09-30T00:00:00Z","Year":2011,"ParentalRating":"PG","ParentalRatingReason":"PG Low level violence","Rating":5.5,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/193821/2901151.jpg","TVDB":2901151},{"ID":6811,"SeasonID":569,"ShowID":204,"MediaID":6700,"DateCreated":"2014-08-05T20:11:14Z","DatePublished":"2014-02-21T00:00:00Z","Number":11,"Title":"Mastermind","Plot":"Although the hostage situation was brought to a close, Tony is suspected of having links to Zodiac and is arrested by the JSDF. Sakurai briefly takes him to his home, where he teaches him how to control his ego. Meanwhile, Chika is somehow controlled into overloading the Arc Station, which causes power outages in various facilities which are then taken over by Zodiac who then attack the National Diet. They then send a message saying they have taken control of the government and claim Tony is the","Runtime":23,"FirstAired":"2011-10-07T00:00:00Z","Year":2011,"ParentalRating":"PG","Rating":7,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/193821/2901161.jpg","TVDB":2901161},{"ID":6809,"SeasonID":569,"ShowID":204,"MediaID":6698,"DateCreated":"2014-08-05T20:11:04Z","DatePublished":"2014-02-21T00:00:00Z","Number":12,"Title":"The Light in the Darkness","Plot":"Kuroda enacts a coup d'etat and declares martial law over Japan. Meanwhile, Chika admits to Tony that she's been having blackouts and has been controlled into altering the arc reactor, wanting to commit suicide for causing Tony's suffering. Just then, Kuroda approaches them in his Retetsu armor and takes control of Chika, who had really been a Zodiac warrior, and has her attack Tony. As Tony tries to get Chika to believe in herself, she stabs herself to break free from Kuroda's control. Tony lea","Runtime":24,"FirstAired":"2011-10-14T00:00:00Z","Year":2011,"ParentalRating":"PG","Rating":7,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/193821/2901171.jpg","TVDB":2901171}],"EpisodeCount":12}
