{"ID":570,"ShowID":161,"DateCreated":"2014-08-05T21:07:14Z","Number":5,"ParentalRating":"G","Image":"http://thetvdb.com/banners/seasons/76536-5.jpg","TVDB":10672,"Episodes":[{"ID":9944,"SeasonID":570,"ShowID":161,"MediaID":9921,"DateCreated":"2014-11-17T20:42:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Joe's First Day (1)","Plot":"At the top of the episode, Steve is playing show-and-tell. He's trying to figure out what he should show. He thinks maybe his stuffed toy, Horace the Anteater would be a good idea, or maybe his guitar. He gets a phone call and it turns out that it's from his brother, Joe. He's going to be coming over and is going to play show-and-tell with everyone. Throughout the episode, Steve plays show-and-tell with the various characters. He also spends time working on a picture to show to Joe and asks for ","Runtime":25,"FirstAired":"2002-04-30T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Bruce Caines","Writer":"Jessica Lissy","GuestStars":"Steve Burns, Courtney Taylor Burness, Jordan E. Cole, Gerard Desiderio, Samantha Martinez, Johna K. Merton, Alexander Rue, Jake Syzmanski, William Tronsor, Rebecca Zaneski","Image":"http://thetvdb.com/banners/episodes/76536/199169.jpg","TVDB":199169},{"ID":6815,"SeasonID":570,"ShowID":161,"MediaID":6704,"DateCreated":"2014-08-05T21:07:14Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Joe Gets a Clue (2)","Plot":"The episode starts out with Steve looking for Joe. Blue has something she wants to give to Joe, but first Steve and Blue have to find him. Steve and Joe end up in a back and forth hide-and-seek game, with both of them looking for each other inside and outside, until finally they meet up outside. This episode is all about Joe playing his first game of Blue's Clues, in which he tries to find out what it is that Blue wants to give him. He also gets to do his very first skidoo, into a picture of col","Runtime":25,"FirstAired":"2002-05-06T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Steve Burns, Alkyra Caroll, Kierstin Carroll, Christina Correia, Michael Lynch, Steve Penny, Audrey Reedy","Image":"http://thetvdb.com/banners/episodes/76536/199170.jpg","TVDB":199170},{"ID":8907,"SeasonID":570,"ShowID":161,"MediaID":8880,"DateCreated":"2014-09-17T18:31:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Steve Goes To College (3)","Plot":"Steve reveals to everyone in the house that he's going to be going to college and that Joe is going to stay and play with them while he's away. He skiddoos to show everyone what college is like and meanwhile, Joe and the entire gang set up a surprise goodbye party for Steve.","Runtime":24,"FirstAired":"2002-05-13T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Koyalee Chanda","Writer":"Adam Peltzman","GuestStars":"Steve Burns","Image":"http://thetvdb.com/banners/episodes/76536/199171.jpg","TVDB":199171},{"ID":8913,"SeasonID":570,"ShowID":161,"MediaID":8886,"DateCreated":"2014-09-17T18:40:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Can You Help?","Plot":"Today, Joe needs our help. That's not unusual, but it happens to be the particular theme for this episode. We help out Joe, Blue and the other characters in a number of ways. For example, we help Mr. Salt and Mrs. Pepper to make some blueberry pancakes for Blue. We also help out some friends in Storybook Forest to prepare for a porridge party.","Runtime":24,"FirstAired":"2002-05-20T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Bruce Caines","Writer":"Angela Santomero","GuestStars":"Jazmyn Boone, Marcus Beckett, Nicole Block, Janet Nichelle Bolden, Sydney Casamassima, Tracey Casamassima, Jalyn Dewer, Lorraine Flores, Alex Nahon, Alexander Rue, Jake Syzmanski, Kennedy Taylor, Samuel Williams","Image":"http://thetvdb.com/banners/episodes/76536/199172.jpg","TVDB":199172},{"ID":8915,"SeasonID":570,"ShowID":161,"MediaID":8888,"DateCreated":"2014-09-17T18:46:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Colors Everywhere!","Plot":"In this episode, Blue and her friends are creating a Portrait of Pals. It's going to contain pictures of lots of our Blue's Clues friends, but it seems that some of the colors we need are missing. In this episode, we help out with mixing needing colors to help with the portrait. We also skidoo into a book of colors where we find some friends that are literally very colorful and help them to find their color friends - learning about special colors created by mixing in the process.","Runtime":24,"FirstAired":"2002-06-03T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Koyalee Chanda","Writer":"Jennifer Twomey","GuestStars":"Marcus Beckett, Nicole Block, Shadoe Alan Brandt, Jack Hoffman, Heidi Jaye, Lisal Jaye, Alexander Krinsky, Taylor Mitchell, Mila Owens, Treshon Owens, Madeline Rogan, William Tronsor","Image":"http://thetvdb.com/banners/episodes/76536/199173.jpg","TVDB":199173},{"ID":8475,"SeasonID":570,"ShowID":161,"MediaID":8438,"DateCreated":"2014-09-05T02:50:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"The Snack Chart","Plot":"Blue has been growing and we help her and Joe use a chart to measure her. This gives us an idea when Mr. Salt wants help with snack preparation. We can use a chart to list everyone's favorite snack. Throughout the episode, we record the favorite snacks of the characters on our handy chart with columns and rows. We help Shovel and Pail with their own chart of backyard birds and squirrels. We also skidoo into a farm, where we use another chart to feed a farmer's colorful pigs.","Runtime":24,"FirstAired":"2002-05-27T00:00:00Z","ParentalRating":"G","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Lucy Walker","Writer":"Jessica Lissy","GuestStars":"Omarri Allen, Jonét Nichelle Brown, Morgan Chayes, Anthony Conlon, Margo Covone, Samantha Gandionco, Mila Owens, Madeline Rogan, Zack Savage, Brittany Stollar, Nicholas Sceiso","Image":"http://thetvdb.com/banners/episodes/76536/199174.jpg","TVDB":199174}],"EpisodeCount":6}
