{"ID":579,"ShowID":208,"DateCreated":"2014-08-07T23:14:02Z","Number":1,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/259055-1.jpg","TVDB":494461,"Episodes":[{"ID":6986,"SeasonID":579,"ShowID":208,"MediaID":6878,"DateCreated":"2014-08-08T20:43:30Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Pilot","Plot":"Rayna learns that her record label wants her to tour as the opening act for newcomer Juliette Barnes, and when she refuses, the stage is set for the ultimate power struggle for popularity. Complicating matters, Lamar's drive for power results in backing Teddy in a run for Mayor of Nashville, against Rayna's wishes.","Runtime":42,"FirstAired":"2012-10-10T00:00:00Z","Year":2012,"ParentalRating":"PG","ParentalRatingReason":"PG Low level offensive language","Director":"R.J. Cutler","Writer":"Callie Khouri","GuestStars":"Judith Hoag, JD Souther, Burgess Jenkins","Rating":7.199999809265137,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/259055/4342445.jpg","IMDB":"tt2403693","TVDB":4342445},{"ID":6925,"SeasonID":579,"ShowID":208,"MediaID":6817,"DateCreated":"2014-08-07T23:15:10Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"I Can't Help It (If I'm Still in Love With You)","Plot":"Teddy's mayoral campaign is moving ahead and Rayna reluctantly endures an investigation that reveals some explosive family secrets. Meanwhile Coleman Carlisle is starting to lay down the groundwork for his campaign when he discovers Lamar is poised to go head to head with him... even if it means exposing his longtime friend; Juliette, who will stop at nothing when it comes to getting her hands on Deacon; and Scarlett is torn between pursuing her dream of songwriting with Gunnar and her commitmen","Runtime":43,"FirstAired":"2012-10-17T00:00:00Z","Year":2012,"ParentalRating":"PG","ParentalRatingReason":"PG Low level offensive language","Director":"RJ Cutler","Writer":"Callie Khouri","GuestStars":"Judith Hoag, JD Souther, Nicholas Strong","Rating":7.400000095367432,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/259055/4391320.jpg","IMDB":"tt2325526","TVDB":4391320},{"ID":6990,"SeasonID":579,"ShowID":208,"MediaID":6882,"DateCreated":"2014-08-08T20:44:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Someday You'll Call My Name","Plot":"Rayna immerses herself in her kids' lives and her husband's campaign, and is sobered to learn that she and Teddy are facing financial ruin; Juliette offers Deacon an exclusive contract to write and tour with her; and Juliette's troubled mother, Jolene, re-enters her daughter's life in dramatic fashion. Meanwhile, Scarlett and Gunnar's big break with Watty is threatened.","Runtime":43,"FirstAired":"2012-10-24T00:00:00Z","Year":2012,"ParentalRating":"PG","ParentalRatingReason":"PG Drug references","Director":"Michael Engler","Writer":"Liz Tigelaar","GuestStars":"Judith Hoag, JD Souther, Burgess Jenkins, Sylvia Jefferies","Rating":8,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/259055/4391321.jpg","IMDB":"tt2349262","TVDB":4391321},{"ID":6931,"SeasonID":579,"ShowID":208,"MediaID":6823,"DateCreated":"2014-08-07T23:28:08Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"We Live in Two Different Worlds","Plot":"Rayna and Teddy's relationship is tested when Rayna performs with Deacon at Teddy's campaign fundraiser and a woman from Teddy's past (Kimberly Williams-Paisley) shows up with a secret. Meanwhile, Juliette tries to burnish her image with an appearance on \"Good Morning America\" and is interviewed by Robin Roberts; Gunnar makes a connection with his publisher's assistant, Hailey; and Teddy and Coleman agree to take the moral high ground during the campaign -- but will it last?","Runtime":43,"FirstAired":"2012-10-31T00:00:00Z","Year":2012,"ParentalRating":"PG","ParentalRatingReason":"PG Coarse language, sexual references and drug references","Director":"Paul McCrane","Writer":"Todd Ellis Kessler","GuestStars":"Judith Hoag, Afton Williamson, Chloe Bennet, Sylvia Jefferies, Kimberly Williams-Paisley","Rating":8,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4391322.jpg","IMDB":"tt2367552","TVDB":4391322},{"ID":9657,"SeasonID":579,"ShowID":208,"MediaID":9632,"DateCreated":"2014-10-22T22:08:00Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Move It on Over","Plot":"Rayna thinks about moving on when Deacon sets boundaries in their relationship; as Juliette struggles with her mother's addictions, Deacon is reminded of difficult moments in his past; tension between Gunnar and Avery puts pressure on Scarlet.","Runtime":42,"FirstAired":"2012-11-07T00:00:00Z","Year":2012,"ParentalRating":"PG","ParentalRatingReason":"PG Violence and drug references","Director":"Lesli Linka Glatter","Writer":"David Marshall Grant","GuestStars":"Chloe Bennet, Sylvia Jefferies, Afton Williamson, Burgess Jenkins, Kimberly Williams-Paisley","Rating":7.599999904632568,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/259055/4410869.jpg","IMDB":"tt2385700","TVDB":4410869},{"ID":6930,"SeasonID":579,"ShowID":208,"MediaID":6822,"DateCreated":"2014-08-07T23:28:06Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"You're Gonna Change (Or I'm Gonna Leave)","Plot":"Rayna wants to change her sound and seeks out the help of a highly successful music producer, Liam McGuinnis; Juliette goes on a sham date with a squeaky-clean NFL quarterback as a PR move for her tarnished image; meanwhile, Lamar's plan to delay Coleman with a police traffic stop on his way to an important photo op for both candidates works too well, and Scarlett's relationship with Avery gets rocky.","Runtime":43,"FirstAired":"2012-11-14T00:00:00Z","Year":2012,"ParentalRating":"PG","ParentalRatingReason":"PG Violence, coarse language and sexual references","Director":"David Petrarca","Writer":"Meredith Lavender, Marcie Ulin","GuestStars":"Judith Hoag, Michiel Huisman, Rya Kihlstedt, Afton Williamson, Nicholas Strong, Tilky Jones, Kimberly Williams-Paisley, Ed Amatrudo, David Alford","Rating":8.300000190734863,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4433689.jpg","IMDB":"tt2415114","TVDB":4433689},{"ID":6988,"SeasonID":579,"ShowID":208,"MediaID":6880,"DateCreated":"2014-08-08T20:43:32Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Lovesick Blues","Plot":"Marshall Evans continues to pressure Rayna and Juliette to collaborate at an event at the Ryman theater, Teddy is forced to reveal the truth to Rayna when Peggy's desperation hits its peak, and in an effort to move past her failed relationship with Avery, Scarlett finds herself getting closer to Gunnar.","Runtime":43,"FirstAired":"2012-11-28T00:00:00Z","Year":2012,"ParentalRating":"PG","ParentalRatingReason":"PG Coarse language, sexual references and drug references","Director":"Mimi Leder","Writer":"Wendy Calhoun","GuestStars":"Rya Kihlstedt, Wyclef Jean, Chloe Bennet, Nicholas Strong, Tilky Jones, Kimberly Williams-Paisley, David Alford, Ed Amatrudo","Rating":8,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4438528.jpg","IMDB":"tt2474832","TVDB":4438528},{"ID":6924,"SeasonID":579,"ShowID":208,"MediaID":6816,"DateCreated":"2014-08-07T23:14:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Where He Leads Me","Plot":"Rayna needs to take a look at what?s really important to her after hearing Teddy?s side of the story about Peggy; Juliette feels a sense of belonging with Sean?s family that she has never experienced before; Gunnar risks his partnership with Scarlett when he confesses his feelings; and music producer Dominic Wells invites Avery to Atlanta to work together while Deacon gets an amazing offer to tour -- but both opportunities come with a price.","Runtime":43,"FirstAired":"2012-12-05T00:00:00Z","Year":2012,"ParentalRating":"PG","ParentalRatingReason":"PG Drug references","Director":"Wendey Stanzler","Writer":"Jason George","GuestStars":"Judith Hoag, Michiel Huisman, Rya Kihlstedt, Wyclef Jean, Chloe Bennet, Nicholas Strong, Tilky Jones, Daniel Buran, Kimberly Williams-Paisley","Rating":7.900000095367432,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4438527.jpg","IMDB":"tt2498864","TVDB":4438527},{"ID":6927,"SeasonID":579,"ShowID":208,"MediaID":6819,"DateCreated":"2014-08-07T23:22:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Be Careful of Stones That You Throw","Plot":"Rayna and Juliette are locked for their tour. When Rayna suggests taking her girls with her, she finds that Lamar's not above holding her hostage with some long forgotten family secrets. To everyone's surprise Juliette and Sean have eloped, though not everyone is celebrating. Deacon reconnects with a former flame, and Avery follows the advice of a new music producer that puts more space between him, the band and Scarlett.","Runtime":42,"FirstAired":"2013-01-09T00:00:00Z","Year":2013,"ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Paul McCrane","Writer":"David Gould","GuestStars":"Judith Hoag, Michiel Huisman, Yara Martinez, Wyclef Jean, Chloe Bennet, Nicholas Strong, Tilky Jones, Sylvia Jefferies, Daniel Buran, David Alford, Ed Amatrudo, Kourtney Hansen","Rating":7.699999809265137,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4448880.jpg","IMDB":"tt2523090","TVDB":4448880},{"ID":6933,"SeasonID":579,"ShowID":208,"MediaID":6825,"DateCreated":"2014-08-07T23:36:43Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"I'm Sorry for You, My Friend","Plot":"Rayna and Juliette get ready to perform in San Diego in their first arena concert on the same bill. Rayna finds that working without Deacon is too disruptive and makes an interesting proposal to Liam, while Juliette sends Sean a message through the press. Gunnar takes a road trip to Austin to visit his brother, and Scarlett tags along for the ride so she can catch Deacon's performance in Texas with the Revel Kings. Meanwhile Avery makes his move to sign with Dominic, and Teddy and Coleman's camp","Runtime":43,"FirstAired":"2013-01-16T00:00:00Z","Year":2013,"ParentalRating":"M","ParentalRatingReason":"M Offensive language and sexual references","Director":"Sanaa Hamri","Writer":"Dana Greenblatt","GuestStars":"Kimberly Williams-Paisley, Wyclef Jean, Judith Hoag, David Alford, Ed Amatrudo, David Clayton Rogers, Tilky Montgomery Jones, Kourtney Hansen, Rya Kihlstedt, Michiel Huisman, Yara Martinez","Rating":7.800000190734863,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/259055/4458666.jpg","IMDB":"tt2584622","TVDB":4458666},{"ID":9774,"SeasonID":579,"ShowID":208,"MediaID":9749,"DateCreated":"2014-10-30T23:13:07Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"You Win Again","Plot":"Edgehill Records celebrates the success of ?Wrong Song? with a lavish party attended by Rayna, Juliette and real-life country stars including Brantley Gilbert and Chris Young (who cameo as themselves). But the party gets awkward for Juliette, who brings her mom along, and for Rayna when she?s aggressively pursued by Calista, an exec from a competing record label. Meanwhile Teddy confronts Rayna about his suspicions over her relationship with Liam, Gunnar deals with family issues and Avery gets t","Runtime":43,"FirstAired":"2013-01-23T00:00:00Z","Year":2013,"ParentalRating":"M","Director":"Paul Edwards","Writer":"Liz Tigelaar","GuestStars":"Michiel Huisman, Rya Kihlstedt, Ming-Na Wen, Nicholas Strong, Sylvia Jefferies, Chris Young, Brantley Gilbert","Rating":8,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/259055/4458667.jpg","IMDB":"tt2620414","TVDB":4458667},{"ID":7037,"SeasonID":579,"ShowID":208,"MediaID":6929,"DateCreated":"2014-08-11T19:20:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"I've Been Down That Road Before","Plot":"Rayna begins to settle into the tour when she discovers that Deacon has joined Juliette's band on the road, and she can't help but think that maybe the time has come to make some hard decisions. But will a heart to heart with Deacon help ease the sting of the revelation? Meanwhile Juliette is tired of her bubble gum pop success and is interested in exposing who she really is, though her team is convinced that will damage her commercial success. And Scarlett is counting pennies to keep her head a","Runtime":43,"FirstAired":"2013-02-06T00:00:00Z","Year":2013,"ParentalRating":"M","Director":"Stephen Cragg","Writer":"Meredith Lavender, Marcie Ulin","GuestStars":"JD Souther, Rya Kihlstedt, Nicholas Strong, Kimberly Williams-Paisley","Rating":8,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/259055/4478022.jpg","IMDB":"tt2642390","TVDB":4478022},{"ID":9658,"SeasonID":579,"ShowID":208,"MediaID":9633,"DateCreated":"2014-10-22T22:21:27Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"There'll Be No Teardrops Tonight","Plot":"Rayna finds comfort in the arms of an old friend after revealing to Daphne and Maddie her plans to divorce. Juliette is invigorated by the response to her new sound and takes steps to reinvent herself -- against the guidance of her management. Things are looking up for Scarlett and Gunnar when Rayna makes an offer to sign them to her label. While their hard work begins to show signs of success, Avery struggles to find his old sound and is forced to consider an attractive offer.","Runtime":43,"FirstAired":"2013-02-13T00:00:00Z","Year":2013,"ParentalRating":"PG","Director":"Eric Stoltz","Writer":"Todd Ellis Kessler, David Marshall Grant","GuestStars":"Judith Hoag, Michiel Huisman, Rya Kihlstedt, David Clayton Rogers, Chloe Bennet, Kimberly Williams-Paisley","Rating":8.100000381469727,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/259055/4489200.jpg","IMDB":"tt2649936","TVDB":4489200},{"ID":8515,"SeasonID":579,"ShowID":208,"MediaID":8478,"DateCreated":"2014-09-05T05:31:12Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Dear Brother","Plot":"Juliette plans a surprise birthday party for Deacon, which is attended by real-life country stars Dan Auerbach, Vince Gill, Pam Tillis, Kate York and Kip Moore. During the celebration, Rayna sings, backed up by Pam Tillis and Kate York as themselves, Watty White and Adria. However, Juliette's own performance is derailed by her mother. As Rayna and Teddy's divorce moves forward, the tabloids move in, speculating about Rayna's cheating and thrusting her children into the spotlight; Teddy decides t","Runtime":43,"FirstAired":"2013-02-27T00:00:00Z","Year":2013,"ParentalRating":"M","Director":"Jonathan Pontell","Writer":"Nancy Miller, Dana Greenblatt","GuestStars":"Judith Hoag, JD Souther, David Clayton Rogers, Sylvia Jefferies, Lennon Stella, Maisy Stella, Rhoda Griffis, Vince Gill, Dan Auerbach, Kip Moore, Jay Hernandez, Kimberly Williams-Paisley","Rating":7.699999809265137,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/259055/4497495.jpg","IMDB":"tt2676736","TVDB":4497495},{"ID":8540,"SeasonID":579,"ShowID":208,"MediaID":8503,"DateCreated":"2014-09-05T07:40:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"When You're Tired of Breaking Other Hearts","Plot":"Katie Couric guest stars as herself when Rayna appears on the \"Katie\" show, trying to set the record straight about her marriage and balancing her career with motherhood. Juliette attempts to take her album launch into her own hands but it backfires when she tweets out a surprise concert location. Maddie lies to Teddy about her whereabouts ? with dangerous consequences ? and Deacon is drawn to his dog?s pretty new veterinarian, Stacey. Meanwhile Avery tries to control his musical destiny by flou","Runtime":43,"FirstAired":"2013-03-27T00:00:00Z","Year":2013,"ParentalRating":"M","Director":"Paul McCrane","Writer":"Jason George, David Gould","GuestStars":"Rya Kihlstedt, Sylvia Jefferies, Susan Misner, Wyclef Jean, Katie Couric, Lennon Stella, Maisy Stella, Jay Hernandez","Rating":7.800000190734863,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/259055/4497496.jpg","IMDB":"tt2737054","TVDB":4497496},{"ID":8543,"SeasonID":579,"ShowID":208,"MediaID":8506,"DateCreated":"2014-09-05T07:49:33Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"I Saw the Light","Plot":"Rayna takes her children and sister with her on tour in NYC, but Rayna doesn?t like the influence Juliette is having on her daughters. Meanwhile Dante gives Juliette some career guidance that helps her see him in a whole new way; Deacon?s feelings for Stacey force him to reconsider his life on the road; a hunky new neighbor, Will, befriends Gunnar and Scarlett; Gunnar is thrown by Scarlett?s hiding information from him; Lamar threatens Peggy; and Avery jeopardizes his own future.","Runtime":43,"FirstAired":"2013-04-03T00:00:00Z","Year":2013,"ParentalRating":"PG","Director":"Julie Hébert","Writer":"Wendy Calhoun","GuestStars":"Judith Hoag, Chris Carmack, Sylvia Jefferies, Susan Misner, Nicholas Strong, Chloe Bennet, Lennon Stella, Maisy Stella, Jay Hernandez","Rating":7.699999809265137,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4521182.jpg","IMDB":"tt2737058","TVDB":4521182},{"ID":8542,"SeasonID":579,"ShowID":208,"MediaID":8505,"DateCreated":"2014-09-05T07:49:14Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"My Heart Would Know","Plot":"A personal crisis in Nashville causes Rayna to leave the tour in New York City before her sold-out concert with Juliette, but for Juliette, the show must go on. Jolene stakes a claim on her sober counselor Dante as Juliette gets closer to him personally and professionally, and Deacon doesn't like the woman Juliette has become and tells her point-blank. Gunnar declares the next 24 hours a \"Scarlett O'Connor party\" to celebrate her success, and she brings Will along to join the fun. Meanwhile Aver","Runtime":43,"FirstAired":"2013-04-10T00:00:00Z","Year":2013,"ParentalRating":"M","Director":"Sanaa Hamri","Writer":"Mollie Bickley St. John","GuestStars":"Judith Hoag, JD Souther, Chris Carmack, Susan Misner, Sylvia Jefferies, Lennon Stella, Maisy Stella, Jay Hernandez, Kimberly Williams-Paisley","Rating":7.400000095367432,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/259055/4523025.jpg","IMDB":"tt2737068","TVDB":4523025},{"ID":8544,"SeasonID":579,"ShowID":208,"MediaID":8507,"DateCreated":"2014-09-05T07:51:38Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Take These Chains From My Heart","Plot":"Liam invites Rayna to run away with him to finish her album, and Deacon is surprised by his own reaction, as well as Stacy?s accusations; Jolene warns Juliette about Dante?s loyalty, which only drives the two women further apart; Teddy faces off with Peggy about the leaks, and in the wake of her father?s illness, Tandy proposes a new alliance to Coleman. Meanwhile Gunnar tries out some new music, and Avery and Scarlett reconnect.","Runtime":43,"FirstAired":"2013-05-01T00:00:00Z","Year":2013,"ParentalRating":"PG","Director":"Eric Stoltz","Writer":"Meredith Lavender, Marcie Ulin","GuestStars":"Judith Hoag, Michiel Huisman, Chris Carmack, Susan Misner, Sylvia Jefferies, Jay Hernandez, Kimberly Williams-Paisley","Rating":7.800000190734863,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4529307.jpg","IMDB":"tt2802088","TVDB":4529307},{"ID":8550,"SeasonID":579,"ShowID":208,"MediaID":8513,"DateCreated":"2014-09-05T08:09:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Why Don't You Love Me","Plot":"Rayna and Juliette are both nominated for CMA Awards and Edgehill Records hosts a party in their honor. Meanwhile Teddy worries about his relationship with Maddie, Juliette copes with new challenges, Scarlett is concerned about Gunnar, and tension grows between him and Will.","Runtime":43,"FirstAired":"2013-05-08T00:00:00Z","Year":2013,"ParentalRating":"PG","Director":"Stephen Cragg","Writer":"Todd Ellis Kessler","GuestStars":"Judith Hoag, Chris Carmack, Susan Misner, Sylvia Jefferies, Lennon Stella, Maisy Stella","Rating":7.800000190734863,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4529308.jpg","IMDB":"tt2802090","TVDB":4529308},{"ID":8517,"SeasonID":579,"ShowID":208,"MediaID":8480,"DateCreated":"2014-09-05T05:37:21Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"A Picture From Life's Other Side","Plot":"Rayna finds an unlikely ally in Lamar when he sides with her against Teddy about the girls. Jolene sees Juliette struggling and tries to find a way to help. Avery and Will, separately, both get a chance to shine with bigger stars -- but will it translate to career gold? And Tandy takes her own agenda to the board of Wyatt Industries.","Runtime":43,"FirstAired":"2013-05-15T00:00:00Z","Year":2013,"ParentalRating":"M","Director":"Michael Waxman","Writer":"Dee Johnson","GuestStars":"Judith Hoag, Chris Carmack, Sylvia Jefferies, Lennon Stella, Maisy Stella, Jay Hernandez","Rating":8,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/259055/4529309.jpg","IMDB":"tt2802094","TVDB":4529309},{"ID":8559,"SeasonID":579,"ShowID":208,"MediaID":8522,"DateCreated":"2014-09-05T10:32:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"I'll Never Get Out of This World Alive","Plot":"A shadow has been cast over country music?s biggest night: Juliette discovers a letter from Jolene revealing her mother?s true feelings; Rayna and Deacon?s fairytale evening at the CMA Awards, even performing with Brad Paisley ? who guest stars as himself ? may not end in a happily-ever-after; and Gunnar will do whatever it takes to win Scarlett?s heart back ? but is it too late? Meanwhile the U.S. Attorney?s office is closing in on Teddy, and Peggy returns with a secret of her own.","Runtime":43,"FirstAired":"2013-05-22T00:00:00Z","Year":2013,"ParentalRating":"M","Director":"Callie Khouri","Writer":"Callie Khouri","GuestStars":"Judith Hoag, Chris Carmack, Sylvia Jefferies, Brad Paisley, Lennon Stella, Maisy Stella, Kimberly Williams-Paisley","Rating":8.100000381469727,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/259055/4529310.jpg","IMDB":"tt2802096","TVDB":4529310},{"ID":8840,"SeasonID":579,"ShowID":208,"MediaID":8813,"DateCreated":"2014-09-14T06:23:49Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"The Whole Story","Plot":"Clips reveal Rayna James' and Juliette Barnes' intersecting stories.","Runtime":43,"FirstAired":"2013-01-02T00:00:00Z","Year":2013,"ParentalRating":"PG","Rating":5}],"EpisodeCount":22}
