{"ID":580,"ShowID":209,"DateCreated":"2014-08-08T04:38:09Z","Number":4,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/75896-4.jpg","TVDB":38076,"Episodes":[{"ID":8503,"SeasonID":580,"ShowID":209,"MediaID":8466,"DateCreated":"2014-09-05T04:03:10Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Emily","Plot":"Emily is an excessive dieter. At 26, she has already had a difficult life battling depression with low self-esteem and negative thoughts. Emily was a date-rape victim in college and used dieting as a means of controlling her emotions. However, she now weighs less than 90 pounds and is on a slippery path that could easily end in death. Emily's family is hoping an intervention will save her. ","Runtime":44,"FirstAired":"2008-06-23T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415070},{"ID":6947,"SeasonID":580,"ShowID":209,"MediaID":6839,"DateCreated":"2014-08-08T04:59:17Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Dawn \u0026 Fabian","Plot":"Dawn, 49, is a meth addict, suffering the extreme physical addiction symptoms of the drug. She often hallucinates and imagines things, symptoms of meth psychosis. Dawn lives on the streets and wanders from place to place. Dawn's family is desperately trying to get her help. Will she accept the offer of treatment? \n\nFor Fabian, 37, an addiction has cost him everything and was once an entrepreneur.","Runtime":44,"FirstAired":"2008-07-21T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415069},{"ID":6951,"SeasonID":580,"ShowID":209,"MediaID":6843,"DateCreated":"2014-08-08T05:10:14Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Follow Up: Ryan \u0026 Hubert","Plot":"This follow-up looks at two addicts from Season 3. First was Ryan, the very troubled OxyContin addict we saw in the premiere. Recall that he left treatment early and there weren't very many good updates on his progress. How is Ryan doing now? Hubert is an alcoholic who confronted his feelings during his intervention. What is Hubert doing now in his sobriety?","Runtime":44,"FirstAired":"2008-07-07T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415071},{"ID":6943,"SeasonID":580,"ShowID":209,"MediaID":6835,"DateCreated":"2014-08-08T04:38:09Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Brooke","Plot":"Brooke, 26, uses prescription pain killers to control her early onset of rheumatoid arthritis. Brooke has now become addicted to these prescription pills, which often contain opiates, a very addictive category of substances. She denies her dependence on the drug and her family is hoping an intervention can make her realize that she needs help.","Runtime":44,"FirstAired":"2008-06-30T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415072},{"ID":6946,"SeasonID":580,"ShowID":209,"MediaID":6838,"DateCreated":"2014-08-08T04:50:45Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Jason \u0026 Joy","Plot":"Jason, 23, is from a religiously strict family. Jason's parents dealt plenty of punishments. However, after his mother reveals a pressing secret, Jason's father was ejected from the church and had to take up several jobs to feed his family. Left with minimal supervision, Jason turned to drugs and alcohol, and his younger sister, Joy, soon followed. Can a double intervention save these siblings?","Runtime":53,"FirstAired":"2008-06-16T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415073},{"ID":6948,"SeasonID":580,"ShowID":209,"MediaID":6840,"DateCreated":"2014-08-08T05:07:43Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"Ben \u0026 Josh","Plot":"Ben is a 25-year-old potential genius but has a past filled with violence, homelessness, and isolation. Ben dealt with his troubles by turning to a drug called DXM. DXM is found in some cough-suppressants that, when taken at higher doses, produces effects similar to PCP (a hallucinogenic). Ben performs desperate crimes to finance his addiction. \n\nJosh is a 22-year-old food addict who weights 550lbs. Josh's father has the same weight problem with diabetes and a history of 6 strokes at 317lbs. Jos","Runtime":44,"FirstAired":"2008-07-14T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415074},{"ID":6945,"SeasonID":580,"ShowID":209,"MediaID":6837,"DateCreated":"2014-08-08T04:49:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Tressa","Plot":"Tressa is 32 and was one of the world's top female shot-putters. However, a routine drug test revealed a life as a IV drug user. Tressa is now using crystal meth daily as her life spirals out of control. Can her family save Tressa? ","Runtime":44,"FirstAired":"2008-07-28T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415075},{"ID":6944,"SeasonID":580,"ShowID":209,"MediaID":6836,"DateCreated":"2014-08-08T04:40:40Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"John T","Plot":"John was a former athletic star but an injury led him to drown his disappointment in alcohol and a variety of drugs. John is aggressive and his addiction is fueling distance between everyone he knows. Many family members are participating in hopes that an intervention can save John's life. ","Runtime":44,"FirstAired":"2008-08-04T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415076},{"ID":8620,"SeasonID":580,"ShowID":209,"MediaID":8583,"DateCreated":"2014-09-07T05:50:24Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Brad","Plot":"After serving two rounds in Iraq, Brad has returned home but has brought some extra baggage with him: post-traumatic stress disorder (PTSD). He has begun to use drugs and alcohol to numb and forget the endless nightmares and flashbacks that haunt him. Unfortunately, it is getting worse, and his temper and reckless behavior are becoming life-threatening to himself and others. His family is banding together and holding an intervention.","Runtime":44,"FirstAired":"2008-08-11T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415077}],"EpisodeCount":9}
