{"ID":610,"ShowID":218,"DateCreated":"2014-08-24T14:53:09Z","Number":1,"ParentalRating":"G","Image":"http://thetvdb.com/banners/seasons/271362-1.jpg","TVDB":524339,"Episodes":[{"ID":8076,"SeasonID":610,"ShowID":218,"MediaID":8044,"DateCreated":"2014-08-27T10:54:23Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Slow Cooking","Plot":"This first episode is all about slow-cooking, a great technique that has meltingly delicious results. See what happens to a tough cut of meat with his Asian flavoured beef shin with papaya salad and the fabulous merging of flavours with a squid and chorizo stew. But simplest of all is an amazing compressed apple terrine.","Runtime":31,"FirstAired":"2013-07-09T00:00:00Z","Year":2013,"ParentalRating":"G","ParentalRatingReason":"G","Rating":4.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/271362/4608206.jpg","TVDB":4608206},{"ID":7734,"SeasonID":610,"ShowID":218,"MediaID":7700,"DateCreated":"2014-08-24T14:53:09Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Poaching","Plot":"This episode is all about poaching - cooking in a hot liquid without boiling. Raymond loves it as a technique. It conserves and enhances flavours of delicate ingredients while keeping them in perfect shape. He starts his master class with a simple poached egg and tomato fondue, big tip, don't use an old egg! He shows how to cook one of his favourite dishes from home chicken with morel mushrooms cooked with the vin jaune wine from his Jura region. A delicious poached peach with peach granita is t","Runtime":30,"FirstAired":"2013-07-16T00:00:00Z","Year":2013,"ParentalRating":"G","ParentalRatingReason":"G","Rating":6,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/271362/4610699.jpg","TVDB":4610699},{"ID":7749,"SeasonID":610,"ShowID":218,"MediaID":7715,"DateCreated":"2014-08-24T15:33:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Roasting","Plot":"This episode is all about roasting; cooking in the dry heat of the oven using fat or oil to keep the surface of the food moist. For Raymond it is a technique that conjures up the wonderful smells of the kitchen at home.\n\nHe starts his masterclass with the most traditional of British dishes, roast beef and Yorkshire pudding. Raymond cannot resist French trimming the beef, though. Roasting is a technique that can work well with a robust fish. Raymond shows how to do it with a piece of tasty turbot","Runtime":30,"FirstAired":"2013-07-23T00:00:00Z","Year":2013,"ParentalRating":"G","ParentalRatingReason":"G","Rating":4.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/271362/4615353.jpg","TVDB":4615353},{"ID":7737,"SeasonID":610,"ShowID":218,"MediaID":7703,"DateCreated":"2014-08-24T14:55:15Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Baking","Plot":"This episode is all about baking; cooking in the dry heat of the oven. Raymond loves the beautiful colours and flavours it gives food. But for him baking is for much more than bread and cakes, it is good for meats, cheese and even seafood. That is where he starts this show, with simple, delicious scallops baked in their own shells. Then there is an extraordinary salt baked leg of lamb that makes Raymond very happy and a double dessert treat: first a restaurant masterpiece, an exquisite pistachio","Runtime":30,"FirstAired":"2013-07-30T00:00:00Z","Year":2013,"ParentalRating":"G","ParentalRatingReason":"G","Rating":4.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/271362/4615355.jpg","TVDB":4615355},{"ID":7739,"SeasonID":610,"ShowID":218,"MediaID":7705,"DateCreated":"2014-08-24T14:55:42Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Frying","Plot":"In this episode Raymond Blanc explains frying - cooking in fat or oil. For Raymond it's a great quick technique that gives food a wonderful flavour, colour and texture. He starts with a simple French favourite, pan-fried pork chop on sauté potatoes, a dish he dedicates to his mum because she has cooked it so often. He conjures up a surprising stir-fried salad as a delicious alternative to the usual summer staple. His dessert is an incredible pan-fried Grand Marnier souffle with an orange sauce.","Runtime":30,"FirstAired":"2013-08-05T00:00:00Z","Year":2013,"ParentalRating":"G","ParentalRatingReason":"G","Rating":1,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/271362/4615356.jpg","TVDB":4615356},{"ID":7997,"SeasonID":610,"ShowID":218,"MediaID":7964,"DateCreated":"2014-08-26T22:54:02Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"BBQ \u0026 Grill","Plot":"In this episode Raymond explains explains grilling, either on the stove or outside on the barbecue, where food is cooked on or over flames, glowing coals or hot bars.\nFor Raymond, grilling is a simple method which can produce ambitious dishes. He skips between the stove in his restaurant kitchen and a barbecue in the vegetable garden.","Runtime":31,"FirstAired":"2013-08-12T00:00:00Z","Year":2013,"ParentalRating":"G","ParentalRatingReason":"G","Rating":4.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/271362/4615357.jpg","TVDB":4615357}],"EpisodeCount":6}
