{"ID":620,"ShowID":209,"DateCreated":"2014-08-26T09:07:56Z","Number":5,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/75896-5.jpg","TVDB":38077,"Episodes":[{"ID":9934,"SeasonID":620,"ShowID":209,"MediaID":9911,"DateCreated":"2014-11-16T23:58:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Derek","Plot":"Derek became depressed in his thirties and started to drink to cope with his troubles and responsibilities. Now, Derek has lost his wife and he laments this and continues to drink to drown this loss. Derek's family is worried because he has tried to commit suicide. They feel an intervention is their last hope to help Derek. ","Runtime":44,"FirstAired":"2008-08-25T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":415086},{"ID":8650,"SeasonID":620,"ShowID":209,"MediaID":8613,"DateCreated":"2014-09-07T21:04:57Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"In-Depth: Prescription Addiction","Plot":"Medicine cabinets are fuller than ever today. In one port town on Florida's west coast, pharmaceutical drug abuse and its often fatal consequences are sharply on the rise, particularly among teenagers and other young people. This year, deaths from pharmaceutical drug overdoses in the area are on pace to exceed accidental deaths from car accidents. Legal drugs account for three times as many overdoses as illegal drugs - an alarming finding. Pain clinics prescribe opioids like aspirin. Meet severa","Runtime":44,"FirstAired":"2008-09-01T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":415094},{"ID":7883,"SeasonID":620,"ShowID":209,"MediaID":7850,"DateCreated":"2014-08-26T09:07:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Janet","Plot":"At age 6, Janet was molested. She was also bullied by other kids, making her extremely self-conscious about her looks. At 18, she married a drug dealer who made her rich, but her husband was sent to prison, leaving her alone with two sons. She turned to drugs and alcohol, and had multiple affairs. Her husband discovered one of her affairs and divorced her. Janet remarried and had two more children, but she missed her old luxurious lifestyle and began drinking heavily. Now she frequently passes o","Runtime":44,"FirstAired":"2008-09-22T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":416205},{"ID":8923,"SeasonID":620,"ShowID":209,"MediaID":8896,"DateCreated":"2014-09-17T19:16:55Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Nicole","Plot":"After being molested as a child, Nicole developed an unusual eating disorder--she was unable to swallow. By age 16, she weighed just 68 pounds, and doctors inserted a feeding tube into her stomach. The tube was supposed to be temporary, but 16 years later, Nicole still relies on the tube and can't swallow any food or liquids. She also abuses prescription drugs and neglects her two daughters. Her husband plans to divorce her if she continues to neglect their children.","Runtime":44,"FirstAired":"2008-09-29T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":416206},{"ID":8970,"SeasonID":620,"ShowID":209,"MediaID":8945,"DateCreated":"2014-09-22T21:47:58Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Brittany","Plot":"Brittany was born five years after the brutal rape and murder of her 9-year-old sister, Terry. Brittany struggled with the pressure to live up to her mother's perfect image of Terry. At 12, Brittany was molested, and she began taking drugs and sneaking out at night--anything to get out from under Terry's shadow. Now she shoots up Dilaudid six times a day, begs family members for money and prostitutes herself. Brittany's mother scrambles to give Brittany enough money for her fix. Desperate and on","Runtime":54,"FirstAired":"2008-01-14T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Rating":7,"RatingCount":1,"TVDB":416207},{"ID":9893,"SeasonID":620,"ShowID":209,"MediaID":9870,"DateCreated":"2014-11-14T09:04:37Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"John C","Plot":"John has type one diabetes but refuses to be diligent about checking his blood sugar, or taking his insulin. A social misfit and an outcast for many years, John wants to be considered a regular guy, and pretends to be one by eating whatever he wants without regard for his illness. He has been in a near-coma and hospitalized multiple times. His parents want to stop enabling his self-destructive behavior, but won't kick him out of the house because they fear he'll die without their supervision.","Runtime":44,"FirstAired":"2008-01-21T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","Rating":7,"RatingCount":1,"TVDB":416208},{"ID":9925,"SeasonID":620,"ShowID":209,"MediaID":9902,"DateCreated":"2014-11-16T23:07:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Follow Up: Tressa \u0026 Josh","Plot":"In this follow-up show, we check back in with Tressa and Josh. Tressa's meth addiction destroyed her promising Olympic career. Now eight months sober, she's working hard to stay on the right path and rekindle some of that lost potential. Going home for her mother's wedding, she encounters both the joy and the pain of her old lifestyle. Josh once weighed more than 500 pounds. Now 200 pounds lighter, Josh is planning a surprise visit to his family to bring them together for the first time since th","Runtime":44,"FirstAired":"2007-12-10T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","TVDB":425100},{"ID":9924,"SeasonID":620,"ShowID":209,"MediaID":9901,"DateCreated":"2014-11-16T23:04:52Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Casie","Plot":"Once a successful hairstylist, Casie now works in a small-town salon to fuel her $500-a-week meth habit. Casie's childhood was marred by her mother's drug addiction. Suffering from low self-esteem, Casie became bulimic and an addict. She lost her career, her life's savings, and her husband. Casie's mother now tries to make up for Casie's difficult childhood by enabling her, even at the cost of her own marriage. Casie's boyfriend, John, also an addict, is desperately trying to keep her alive. Cas","Runtime":44,"FirstAired":"2007-12-17T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","Rating":8,"RatingCount":1,"TVDB":427212},{"ID":9935,"SeasonID":620,"ShowID":209,"MediaID":9912,"DateCreated":"2014-11-17T00:02:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"Anthony","Plot":"From an early age, Anthony's father made him feel worthless. His parents divorced, and his mother  remarried, but she was still unhappy and turned to alcohol and drugs. It was little wonder, then, that Anthony began drinking at age 13. Another blow came when Anthony's younger brother died of leukemia. Anthony spiraled downward, and now he drinks half a gallon of vodka a day and takes whatever drugs he can find.","Runtime":44,"FirstAired":"2008-01-28T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Drug use, offensive language and content that may disturb","Rating":7,"RatingCount":1,"TVDB":429165},{"ID":8924,"SeasonID":620,"ShowID":209,"MediaID":8897,"DateCreated":"2014-09-17T19:18:54Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Lana","Plot":"Lana grew up in a family of 11 children, and her older sister introduced her to drinking at the age of seven. Despite this precarious start, Lana excelled in sports and was active in the church. But at 18, Lana began to enter into dangerous relationships with men and started abusing drugs and alcohol. She was in two near-fatal car accidents. And now, too make things even worse, she is in a relationship plagued by physical violence.","Runtime":44,"FirstAired":"2008-08-18T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","TVDB":431337},{"ID":9931,"SeasonID":620,"ShowID":209,"MediaID":9908,"DateCreated":"2014-11-16T23:38:31Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Angelina","Plot":"When Angelina was eight, her family grew apart over an argument about money. Her mother turned to prescription drugs and cocaine to deal with the stress. After graduating from high school, Angelina became her younger brother's legal guardian, but she was overwhelmed by the job of taking care of her brother and addict mother. Angelina became addicted to OxyContin and spent her trust fund of $350,000 on the drug. Then Angelina turned to cheaper drugs and heroin to support her habit. ","Runtime":44,"FirstAired":"2008-01-07T00:00:00Z","ParentalRating":"R","TVDB":434941},{"ID":9927,"SeasonID":620,"ShowID":209,"MediaID":9904,"DateCreated":"2014-11-16T23:15:07Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Chris","Plot":"Born into a family with traditional Catholic values, Chris struggled with his sexuality until coming out at 18. Now, at 34, Chris feels that being gay has cheated him out of the things he wants most--marriage, children, and inclusion in his family. He drinks first thing in the morning to ward off tremors, he's abusive to his partner, and he can't keep a job. His father believes Chris should be able to stop drinking by sheer force of will, but his mother believes that genetics is to blame for his","Runtime":44,"FirstAired":"2007-12-03T00:00:00Z","ParentalRating":"R","TVDB":434942},{"ID":9892,"SeasonID":620,"ShowID":209,"MediaID":9869,"DateCreated":"2014-11-14T08:59:21Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"In-Depth: Compulsive Gambling","Plot":"The face of gambling addiction has changed, dramatically. More women are falling prey to this insidious compulsion. They often sit for hours in front of slot-machines, poker tables, or even online gaming sites--leaving children unattended and piling up staggering debts. This is no longer a game. Many of these women have gone to great lengths to hide their gambling from families, only to hit rock bottom and lose everything. Some even serve time in jail. We will go inside this compulsion, examinin","Runtime":44,"FirstAired":"2008-09-08T00:00:00Z","ParentalRating":"R","Rating":7,"RatingCount":1,"TVDB":439939},{"ID":9933,"SeasonID":620,"ShowID":209,"MediaID":9910,"DateCreated":"2014-11-16T23:53:11Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Nik and Tiffany","Plot":"Beloved by his five sisters and his teenage son, Nik 35, was the glue that holds his large family together. He was a proud college graduate who became the director of a multi-million-dollar casino chain at a young age. But now Nik is a homeless drug addict. Four years ago, after a debilitating back injury, he became addicted to OxyContin. His addiction worsened and he turned to heroin. Now Nik has lost his job, his home, and custody of his son. A tall, beautiful brunette, Tiffany maintained a pe","Runtime":44,"FirstAired":"2008-02-04T00:00:00Z","ParentalRating":"R","TVDB":439940},{"ID":9932,"SeasonID":620,"ShowID":209,"MediaID":9909,"DateCreated":"2014-11-16T23:52:09Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Sandy","Plot":"Married with children and with a well established home, Sandy is struggling with her own addiction. She abuses prescription pain medication and mixes it with alcohol. Her family constantly keeps watch to monitor her diabetes and addictions. She's been in the hospital several times for complications to her illness. Can her family help her realize she has so much to live for?","Runtime":44,"FirstAired":"2008-02-18T00:00:00Z","ParentalRating":"R","TVDB":649811},{"ID":9878,"SeasonID":620,"ShowID":209,"MediaID":9855,"DateCreated":"2014-11-13T07:35:49Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Sharon","Plot":"Sharon, 51, has several difficulties that have her family worried. She compulsively shops to take her mind off things. She has had several plastic surgery procedures due to feeling her appearance is inadequate. And she physically abuses her body because of a negative view of herself. Sharon is also acting impulsively, feeling urges to act out and harm people and things. Sharon's family are hoping for a proper diagnosis and treatment before she harms herself or anyone else.\n\n","Runtime":44,"FirstAired":"2008-10-20T00:00:00Z","ParentalRating":"R","TVDB":649821},{"ID":9891,"SeasonID":620,"ShowID":209,"MediaID":9868,"DateCreated":"2014-11-14T08:57:48Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Sharon","Plot":"Sharon is a 51-year-old grandmother who loves children, dogs, and arts and crafts projects.  However, her seemingly quaint life has a dark underbelly.","Runtime":44,"FirstAired":"2008-11-30T00:00:00Z","ParentalRating":"R","Rating":5},{"ID":9972,"SeasonID":620,"ShowID":209,"MediaID":9952,"DateCreated":"2014-11-20T21:37:35Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Jeff","Plot":"Forty-year-old Jeff of Fredericton, New Brunswick, was once known as a heroic firefighter and a family man.","Runtime":44,"FirstAired":"2009-06-01T00:00:00Z","ParentalRating":"R","Rating":5}],"EpisodeCount":18}
