{"ID":645,"ShowID":135,"DateCreated":"2014-09-05T03:49:01Z","Number":1,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/22374-1.jpg","TVDB":5536,"Episodes":[{"ID":9530,"SeasonID":645,"ShowID":135,"MediaID":9505,"DateCreated":"2014-10-20T23:45:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":1,"Title":"Pilot","Plot":"A Kindergarten teacher starts speaking gibberish and passed out in front of her class. What looks like a possible brain tumor does not respond to treatment and provides many more questions than answers for House and his team as they engage in a risky trial-and-error approach to her case. When the young teacher refuses any additional variations of treatment and her life starts slipping away, House must act against his code of conduct and make a personal visit to his patient to convince her to tru","Runtime":44,"FirstAired":"2004-11-16T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Sex scenes","Director":"Bryan Singer","Writer":"David Shore","GuestStars":"Robin Tunney, Rekha Sharma Maya Massar, Dylan Basu, Ava Rebecca Hughes, Kvarra Willis, Ethan Kyle Gross, Candus Churchill, Michale Ascher, Alana Husband, Janet Glassford, Andrew Airlie","Rating":8,"RatingCount":118,"Image":"http://thetvdb.com/banners/episodes/73255/110994.jpg","IMDB":"tt0606035","TVDB":110994},{"ID":8499,"SeasonID":645,"ShowID":135,"MediaID":8462,"DateCreated":"2014-09-05T03:50:04Z","DatePublished":"2014-06-01T00:00:00Z","Number":2,"Title":"Paternity","Plot":"When a teenage lacrosse player is stricken with an unidentifiable brain disease, Dr. House and the team hustle to give his parents answers. Chase breaks the bad news, the kid has MS, but the boy's night-terror hallucinations disprove the diagnosis and send House and his team back to square one. As the boy's health deteriorates. House's side-bet on the paternity of the patient infuriates Dr. Cuddy and the teenager's parents, but may just pay off in spades.","Runtime":43,"FirstAired":"2004-11-23T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Sex scenes","Director":"Peter O'Fallon","Writer":"Lawrence Kaplow","GuestStars":"Kylee Cochran, Alex Skuby, Scott Mechlowicz, Paul Ganus, Robin Thomas, Wendy Gazelle, Scott Hochstadt","Rating":7.800000190734863,"RatingCount":76,"Image":"http://thetvdb.com/banners/episodes/73255/110995.jpg","IMDB":"tt0606034","TVDB":110995},{"ID":8500,"SeasonID":645,"ShowID":135,"MediaID":8463,"DateCreated":"2014-09-05T03:53:10Z","DatePublished":"2014-06-01T00:00:00Z","Number":3,"Title":"Occam's Razor","Plot":"A college student collapses after rowdy sex with his girlfriend.  While House and his team attempt to determine the cause, the student's condition continues to deteriorate and his symptoms multiply complicating the diagnosis.","Runtime":44,"FirstAired":"2004-11-30T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Sex scenes","Director":"Bryan Singer","Writer":"David Shore","GuestStars":"Kevin Zegers, Faith Prince, Alexis Thorpe, Lauren Cohn, Jason Stuart, Ben Campbell, John Kelly, Joshua Wolf Coleman, Beth Hall","Rating":7.800000190734863,"RatingCount":76,"Image":"http://thetvdb.com/banners/episodes/73255/110996.jpg","IMDB":"tt0606033","TVDB":110996},{"ID":8498,"SeasonID":645,"ShowID":135,"MediaID":8461,"DateCreated":"2014-09-05T03:49:01Z","DatePublished":"2014-06-01T00:00:00Z","Number":4,"Title":"Maternity","Plot":"When a virus is spreading among the hospital, infecting six babies, House and his team must make decisions that could compromise the lives of the babies.","Runtime":44,"FirstAired":"2004-12-07T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Sex scenes","Director":"Newton Thomas Sigel","Writer":"Peter Blake (IV)","GuestStars":"Ever Carradine, Kenneth Choi, Benjamin Parrillo, Sam Trammell, Cress Williams, Dwight Armstrong, Nate Torrence, Jocelyn Jackson, Hedy Burress, Melissa Marsala, Alexandra Bokyun Chun, Madison Bauer, Marc Menard, S","Rating":7.800000190734863,"RatingCount":77,"Image":"http://thetvdb.com/banners/episodes/73255/110997.jpg","IMDB":"tt0606030","TVDB":110997},{"ID":8502,"SeasonID":645,"ShowID":135,"MediaID":8465,"DateCreated":"2014-09-05T04:00:47Z","DatePublished":"2014-06-01T00:00:00Z","Number":5,"Title":"Damned If You Do","Plot":"A nun whose hands are red, swollen and cracked is sent to House. The nun believes it is stigmata, but House suspects an allergic reaction. He gives her some pills, which cause her to become unable to breathe.  As her condition worsens, her fellow sisters pray for her while House and his team work to discover the cause of her illness while House has to wonder if he misadministered the illness.","Runtime":44,"FirstAired":"2004-12-14T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M","Director":"Greg Yaitanes","Writer":"Sara B. Cooper","GuestStars":"Elizabeth Mitchell, Lucinda Jenney, Taji Coleman, James Symington, Dakin Matthews, Ann Dowd, Lori Rom","Rating":7.800000190734863,"RatingCount":70,"Image":"http://thetvdb.com/banners/episodes/73255/110998.jpg","IMDB":"tt0606018","TVDB":110998},{"ID":8501,"SeasonID":645,"ShowID":135,"MediaID":8464,"DateCreated":"2014-09-05T03:59:53Z","DatePublished":"2014-06-01T00:00:00Z","Number":6,"Title":"The Socratic Method","Plot":"Dr. House is intrigued by the symptoms of a schizophrenic woman, who displays mixed symptoms, including a tumor, but soon realizes the source of her problems isn't the obvious. House confronts his birthday and Chase confronts his past when the mother's son tries to keep up with her condition.","Runtime":44,"FirstAired":"2004-12-21T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M","Director":"Peter Medak","Writer":"John Mankiewicz","GuestStars":"Stacy Edwards, Aaron Himelstein, John Prosky, Sonya Eddy, Pat Musick, Lilas Lane, Veronica Leigh, C. Xavier Drayton","Rating":7.800000190734863,"RatingCount":74,"Image":"http://thetvdb.com/banners/episodes/73255/110999.jpg","IMDB":"tt0606045","TVDB":110999},{"ID":8508,"SeasonID":645,"ShowID":135,"MediaID":8471,"DateCreated":"2014-09-05T04:40:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":7,"Title":"Fidelity","Plot":"After being discovered dead asleep, a woman is admitted to the hospital. The doctors are puzzled by her symptoms, as they consider everything from tumors to breast cancer to rabbit fever.  When all the treatments fail, House concludes she has African sleeping sickness. However, neither the woman nor her husband could possibly have ever been to Africa. The woman will die without the proper treatment, but neither one will admit to having an affair.","Runtime":44,"FirstAired":"2004-12-28T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M","Director":"Bryan Spicer","Writer":"Thomas L. Moran","GuestStars":"Dominic Purcell, Myndy Crist, Clementine Shepherd-Ford, Brennan Elliott, Henri Lubatti, Endre Hules, James Conkle","Rating":7.5,"RatingCount":64,"Image":"http://thetvdb.com/banners/episodes/73255/111000.jpg","IMDB":"tt0606022","TVDB":111000},{"ID":8505,"SeasonID":645,"ShowID":135,"MediaID":8468,"DateCreated":"2014-09-05T04:15:38Z","DatePublished":"2014-06-01T00:00:00Z","Number":8,"Title":"Poison","Plot":"When a high school student falls victim to a mysterious but lethal poisoning, House and his team jump in to find out what is killing the teen. Suddenly, a second unrelated student is admitted with identical symptoms. With the boys' lives hanging in the balance, House and the team have to connect the dots fast. Meanwhile, an 82-year-old patient has become enamored with House while he helps her figure out the basis of her renewed fascination with her sexual feelings.","Runtime":44,"FirstAired":"2005-01-25T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"M","Director":"Guy Ferland","Writer":"Matt Witten","GuestStars":"Roxanne Hart, John Patrick Amedori, Shirley Knight,  Kurt Fuller, McNally Sagal, Molly Mankiewicz, Christopher Malpede, Kenya D. Williamson, Ulysses Lee, Jim Lau, Linda Wang, Andy Milder","Rating":7.699999809265137,"RatingCount":69,"Image":"http://thetvdb.com/banners/episodes/73255/111001.jpg","IMDB":"tt0606036","TVDB":111001},{"ID":8549,"SeasonID":645,"ShowID":135,"MediaID":8512,"DateCreated":"2014-09-05T08:02:36Z","DatePublished":"2014-06-01T00:00:00Z","Number":9,"Title":"DNR","Plot":"Legendary jazz musician John Henry Giles is checked into the hospital and when he's told he's dying from ALS, he signs a DNR to avoid a slow death. House disagrees with the diagnosis and goes against everyone's wishes when he violates the DNR to save Giles' life. The decision lands House in court, drives Foreman to consider taking another job, and results in Giles' paralysis worsening. But when the patient inexplicably starts getting better, the team has to figure out the mystery in reverse and ","Runtime":44,"FirstAired":"2005-02-01T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"M","Director":"Fred Keller","Writer":"David Foster","GuestStars":"Brandy Norwood, Harry J. Lennix, Chloe Webb, Clint Baker, David Conrad, Mike Starr, Richard Sinclair, Courtney Henggeler, Victor Raider-Wexler, Rif Hutton, Michael Oberlander, Dennis Howard","Rating":7.900000095367432,"RatingCount":74,"Image":"http://thetvdb.com/banners/episodes/73255/111002.jpg","IMDB":"tt0606016","TVDB":111002},{"ID":8558,"SeasonID":645,"ShowID":135,"MediaID":8521,"DateCreated":"2014-09-05T10:29:40Z","DatePublished":"2014-06-01T00:00:00Z","Number":10,"Title":"Histories","Plot":"Dr. Foreman believes an uncooperative homeless woman is faking seizures to get a meal ticket at the teaching hospital. But her homelessness strikes a personal chord with Dr. Wilson and he grows determined to keep her from falling between the cracks. Her worsening symptoms prove to be a complex mystery for House and his team, but the mystery of her identity and medical history may hold the answers to saving her life. Just as the team suspects she has contagious meningitis, the woman goes missing,","Runtime":44,"FirstAired":"2005-02-08T00:00:00Z","Year":2005,"ParentalRating":"M","ParentalRatingReason":"M","Director":"Daniel Attias","Writer":"Joel Thompson","GuestStars":"Paul Sklar, Smith Cho, Leslie Hope, Ogy Durham, Charles C. Stevenson Jr., Troy Robinson, Patty Onagan, Tomiko Martinez, Brandon Brocato, Bonnie Perlman, Farrah Skyler Greye, Suzanne Ford, Kevin Moon, Larry Clarke","Rating":7.599999904632568,"RatingCount":67,"Image":"http://thetvdb.com/banners/episodes/73255/111003.jpg","IMDB":"tt0606025","TVDB":111003},{"ID":8507,"SeasonID":645,"ShowID":135,"MediaID":8470,"DateCreated":"2014-09-05T04:40:19Z","DatePublished":"2014-06-01T00:00:00Z","Number":11,"Title":"Detox","Plot":"House has to find out why a patient has internal bleedings after a car crash. In the meantime, he has a wager with Cuddy he can stay off the painkillers. Will his withdrawal symptoms eventually kill his patient?","Runtime":44,"FirstAired":"2005-02-15T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Nelson McCormick","Writer":"Lawrence Kaplow, Thomas L. Moran","GuestStars":"Akiko Morison, Maurice Godin, Amanda Seyfried, Nicholas D'Agosto, America Olivo, Mark Harelik","Rating":8,"RatingCount":64,"Image":"http://thetvdb.com/banners/episodes/73255/111004.jpg","IMDB":"tt0606020","TVDB":111004},{"ID":9432,"SeasonID":645,"ShowID":135,"MediaID":9407,"DateCreated":"2014-10-20T03:39:18Z","DatePublished":"2014-06-01T00:00:00Z","Number":12,"Title":"Sports Medicine","Plot":"A severely broken arm reveals a bizarre case of bone loss and ends the comeback plans of major league pitcher Hank Wiggen. House suspects Hank is lying about using steroids, as his condition worsens. When Hank's kidneys start to fail, his wife offers to donate hers, but she would have to abort her early pregnancy. Forced into an impossible solution, and admitting failure as an addict, Hank tries to take his own life. House and his team must isolate and fix the problem soon if this pitcher's life","Runtime":43,"FirstAired":"2005-02-22T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Keith Gordon","Writer":"John Mankiewicz, David Shore","GuestStars":"Scott Foley, Bryan Singer, Meredith Monroe, Art LaFleur, Salli Richardson-Whitfield, Deirdre M. Smith, Timothy McNeil, Sean Everett, Richard Swaidan","Rating":7.800000190734863,"RatingCount":63,"Image":"http://thetvdb.com/banners/episodes/73255/111005.jpg","IMDB":"tt0606041","TVDB":111005},{"ID":8557,"SeasonID":645,"ShowID":135,"MediaID":8520,"DateCreated":"2014-09-05T10:24:40Z","DatePublished":"2014-06-01T00:00:00Z","Number":13,"Title":"Cursed","Plot":"A 12-year-old boy believes he's cursed after a Ouija board tells him he's going to die, and his father makes increasing demands on House as they try to diagnose the boy's pneumonia-like symptoms and incongruous rash. Meanwhile, Chase's estranged father, a renowned doctor from Australia, visits and House invites him to sit in, much to Chase's discomfort. When House diagnoses the boy's illness, the young patient is forced to face the idea that his father may not be everything he believes.","Runtime":44,"FirstAired":"2005-03-01T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Daniel Sackheim","Writer":"Matt Witten, Peter Blake (IV)","GuestStars":"David Henrie, Tracy Middendorf, Nestor Carbonell, R.J. Root, Jack Walsh, Alejandro Patino, Abbey McBride, Dennis Bendersky, Daryl Sabara, Patrick Bauchau","Rating":7.800000190734863,"RatingCount":61,"Image":"http://thetvdb.com/banners/episodes/73255/111006.jpg","IMDB":"tt0606015","TVDB":111006},{"ID":8509,"SeasonID":645,"ShowID":135,"MediaID":8472,"DateCreated":"2014-09-05T04:47:34Z","DatePublished":"2014-06-01T00:00:00Z","Number":14,"Title":"Control","Plot":"Billionaire entrepreneur Edward Vogler spends $100 million on the clinic and becomes the new Chairman of the Board. As a businessman, Vogler intends to turn the clinic into a profitable venue for his biotech venture and plans to eliminate the financially draining services of Dr. House. Meanwhile, a businesswoman who has it all - perfect life, perfect body, perfect job - finds herself inexplicably paralyzed. When he diagnoses her secret, House must risk his job and his medical license to get her ","Runtime":44,"FirstAired":"2005-03-15T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Randall Zisk","Writer":"Lawrence Kaplow","GuestStars":"Ron Perkins, Sheila Cavalette, Joshua  Miller, Andrew Borba, Sunny Mabrey, David Joyner, David Castellani, Vivian Bang, Sarah Clarke, Dar Dixon","Rating":7.900000095367432,"RatingCount":68,"Image":"http://thetvdb.com/banners/episodes/73255/111007.jpg","IMDB":"tt0606014","TVDB":111007},{"ID":8723,"SeasonID":645,"ShowID":135,"MediaID":8696,"DateCreated":"2014-09-09T21:50:56Z","DatePublished":"2014-06-01T00:00:00Z","Number":15,"Title":"Mob Rules","Plot":"Just before mobster Joey Arnello spills the beans in federal court and enters witness protection, he collapses. A court order instructs House to find out if he's faking. House and his team struggle to diagnose and cure Joey while Joey's brother Bill tries to slow things down and keep Joey from testifying. Meanwhile, Cuddy struggles to convince Vogler that House is an essential part of the hospital.","Runtime":44,"FirstAired":"2005-03-22T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Tim Hunter","Writer":"David Foster, John Mankiewicz","GuestStars":"David Burke, Danny Nucci, Joseph Lyle Taylor, Greg Collins, Ingrid Sanai Buron, A.J. Trauth","Rating":7.699999809265137,"RatingCount":67,"Image":"http://thetvdb.com/banners/episodes/73255/111008.jpg","IMDB":"tt0606031","TVDB":111008},{"ID":8510,"SeasonID":645,"ShowID":135,"MediaID":8473,"DateCreated":"2014-09-05T04:51:38Z","DatePublished":"2014-06-01T00:00:00Z","Number":16,"Title":"Heavy","Plot":"House must fire one of his doctors and leaves them to think about it while they deal with an overweight 10-year old child who suffered a heart attack as the result of taking diet pills. House is also faced with a woman who won't accept surgery for a 30 lb. tumor because she wants to remain overweight.","Runtime":44,"FirstAired":"2005-03-29T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Fred Gerber","Writer":"Thomas L. Moran","GuestStars":"Rose Colasanti, Cynthia Ettinger, Ramón Franco, Karen Goberman, Teddy Lane Jr., Susan Slome, Jennifer Stone, Alyson Morgan, Austin Leisle, Alec George, DJ Evans, Bryan Fabian","Rating":7.5,"RatingCount":64,"Image":"http://thetvdb.com/banners/episodes/73255/111009.jpg","IMDB":"tt0606024","TVDB":111009},{"ID":8511,"SeasonID":645,"ShowID":135,"MediaID":8474,"DateCreated":"2014-09-05T04:53:06Z","DatePublished":"2014-06-01T00:00:00Z","Number":17,"Title":"Role Model","Plot":"At a high-level campaign fundraiser, a senator becomes violently ill. Vogler forces House to take the senator's case and offers to let off the hook on firing a team member if he'll deliver a speech on behalf of Vogler's pharmaceutical company. It looks like the senator has AIDS but House refuses to settle for the easy answer. And House ends up giving the speech, but it doesn't go quite as Vogler planned.","Runtime":44,"FirstAired":"2005-04-12T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Peter O'Fallon","Writer":"Matt Witten","GuestStars":"Joe Morton, Missy Crider, Elizabeth Karr, Dominic Oliver, Sahar Bibiyan","Rating":7.800000190734863,"RatingCount":70,"Image":"http://thetvdb.com/banners/episodes/73255/111010.jpg","IMDB":"tt0606037","TVDB":111010},{"ID":8504,"SeasonID":645,"ShowID":135,"MediaID":8467,"DateCreated":"2014-09-05T04:09:46Z","DatePublished":"2014-06-01T00:00:00Z","Number":18,"Title":"Babies \u0026 Bathwater","Plot":"While House and his team scramble to discover what's causing brain and kidney dysfunction in a pregnant woman, Vogler is working to get House fired after House's pharmaeutical speech. House determines the illness, but the woman and her husband must struggle with an emotional and heartbreaking choice: choose between her or that of her unborn child. Vogler calls for a vote to remove House, but when Wilson refuses to make the vote unanimous, Vogler threatens to take his money if Wilson isn't voted ","Runtime":44,"FirstAired":"2005-04-19T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Bill Johnson","Writer":"David Shore, Peter Blake (IV)","GuestStars":"Kenneth Choi, Michael Goorjian, Marin Hinkle, Reggie Jordan, John Berg, S.E. Perry, Guy Camilleri, Kevin Brief, Diane Sellers, Veronica Brown, Michael Simpson, Natalie Shaw, Ron Perkins","Rating":7.699999809265137,"RatingCount":69,"Image":"http://thetvdb.com/banners/episodes/73255/111011.jpg","IMDB":"tt0606013","TVDB":111011},{"ID":8560,"SeasonID":645,"ShowID":135,"MediaID":8523,"DateCreated":"2014-09-05T10:37:41Z","DatePublished":"2014-06-01T00:00:00Z","Number":19,"Title":"Kids","Plot":"During an meningitis outbreak which overwhelms the clinic, House is drawn to a single patient: a 12-year-old whose symptoms don't quite match everyone else's. House, Foreman, and Chase must devise ingenious ways and locations to treat the girl's delicate condition in the middle of the chaos, and make an unexpected discovery. Meanwhile, House asks Cameron to come back to her job but she has one requirement that he might not be able to meet.","Runtime":44,"FirstAired":"2005-05-03T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Deran Sarafian","Writer":"Thomas L. Moran, Lawrence Kaplow","GuestStars":"Mark Bloom, Geraldine Singer, Tim Haldeman, Skye McCole Bartusiak, Diego Clare, Erin Foster, Dylan Kussman, Rhea Lando, Lindsay Pulsipher, Ben Jelen, Cindy Lu, Eric Cazenave, Kelly Kirklyn, Eddie McClintock, Shari","Rating":7.699999809265137,"RatingCount":71,"Image":"http://thetvdb.com/banners/episodes/73255/111012.jpg","IMDB":"tt0606028","TVDB":111012},{"ID":8512,"SeasonID":645,"ShowID":135,"MediaID":8475,"DateCreated":"2014-09-05T05:01:39Z","DatePublished":"2014-06-01T00:00:00Z","Number":20,"Title":"Love Hurts","Plot":"House apparently triggers a stroke in a clinic patient, but the major topic of discussion is House's imminent date with Cameron, The team must deal with the patient's odd lifestyle, overbearing \"friend,\" and reluctant parents in order to stop the strokes and try to save his life. Meanwhile, Wilson, Cuddy and the team offer House and Cameron advice while laying odds on the outcome.","Runtime":44,"FirstAired":"2005-05-10T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Bryan Spicer","Writer":"Sara B. Cooper","GuestStars":"John Cho, Mark  Brown, Kristoffer Ryan Winters, Elizabeth Sung, June Squibb, Matt Malloy, Keone Young, Christina Cox, Peter Graves","Rating":7.800000190734863,"RatingCount":70,"Image":"http://thetvdb.com/banners/episodes/73255/111013.jpg","IMDB":"tt0606029","TVDB":111013},{"ID":8506,"SeasonID":645,"ShowID":135,"MediaID":8469,"DateCreated":"2014-09-05T04:18:45Z","DatePublished":"2014-06-01T00:00:00Z","Number":21,"Title":"Three Stories","Plot":"House's ex-girlfriend Stacy Warner returns ? not for House but to get help for her ailing husband. While House decides whether or not to take her case, Cuddy forces him to present a lecture to a class of medical students. As he weaves the stories of three patients who all present with a similar symptom, House gives a lecture the students will never forget.","Runtime":44,"FirstAired":"2005-05-17T00:00:00Z","Year":2005,"ParentalRating":"M","Director":"Paris Barclay","Writer":"David Shore","GuestStars":"Nicole Bilderback, Carmen Electra, Andrew Keegan, Josh Zuckerman, James Saxenmeyer, Andi Eystad, Ingrid Sanai Buron","Rating":8.5,"RatingCount":78,"Image":"http://thetvdb.com/banners/episodes/73255/311966.jpg","IMDB":"tt0606046","TVDB":311966},{"ID":8513,"SeasonID":645,"ShowID":135,"MediaID":8476,"DateCreated":"2014-09-05T05:03:20Z","DatePublished":"2014-06-01T00:00:00Z","Number":22,"Title":"Honeymoon","Plot":"When Stacy insists her husband Mark get tests, House insists he can handle things. But despite the fact Mark's tests prove negative, his steadily growing symptoms indicate he is dying. While House struggles with the mystery and make increasing demands on his staff, Wilson worries about House's emotional well-being, and Cuddy considers adding a new employee to the clinic.","Runtime":44,"FirstAired":"2005-05-24T00:00:00Z","Year":2005,"ParentalRating":"R","Director":"Fred Keller","Writer":"Lawrence Kaplow, John Mankiewicz","GuestStars":"Currie Graham, Mark Holmes, Revital Krawetz","Rating":8,"RatingCount":65,"Image":"http://thetvdb.com/banners/episodes/73255/318378.jpg","IMDB":"tt0606043","TVDB":318378}],"EpisodeCount":22}
