{"ID":661,"ShowID":238,"DateCreated":"2014-09-25T02:11:42Z","Number":3,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/192-3.jpg","TVDB":4453,"Episodes":[{"ID":9010,"SeasonID":661,"ShowID":238,"MediaID":8985,"DateCreated":"2014-09-25T02:11:42Z","DatePublished":"2014-09-01T00:00:00Z","Number":1,"Title":"Like a Virgin","Plot":"Dawson returns from spending the summer in Philadelphia with his mother, and on his way home meets a beautiful young woman who brings trouble to his otherwise ho-hum life. Meanwhile, Joey, who has frozen Dawson out all summer, realizes she is still reeling from their unexpected break-up when she sees him again, but may have found an unexpected new friend for their junior year; Jen gets more than she bargained for when she takes on the fascist head cheerleader; Mitch accepts a new position as Cap","Runtime":44,"FirstAired":"1999-09-29T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Greg Prange","Writer":"Tammy Ader","GuestStars":"Brittany Daniel, Niklaus Lange, Vanessa Dorman, Amelia Martin, Fred Maske, Kelly Cheston, Aubrey Dollar","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91492.jpg","TVDB":91492},{"ID":9011,"SeasonID":661,"ShowID":238,"MediaID":8986,"DateCreated":"2014-09-25T02:13:00Z","DatePublished":"2014-09-01T00:00:00Z","Number":2,"Title":"Homecoming","Plot":"Dawson is recruited by his dad and Principal Green to produce a film for the football pep rally, but the stars of the film end up being Dawson and his lady friend Eve, not the Capeside Minutemen. Meanwhile, Pacey has enlisted Joey for assistance in bringing Andie back to Capeside, but their long-awaited reunion doesn't go exactly as Pacey had intended; and Jack comes to an unexpected understanding with his father who has returned to Capeside to be with Jack and Andie.","Runtime":44,"FirstAired":"1999-10-06T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Melanie Mayron","Writer":"Greg Berlanti","GuestStars":"Brittany Daniel, Chris Demetral, Rob Dator, Chris Nubel, John Bennes, Mary Lucy Bivins, Beatrice Bush, Kelly Cheston, Aubrey Dollar, Christy Jo Wilburn, Yolanda Camille Chambers","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91493.jpg","TVDB":91493},{"ID":9012,"SeasonID":661,"ShowID":238,"MediaID":8987,"DateCreated":"2014-09-25T02:14:04Z","DatePublished":"2014-09-01T00:00:00Z","Number":3,"Title":"None of the Above","Plot":"Dawson is stunned when Eve presents him with a sneak peak at the PSAT test and everyone is tempted to cheat including Joey, whose scholarship is dependent on her SAT scores, and Andie, who is desperately fighting for acceptance to Harvard. But when the test is stolen, it's Pacey that Dawson accuses since he sees Pacey slipping back to his old ways. Meanwhile, Jack is insistent that the football team is purposely beating him down because he is gay.","Runtime":44,"FirstAired":"1999-10-13T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Patrick Norris","Writer":"Bonnie Schneider, Hadley Davis","GuestStars":"Brittany Daniel, Niklaus Lange, Aubrey Dollar, Christy Jo Wilburn, Yolanda Camille Chambers, Genevieve Barker, Kelly Cheston","Rating":8,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91494.jpg","TVDB":91494},{"ID":9014,"SeasonID":661,"ShowID":238,"MediaID":8989,"DateCreated":"2014-09-25T02:17:58Z","DatePublished":"2014-09-01T00:00:00Z","Number":4,"Title":"Home Movies","Plot":"Father and son are at odds when Dawson moves forward with a news piece for his mom's Philadelphia station using Mitch's star player, Jack, as his subject matter even though Mitch is vehemently opposed. Meanwhile, Joey and Pacey find themselves in cahoots when they must pay the price for ditching class; Andie jumps to conclusions and panics about the reasons Principal Green wants to meet with her; and Jen goes to great lengths to remove herself as head cheerleader but is shocked at the end result","Runtime":42,"FirstAired":"1999-10-20T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Nick Marck","Writer":"Jeffrey Stepakoff","GuestStars":"Kelly Cheston, Aubrey Dollar, David Bridgewater, Devin C. Odom, Lindsay Leb, Janice Fincher, John Shearin, Kevin Martin Eller, Kalani McGinn Bullington, Preston Grover","Rating":8,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91495.jpg","TVDB":91495},{"ID":9015,"SeasonID":661,"ShowID":238,"MediaID":8990,"DateCreated":"2014-09-25T02:17:59Z","DatePublished":"2014-09-01T00:00:00Z","Number":5,"Title":"Indian Summer","Plot":"Dawson plays detective when Eve's mysterious ways, including breaking and entering and stealing, cause him to wonder about her reasons for being in Capeside, but the secrets he uncovers may drastically change the lives of others close to him. Meanwhile, Joey's misgivings of Rob lead her to crash his date with Andie but her good will backfires on her; and Jack goes against Jen's wishes and sets up a rendezvous for Henry.","Runtime":43,"FirstAired":"1999-10-27T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Lou Antonio","Writer":"Gina Fattore, Tom Kapinos","GuestStars":"Brittany Daniel, Niklaus Lange, Lou Criscuolo, Felecia Rafield","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91496.jpg","TVDB":91496},{"ID":9123,"SeasonID":661,"ShowID":238,"MediaID":9098,"DateCreated":"2014-09-26T13:05:14Z","DatePublished":"2014-09-01T00:00:00Z","Number":6,"Title":"Secrets and Lies","Plot":"Dawson is torn about telling Jen the scandalous secret he has about Eve and even more distressed when his mom unexpectedly returns from Philadelphia. Meanwhile, Andie accuses Joey of sabotaging her chance to reunite with Pacey; and Jen shocks the entire town with the entertainment she has hired for the Annual Homecoming Queen Gala and shocks the very shy Henry even more when she asks him to be her escort.","Runtime":44,"FirstAired":"1999-11-10T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Greg Prange","Writer":"Greg Berlanti, Alex Gansa","GuestStars":"K Callan, Niklaus Lange, Pat Gleason, Barbara Weetman, Thomas Joseph Martovitz Jr., Shane German, Acie Hendricks, Dan Martin","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91497.jpg","TVDB":91497},{"ID":9016,"SeasonID":661,"ShowID":238,"MediaID":8991,"DateCreated":"2014-09-25T02:19:39Z","DatePublished":"2014-09-01T00:00:00Z","Number":7,"Title":"Escape from Witch Island","Plot":"In a bone-chilling installment, Dawson recruits Joey, Pacey and Jen to be his guerrilla crew on a documentary for history class about Witch Island, a local spot shrouded in mystery for its reputation for being haunted by witches. They are haunted by tall tales of witches and love lost that has Dawson and Joey questioning their own romance and Jen and Pacey considering a new kind of friendship. Back at school, Andie takes her job on the school disciplinary committee a little too seriously when sh","Runtime":43,"FirstAired":"1999-11-17T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"James Whitmore Jr.","Writer":"Tom Kapinos","GuestStars":"Vanessa Dorman, Wayne Pére, Liz Vassey, Saycon Sengbloh, Derrick Justin, Nikki Griffin","Rating":9,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91498.jpg","TVDB":91498},{"ID":9017,"SeasonID":661,"ShowID":238,"MediaID":8992,"DateCreated":"2014-09-25T02:21:35Z","DatePublished":"2014-09-01T00:00:00Z","Number":8,"Title":"Guess Who's Coming to Dinner","Plot":"When Jen's mom unexpectedly arrives in Capeside on Thanksgiving morning, Dawson confronts her about her secret past, and makes a decision to help bridge the gap between the estranged mother and daughter. Meanwhile, Jen continues to pursue a new type of friendship with Pacey, and Mitch and Gail make known the future of the Leery family.","Runtime":43,"FirstAired":"1999-11-24T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Jim Charleston","Writer":"Heidi Ferrer","GuestStars":"Mel Harris","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91499.jpg","TVDB":91499},{"ID":9018,"SeasonID":661,"ShowID":238,"MediaID":8993,"DateCreated":"2014-09-25T02:22:14Z","DatePublished":"2014-09-01T00:00:00Z","Number":9,"Title":"Four to Tango","Plot":"Dawson is suspicious of Pacey's awkward behavior and misconstrues his actions when he learns Pacey has been spending time with Joey. Meanwhile, after rethinking the offer, Pacey cannot move forward with his no-strings-attached relationship with Jen, and Andie urges Jack to meet a gay student from a neighboring town who contacted him via the internet after seeing Dawson's news story.","Runtime":44,"FirstAired":"1999-12-01T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"James Whitmore Jr.","Writer":"Gina Fattore","GuestStars":"Amy Parrish, Jason Davis, Tony Schnur, Gloria Crist","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91500.jpg","TVDB":91500},{"ID":9019,"SeasonID":661,"ShowID":238,"MediaID":8994,"DateCreated":"2014-09-25T02:25:51Z","DatePublished":"2014-09-01T00:00:00Z","Number":10,"Title":"First Encounters of the Close Kind","Plot":"Dawson, Joey, Jack \u0026 Andie spend the weekend at a Boston university for an advanced look at college and where Dawson has entered his \"Blair Witch\" documentary in a student film festival. Elsewhere on campus, due to a clerical error, Joey's weekend guide is not what she expected; Andie's pursuit for an advanced admissions interview, leads her to some inspirational advice from an unlikely source; and Jack takes a risk and explores the local gay community.","Runtime":44,"FirstAired":"1999-12-15T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Greg Prange","Writer":"Leslie Ray","GuestStars":"Marla Gibbs, Robin Dunne, Bianca Lawson, John Allore, Ann Morgan, Brandon Odell, Mark Steelman, Jason Saucier, Greg Provance, Jonathan Orcott, Lisa Cafiero, Maya Tai Dorsey, Jonathan Frappier, Traci Dinwiddie, Ric","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91501.jpg","TVDB":91501},{"ID":9023,"SeasonID":661,"ShowID":238,"MediaID":8998,"DateCreated":"2014-09-25T02:30:45Z","DatePublished":"2014-09-01T00:00:00Z","Number":11,"Title":"Barefoot at Capefest","Plot":"Dawson experiences an identity crisis when Principal Green's daughter Nikki emerges as another aspiring young director, and Joey experiences her own crisis when Dawson won't open up to her about the pain of his parents' divorce. Meanwhile, Jack's first efforts to hit on another guy are rebuffed, Pacey and Andie uncomfortably find themselves sharing the same after school activity, and Jen realizes that she may have passed up the chance at something special with Henry.","Runtime":43,"FirstAired":"2000-01-12T00:00:00Z","ParentalRating":"PG","Director":"Jan Eliasberg","Writer":"Bonnie Schneider, Hadley Davis","GuestStars":"Bianca Lawson, Stephen Michael Ayers, Caleb Burress, Tyrone Hicks, William Turell Hodges III, Maribeth Ayers, Lee Norris, Mohamed El Eman, Thad Mace","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91502.jpg","TVDB":91502},{"ID":9021,"SeasonID":661,"ShowID":238,"MediaID":8996,"DateCreated":"2014-09-25T02:28:19Z","DatePublished":"2014-09-01T00:00:00Z","Number":12,"Title":"A Weekend in the Country","Plot":"Joey's friends and their families work together to make sure that the opening of Potter's Bed \u0026 Breakfast is a success and that she and Bessie don't lose everything they have after Pacey surprises them with a visit from a prestigious travel critic. Throughout the weekend, Jen admits her concerns to Grams about getting close to Henry; Jack considers moving back home after hearing Andie's loving plea; and Dawson tries to understand the connection between his parents even after their divorce.","Runtime":44,"FirstAired":"2000-01-19T00:00:00Z","ParentalRating":"PG","Director":"Michael Katleman","Writer":"Jeffrey Stepakoff","GuestStars":"Carl McIntyre, Kelly Jones Gabriele, Jeffrey Stepakoff, L.M. Wells","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91503.jpg","TVDB":91503},{"ID":9020,"SeasonID":661,"ShowID":238,"MediaID":8995,"DateCreated":"2014-09-25T02:28:16Z","DatePublished":"2014-09-01T00:00:00Z","Number":13,"Title":"Northern Lights","Plot":"Dawson makes the radical move of dropping out of film class to spend some time re-evaluating his teenage years. Back at Potter's, Joey is torn between attending Pacey's opening night and her date with A.J., who has come to Capeside for the evening. At the play, Andie must take over as director when the faculty director takes ill; and Jen agrees to meet Henry, but she throws him another block by bringing Grams as her date.","Runtime":43,"FirstAired":"2000-01-26T00:00:00Z","ParentalRating":"PG","Director":"Jay Tobias","Writer":"Gina Fattore","GuestStars":"Robin Dunne, Bianca Lawson, Stephen Michael Ayers, Maribeth Ayers, Chris Hill","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91504.jpg","TVDB":91504},{"ID":9022,"SeasonID":661,"ShowID":238,"MediaID":8997,"DateCreated":"2014-09-25T02:29:24Z","DatePublished":"2014-09-01T00:00:00Z","Number":14,"Title":"Valentine's Day Massacre","Plot":"Joey questions Dawson's state of mind when he and Pacey decide to lead their friends to a secret location party hosted by a group infamous for their complete and utter debauchery. Back at home, Jack's ex-girlfriend arrives from Rhode Island nursing a broken heart but is unaware of Jack's coming out last year and Jen's first date with Henry is a Valentine's Day she won't soon forget.","Runtime":44,"FirstAired":"2000-02-02T00:00:00Z","ParentalRating":"PG","Director":"Sandy Smolan","Writer":"Tom Kapinos","GuestStars":"Alex Breckenridge, Jennifer Keddy, Robert Boris, Alison Robertson, Michael Hagerty","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91505.jpg","TVDB":91505},{"ID":9024,"SeasonID":661,"ShowID":238,"MediaID":8999,"DateCreated":"2014-09-25T02:32:41Z","DatePublished":"2014-09-01T00:00:00Z","Number":15,"Title":"Crime and Punishment","Plot":"Joey is chosen to be part of a group of students to paint a school mural, but when hers is defaced before the unveiling, Dawson offers words of encouragement while Pacey takes action and risks suspension when he goes in search of the culprit. Meanwhile, when Andie's PSAT scores rank among the best in the country, she gambles with everything she has worked for and comes clean to Principal Green about the previously stolen test; and Pacey moves in with Deputy Doug when their sister and her kids mo","Runtime":43,"FirstAired":"2000-02-09T00:00:00Z","ParentalRating":"PG","Director":"Joe Napolitano","Writer":"Gina Fattore, Alex Gansa","GuestStars":"Andy Francis, Estes Tarver, K. C. Poe, Michael Hagerty","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91506.jpg","TVDB":91506},{"ID":9025,"SeasonID":661,"ShowID":238,"MediaID":9000,"DateCreated":"2014-09-25T02:33:57Z","DatePublished":"2014-09-01T00:00:00Z","Number":16,"Title":"To Green, With Love","Plot":"Joey relies on the support of Pacey and A.J. to rally the students in protest against the school superintendent after he forces Principal Green to resign for expelling the student who destroyed Joey's mural. Meanwhile, Dawson and Gail both go back to their respective places in back and in front of the camera to produce a piece about the ongoing school protest which ruffles more than a few feathers of the school board hierarchy.","Runtime":42,"FirstAired":"2000-02-16T00:00:00Z","ParentalRating":"PG","Director":"Kenneth Fink","Writer":"Gina Fattore, Greg Berlanti","GuestStars":"Robin Dunne, Bianca Lawson, Jessica Collins, Lawrence Pressman, Michael J. Hunter, Dawn Spinella, Melissa Bragg-Lumsden, Taylor Webb, Lee Norris, John Baker, Elaine Nalee, Michael Hagerty","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91507.jpg","TVDB":91507},{"ID":9026,"SeasonID":661,"ShowID":238,"MediaID":9001,"DateCreated":"2014-09-25T02:37:00Z","DatePublished":"2014-09-01T00:00:00Z","Number":17,"Title":"Cinderella Story","Plot":"When Joey turns to Pacey for rescuing after she flees Boston halfway through her visit with A.J., the two old friends may finally confront their growing feelings for each other. Meanwhile, to avoid suspension, Pacey becomes a mentor to a young boy and must contend with a little version of himself with a big attitude; and behind Gail's back, Dawson asks Mitch to help with the opening of her new restaurant.","Runtime":43,"FirstAired":"2000-03-01T00:00:00Z","ParentalRating":"PG","Director":"Janice Cooke-Leonard","Writer":"Jeffrey Stepakoff","GuestStars":"Robin Dunne, Jonathan Lipnicki, Deborah Kellner, Hank Troscianiec, Andrea Powell, Corey Jackson, Nick Prange, Karen Kirschenbauer","Rating":9,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72584/91508.jpg","TVDB":91508},{"ID":9659,"SeasonID":661,"ShowID":238,"MediaID":9634,"DateCreated":"2014-10-22T22:45:11Z","DatePublished":"2014-09-01T00:00:00Z","Number":18,"Title":"Neverland","Plot":"Pacey hopes taking Dawson to their favorite childhood camping spot will help ease the pain when he tells Dawson about his new feelings for Joey. Meanwhile, Joey deals with the emotional fallout from her kiss with Pacey by spending girls' night out with Jen and Andie, but to Jen's surprise they stumble upon a birthday party for Henry that she wasn't invited to.","Runtime":43,"FirstAired":"2000-04-05T00:00:00Z","ParentalRating":"PG","Director":"Patrick Norris","Writer":"Maggie Friedman","GuestStars":"Jonathan Lipnicki, Raymond J. Revnyak Jr., Alex Wharf, Patrick Stogner","Rating":8,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72584/91509.jpg","TVDB":91509},{"ID":9029,"SeasonID":661,"ShowID":238,"MediaID":9004,"DateCreated":"2014-09-25T02:40:33Z","DatePublished":"2014-09-01T00:00:00Z","Number":19,"Title":"Stolen Kisses","Plot":"Dawson invites Joey, Andie and Pacey to spend Spring Break in the mountains at his aunt's home, but the trip is filled with tension as Joey and Pacey continue to battle about their feelings for each other and Andie becomes intrigued with the gang's childhood friend Will who is visiting. Meanwhile, back in town, Jen becomes surprisingly territorial when another woman flirts with Henry.","Runtime":44,"FirstAired":"2000-04-26T00:00:00Z","ParentalRating":"PG","Director":"Greg Prange","Writer":"Tom Kapinos","GuestStars":"Rodney Scott, Julie Bowen, Sarah Lancaster, Susan Williams, Hank Troscianiec, Sam Robison, William Flaman","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72584/91510.jpg","TVDB":91510},{"ID":9027,"SeasonID":661,"ShowID":238,"MediaID":9002,"DateCreated":"2014-09-25T02:39:04Z","DatePublished":"2014-09-01T00:00:00Z","Number":20,"Title":"The Longest Day","Plot":"In a story that replays the same day's activities from three different perspectives (as in the 1999 movie \"\"Go\"\"), Joey and Pacey vacillate on the ways to tell Dawson about their feelings for each other. But when the truth does come out, Dawson's reaction is the one they hoped they wouldn't get. Meanwhile, Andie, who thought she was over Pacey enough to date, accepts a date with Capeside visitor Will, but their first date is ruined when she also learns about Joey and Pacey.","Runtime":45,"FirstAired":"2000-05-03T00:00:00Z","ParentalRating":"PG","Director":"Perry Lang","Writer":"Gina Fattore","GuestStars":"Rodney Scott, Jonathan Lipnicki","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72584/91511.jpg","TVDB":91511},{"ID":9030,"SeasonID":661,"ShowID":238,"MediaID":9005,"DateCreated":"2014-09-25T02:41:12Z","DatePublished":"2014-09-01T00:00:00Z","Number":21,"Title":"Show Me Love","Plot":"As Capeside prepares for the annual spring regatta, Dawson and Pacey compete for the winning trophy, only Joey is tired of feeling like the prize. Meanwhile, after many weeks of mixed messages, Gale makes the first move with Mitch, and after Jen finally forgives Henry for his one-track mind, he gives Jen the most romantic night of her life.","Runtime":42,"FirstAired":"2000-05-10T00:00:00Z","ParentalRating":"PG","Director":"Morgan J. Freeman","Writer":"Liz Tigelaar, Holly Henderson","GuestStars":"Rodney Scott","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91512.jpg","TVDB":91512},{"ID":9028,"SeasonID":661,"ShowID":238,"MediaID":9003,"DateCreated":"2014-09-25T02:39:36Z","DatePublished":"2014-09-01T00:00:00Z","Number":22,"Title":"The Anti-Prom","Plot":"Dawson, Joey and Andie prepare their own unique prom when they learn that the committee has scrutinized Jack's selected date. Dawson, who has invited Joey to be his date, uses the special evening to try to win her back and make Pacey jealous; Andie persuades Pacey to be her escort but her evening ends by consoling him about his love life uncertainties; Jen becomes outraged with Henry when he reveals he is leaving Capeside for the summer; and Gail and Mitch celebrate their new found romance.","Runtime":44,"FirstAired":"2000-05-17T00:00:00Z","ParentalRating":"PG","Director":"Greg Prange","Writer":"Maggie Friedman","GuestStars":"Corri English","Rating":8,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91513.jpg","TVDB":91513},{"ID":9031,"SeasonID":661,"ShowID":238,"MediaID":9006,"DateCreated":"2014-09-25T02:44:00Z","DatePublished":"2014-09-01T00:00:00Z","Number":23,"Title":"True Love","Plot":"After an emotional day filled with love, tears and wedding vows, Joey ultimately must choose between her love for Dawson and her new feelings for Pacey. Across town, Grams talks about love and regret with Jen, while Jack and Andie make a decision to drive all night so that Jen can see Henry one last time.","Runtime":43,"FirstAired":"2000-05-24T00:00:00Z","ParentalRating":"PG","Director":"James Whitmore Jr., Greg Berlanti, Jeffrey Stepakof","Writer":"Tom Kapinos, Gina Fattore","GuestStars":"Harold Bergman, Burgess Jenkins, Chuck Kinlaw","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72584/91514.jpg","TVDB":91514}],"EpisodeCount":23}
