{"ID":662,"ShowID":238,"DateCreated":"2014-09-25T02:44:19Z","Number":4,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/192-4.jpg","TVDB":4454,"Episodes":[{"ID":9032,"SeasonID":662,"ShowID":238,"MediaID":9007,"DateCreated":"2014-09-25T02:44:19Z","DatePublished":"2014-09-01T00:00:00Z","Number":1,"Title":"Coming Home","Plot":"Pacey and Joey return from their summer vacation on \"True Love\". Now they have to deal with Dawson's feelings, who has been deeply hurt for the past months. At first, he doesn't want to talk with neither one of them, but Jen convinces him to talk to Joey. Meanwhile, Pacey's older sister, Gretchen, arrives in Capeside and moves in with Doug, making Pacey homeless. But he won't live with his parents anymore, and so he asks Joey to let him crash at her house for a while. Dawson tells Jack about Gre","Runtime":43,"FirstAired":"2000-10-04T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Greg Prange","Writer":"Greg Berlanti","GuestStars":"Danny Roberts, Garikayi Mutambirwa","Rating":8.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72584/91515.jpg","TVDB":91515},{"ID":9033,"SeasonID":662,"ShowID":238,"MediaID":9008,"DateCreated":"2014-09-25T02:47:34Z","DatePublished":"2014-09-01T00:00:00Z","Number":2,"Title":"Failing Down","Plot":"Joey is looking for a new job and gets one at the Yacht Club pretending to know a very affluent family. She is tricked by her boss's son, Dru, who discovers her lies. Mitch (no also a counselor at the school) tells Pacey he's not going to graduate unless he makes up for his bad grades. Pacey doesn't want Joey to know, but Mitch tells Dawson, who tells Joey, showing that he still cares about Pacey. Pacey and Joey have a fight, and Pacey admits he need help.","Runtime":44,"FirstAired":"2000-10-11T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Writer":"Tom Kapinos","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72584/91516.jpg","TVDB":91516},{"ID":9035,"SeasonID":662,"ShowID":238,"MediaID":9010,"DateCreated":"2014-09-25T02:49:54Z","DatePublished":"2014-09-01T00:00:00Z","Number":3,"Title":"Two Gentlemen of Capeside","Plot":"Pacey is happy for his good grades, and decides to sail for celebration. Dawson, Joey and Drue are assigned for a work and Joey can't go with him. Instead, Pacey takes Jen with him. What they didn't know is that a huge storm was coming, and suddenly they have to face it. Andie is having an interview with Drue's mom for college, but her medical records get in her way. Mrs. Valentine worries about Andie's mental stability and denies her the spot. When the storm get bigger, Andie takes control of t","Runtime":43,"FirstAired":"2000-10-18T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Sandy Smolan","Writer":"Jeffrey Stepakoff","GuestStars":"Chris Marshall, Steven G. Tyler","Rating":7.699999809265137,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72584/91517.jpg","TVDB":91517},{"ID":9037,"SeasonID":662,"ShowID":238,"MediaID":9012,"DateCreated":"2014-09-25T02:51:56Z","DatePublished":"2014-09-01T00:00:00Z","Number":4,"Title":"Future Tense","Plot":"Everybody starts to think about their future, and how they are getting into college. Joey's concerned about Pacey not having grades good enough to get into college. Drue makes everybody think it's Jen's birthday so he can make a party. Andie takes over Jack's applications and drives him crazy with her obsession over it. Gretchen is applying for a job as bartender at Mrs. Leery's restaurant, and doesn't exactly tell what happened (or what will happen) with college.","Runtime":44,"FirstAired":"2000-10-25T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Michael Lange","Writer":"Gina Fattore","GuestStars":"Alex Wharff, Nicole Arviso, Heather Avery Clyde, Ethan Wilcox, Sean Sullivan, Casey Kelvington","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91518.jpg","TVDB":91518},{"ID":9034,"SeasonID":662,"ShowID":238,"MediaID":9009,"DateCreated":"2014-09-25T02:48:42Z","DatePublished":"2014-09-01T00:00:00Z","Number":5,"Title":"A Family Way","Plot":"Gail drops a bomb at Dawson saying that she might be pregnant. Joey seeks advice from Jen, now that she has the feeling sexual intimacy with Pacey is approaching. Jen tells her to go to the clinic as prevention. Jack is in an awkward situation when a girl is making moves on him, and he feels pressured to tell her he's gay.","Runtime":44,"FirstAired":"2000-11-01T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Nancy Malone","Writer":"Maggie Friedman","GuestStars":"Carly Schroeder, Bridgett Newton, Christian Durango, Avis-Marie Barnes","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91519.jpg","TVDB":91519},{"ID":9036,"SeasonID":662,"ShowID":238,"MediaID":9011,"DateCreated":"2014-09-25T02:51:08Z","DatePublished":"2014-09-01T00:00:00Z","Number":6,"Title":"Great Xpectations","Plot":"Andie gets accepted into Harvard in advance, but accomplishing what should be the biggest thing in her life doesn't exactly makes her happy. She decides to explore different paths in her life by going to a rave. In the party, Drue gives Jen drugs, and she gives it to Andie. She tries ecstasy, which has a reaction with her anti-depressives and makes a disastrous combination, which almost leads her to death. Mitch and Gail decide to keep their baby, and things get awkward during the celebration wh","Runtime":44,"FirstAired":"2000-11-08T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Bruce Seth Green","Writer":"Nan Hagan","GuestStars":"Jed Carpenter, Todd Thompson, Kendrick Cross","Rating":8,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72584/91520.jpg","TVDB":91520},{"ID":9039,"SeasonID":662,"ShowID":238,"MediaID":9014,"DateCreated":"2014-09-25T02:55:34Z","DatePublished":"2014-09-01T00:00:00Z","Number":7,"Title":"You Had Me at Goodbye","Plot":"While Andie is recovering from her near-fatal drug overdose at the party, Jack blames Jen for the whole incident and is not talking to her. Jen blames the deranged Drue for her life falling apart when he turns Grams and the whole town against Jen by telling everyone that they intentionally gave Andie the drugs. After Andie comes home from the hospital, her dad tells her it would be better if she went to spend the rest of the year in Italy with her aunt, since she already has the credits required","Runtime":44,"FirstAired":"2000-11-15T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"John Behring","Writer":"Chris Levinson, Zack Estrin","GuestStars":"Heather Avery Clyde, Tammy Christine Arnold, Michael Harding","Rating":7.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72584/91521.jpg","TVDB":91521},{"ID":9038,"SeasonID":662,"ShowID":238,"MediaID":9013,"DateCreated":"2014-09-25T02:54:04Z","DatePublished":"2014-09-01T00:00:00Z","Number":8,"Title":"The Unusual Suspects","Plot":"Dawson, Pacey and Jack are all prime suspects in the masterful senior prank against Principal Peskin, but after their interrogations reveal seemingly air-tight alibis, another culprit surfaces.","Runtime":44,"FirstAired":"2000-11-22T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"James Whitmore Jr.","Writer":"Jonathan Kasdan","GuestStars":"Harry Shearer, Carly Schroeder, Bridgett Newton, David Andrews, Chris Jarman, Joe Rickman, Austin Taylor","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91522.jpg","TVDB":91522},{"ID":9040,"SeasonID":662,"ShowID":238,"MediaID":9015,"DateCreated":"2014-09-25T02:57:51Z","DatePublished":"2014-09-01T00:00:00Z","Number":9,"Title":"Kiss Kiss Bang Bang","Plot":"Dawson asks Mr. Brooks' advice on becoming a director. Joey takes Pacey to a dinner hosted by an exclusive college.","Runtime":44,"FirstAired":"2000-11-29T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Perry Lang","Writer":"Tom Kapinos","GuestStars":"Peter Jurasik, Heather Avery Clyde, Aubrey Dollar, Jessica R. Watson","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91523.jpg","TVDB":91523},{"ID":9041,"SeasonID":662,"ShowID":238,"MediaID":9016,"DateCreated":"2014-09-25T02:59:03Z","DatePublished":"2014-09-01T00:00:00Z","Number":10,"Title":"Self Reliance","Plot":"Joey can't find a moment alone to study or deal with her feelings. Dawson's collaboration with Brooks begins, rejuvenating his film making spirit. Jen takes Jack to a \"Gay-Straight Coalition\" meeting but she seems to fit in with the crowd more than Jack does.","Runtime":44,"FirstAired":"2000-12-20T00:00:00Z","Year":2000,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"David Petrarca","Writer":"Gina Fattore","GuestStars":"David Monahan, Tim Grant, Elaine Nalee","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91524.jpg","TVDB":91524},{"ID":9043,"SeasonID":662,"ShowID":238,"MediaID":9018,"DateCreated":"2014-09-25T03:02:21Z","DatePublished":"2014-09-01T00:00:00Z","Number":11,"Title":"The Tao of Dawson","Plot":"Pacey and Dawson finally start hanging out together again when Dawson tells him that he has feelings for his sister, Gretchen. Pacey doesn't like the idea, so when he and Gretchen go on a road trip to her ex boyfriend's house to pick up her truck, Pacey tries to get them back together. However, after being there for awhile, Pacey realizes that the guy he's trying to get back together with Gretchen is not who he thought he was.\nBack in Capeside, Joey has her fair share of problems when she gets l","Runtime":44,"FirstAired":"2001-01-10T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Keith Samples","Writer":"Jeffrey Stepakoff","GuestStars":"Christian Kane","Rating":8,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91525.jpg","TVDB":91525},{"ID":9042,"SeasonID":662,"ShowID":238,"MediaID":9017,"DateCreated":"2014-09-25T03:00:05Z","DatePublished":"2014-09-01T00:00:00Z","Number":12,"Title":"The Te of Pacey","Plot":"Joey decides to help throw a surprise birthday party for Pacey with his mother, not knowing about Pacey's 'birthday curse'.  The party goes haywire as Pacey's family makes everyone feel uncomfortable, and Pacey a loser.\nDawson becomes upset when he feels that Gretchen doesn't want anyone to know about their relationship and postpones their first real date to go to the party.","Runtime":44,"FirstAired":"2001-01-17T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Harry Winer","Writer":"Maggie Friedman","GuestStars":"John Finn, Jane Lynch, Mary Holt Fickes, Laura Annie Greene, Graciela Marin, Isaiah Pretulak, Bing Putney, Griffin Taylor, Lauren Vaughan, Julia Wright","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91526.jpg","TVDB":91526},{"ID":9044,"SeasonID":662,"ShowID":238,"MediaID":9019,"DateCreated":"2014-09-25T03:02:23Z","DatePublished":"2014-09-01T00:00:00Z","Number":13,"Title":"Hopeless","Plot":"The senior trip is coming up and Joey needs to get the time off from work -not an easy task seeing that Drue's mom is her boss.  However, she decides to give her a few days off.... if she agrees to go on a double date with Pacey to accompany Drue and a wealthy girl named Anna Evans and make sure that Drue behaves himself.  Of course this isn't an easy thing to do, and during their night out, Joey starts to get concerned over all the attention that Anna is bestowing on Pacey.\nDawson has his own p","Runtime":44,"FirstAired":"2001-01-31T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Krishna Rao","Writer":"Nan Hagan","GuestStars":"Sabine Singh, Rachel True, Deron Barnett, Anthony Mauro, Jeanette Weegar, Mary Beth Maziarz","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91527.jpg","TVDB":91527},{"ID":9045,"SeasonID":662,"ShowID":238,"MediaID":9020,"DateCreated":"2014-09-25T03:04:22Z","DatePublished":"2014-09-01T00:00:00Z","Number":14,"Title":"A Winter's Tale","Plot":"While the rest of the class is on the ski trip, Dawson stays behind to care for a near-death Mr. Brooks, but he's overwhelmed when he's asked to make an impossibly hard decision. Dawson is given the responsibility to decide whether to cut off Brooks' life support. Meanwhile, there's a lot more than skiing going on when the senior trip doesn't go exactly as planned. The evening takes an unexpectedly romantic turn for best friends Jack and Jen... After spraining her ankle Jen gets drunk and nearly","Runtime":44,"FirstAired":"2001-02-07T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Greg Prange","Writer":"Zack Estrin, Chris Levinson","GuestStars":"Sabine Singh, Andy Griffith, Tony Hale, Michael Horvath","Rating":7.699999809265137,"RatingCount":3,"Image":"http://thetvdb.com/banners/episodes/72584/91528.jpg","TVDB":91528},{"ID":9046,"SeasonID":662,"ShowID":238,"MediaID":9021,"DateCreated":"2014-09-25T03:06:22Z","DatePublished":"2014-09-01T00:00:00Z","Number":15,"Title":"Four Stories","Plot":"The morning after, Joey and Pacey discover they've overslept and missed the bus back to Capeside. While they wait for the next one, the couple find themselves confronted with the tensions that accompany the latest development of their relationship. Meanwhile, as punishment for breaking into her hotel mini-bar during the class ski trip, Mr. Kasdan decides to send Jen to a psychologist where she can discuss her \"inner teen issues.\"\nBack in Capeside, Joey and Dawson's paths collide and they spend a","Runtime":44,"FirstAired":"2001-02-14T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"David Petrarca","Writer":"Tom Kapinos","GuestStars":"Rob Nagle, Arian Waring Ash, Aaron Guilmette, Andrew Masset","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91529.jpg","TVDB":91529},{"ID":9047,"SeasonID":662,"ShowID":238,"MediaID":9022,"DateCreated":"2014-09-25T03:06:56Z","DatePublished":"2014-09-01T00:00:00Z","Number":16,"Title":"Mind Games","Plot":"The results of the Senior Polls have ramifications for Dawson, Joey, and Pacey, as the three try to ignore the tauntings of pollmaster Drue Valentine. While Pacey and Joey try to eke out some time alone together, Dawson finds his night alone with Gretchen more awkward than he'd expected. Gretchen learns that Joey lied to Dawson about sleeping with Pacey and is angry and Joey is forcing her to lie to her boyfriend. Meanwhile, Jack's suspicious when Jen drags him on some mysterious errands, and hi","Runtime":43,"FirstAired":"2001-02-28T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"David Straiton","Writer":"Gina Fattore","GuestStars":"Rob Nagle, Melissa Ponzio","Image":"http://thetvdb.com/banners/episodes/72584/91530.jpg","TVDB":91530},{"ID":9049,"SeasonID":662,"ShowID":238,"MediaID":9024,"DateCreated":"2014-09-25T03:10:19Z","DatePublished":"2014-09-01T00:00:00Z","Number":17,"Title":"Admissions","Plot":"Joey receives some good college news. But while Joey glows, Dawson is forced to face a crushing rejection. Joey's elated mood, however, is tempered by a sobering realization due to the fact her sister runs a B\u0026B she can't afford to pay the fee. ...until Dawson proposes a surprising solution, loaning her the money Mr. Brooks left for him in his will, increasing her guilt for lying to him about sleeping with Pacey.\nMeanwhile, Jen and Jack have nothing but options when it comes to college. While Ja","Runtime":44,"FirstAired":"2001-04-11T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Lev L. Spiro","Writer":"Barb Siebertz","GuestStars":"Rob Nagle, Tammy Christine Arnold, Heather Avery Clyde","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91531.jpg","TVDB":91531},{"ID":9048,"SeasonID":662,"ShowID":238,"MediaID":9023,"DateCreated":"2014-09-25T03:09:50Z","DatePublished":"2014-09-01T00:00:00Z","Number":18,"Title":"Eastern Standard Time","Plot":"As Senior Ditch Day arrives, Joey is excited to find herself accompanying Jen on an excursion to New York under the auspices of attending a college meeting. But it's not long before Joey realizes that they're there for an entirely different reason. Jen finally talks to her father, for the first time since she left for Capeside. Jen reveals she saw her father in bed with another woman before she left.\nMeanwhile, eager to infuse their relationship with a bit of spontaneity, Gretchen and Dawson tak","Runtime":42,"FirstAired":"2001-04-18T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"David Grossman","Writer":"Jonathan Kasdan","GuestStars":"Don McManus, Rob Nagle, Pat Hingle, Shea Broom, Jenifer Crowell, Julie Ann Horanski, James Martin Kelly, Josh Moore, Cedric Pendleton, Mike Pniewski, Toi Svane","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91532.jpg","TVDB":91532},{"ID":9051,"SeasonID":662,"ShowID":238,"MediaID":9026,"DateCreated":"2014-09-25T03:13:32Z","DatePublished":"2014-09-01T00:00:00Z","Number":19,"Title":"Late","Plot":"As Gale's delivery date approaches, the girls throw a baby shower for her...but it's an experience that throws Joey for a loop when she realizes it's possible that she could be pregnant, and Pacey is nowhere to be found. After many false alarms, Gail throws a baby name shower to try and think for a name for the baby, and the baby is born. While Dawson awaits the arrival of his new sibling, Dawson and Gretchen wonder what their future holds when Gretchen considers an out-of-town job... Meanwhile,","Runtime":43,"FirstAired":"2001-04-25T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"David Petrarca","Writer":"Jeffrey Stepakoff","GuestStars":"Nance Williamson, Deron Barnett","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91533.jpg","TVDB":91533},{"ID":9050,"SeasonID":662,"ShowID":238,"MediaID":9025,"DateCreated":"2014-09-25T03:13:30Z","DatePublished":"2014-09-01T00:00:00Z","Number":20,"Title":"Promicide","Plot":"As everyone gets ready for this year's senior prom, some bad news causes Gretchen to reflect on her life, and Joey worries about Pacey's odd behavior. Meanwhile, Jen and Jack meddle in each others' lives... resulting in some interesting prom dates. At the prom Joey and Pacey confront once unspoken issues, and the festivities cause conflict for Gretchen, as she questions her relationship with Dawson, while an unhappy Jen is rescued by an unlikely individual after she and Jack arrange dates for ea","Runtime":44,"FirstAired":"2001-05-02T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Jason Moore","Writer":"Maggie Friedman","GuestStars":"Steve Vernon","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91534.jpg","TVDB":91534},{"ID":9052,"SeasonID":662,"ShowID":238,"MediaID":9027,"DateCreated":"2014-09-25T03:15:00Z","DatePublished":"2014-09-01T00:00:00Z","Number":21,"Title":"Separation Anxiety","Plot":"As the school year draws to a close, changes abound for the class of 2001. While Joey and Dawson deal with their respective break-ups, Jen makes a startling decision about her future. In his own way, Jack helps Jen to rethink it. Meanwhile, Dawson has his own decision to make with regards to Gretchen when an unusual opportunity comes their way. And when Mr. Kubelik from Worthington asks Joey to bring Pacey with her to a party for incoming freshman, which fills the pair with hope that they might ","Runtime":43,"FirstAired":"2001-05-09T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Krishna Rao","Writer":"Rina Mimoun","GuestStars":"Peter Jurasik, Liz Ernest, Eric Paisley, Leslie Riley, Martha Terry, Lucas Waterworth, Rob Zapple","Rating":7,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/72584/91535.jpg","TVDB":91535},{"ID":9054,"SeasonID":662,"ShowID":238,"MediaID":9029,"DateCreated":"2014-09-25T03:18:21Z","DatePublished":"2014-09-01T00:00:00Z","Number":22,"Title":"The Graduate","Plot":"As graduation approaches, Joey has a tough time preparing her speech, and Dawson helps her find some bittersweet inspiration. Joey gets an unexpected surprise gift from her late mother. Pacey wonders if he's going to graduate at all, and he worries that his last final will be the toughest one. He walks out of it after the teacher makes a comment on him, costing him his diploma. Meanwhile, Andie McPhee returns home for the cap and gown ceremony, and is surprised to meet Jack's new boyfriend, Tobe","Runtime":43,"FirstAired":"2001-05-16T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Harry Winer","Writer":"Alan Cross","GuestStars":"Harry Shearer","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91536.jpg","TVDB":91536},{"ID":9053,"SeasonID":662,"ShowID":238,"MediaID":9028,"DateCreated":"2014-09-25T03:17:31Z","DatePublished":"2014-09-01T00:00:00Z","Number":23,"Title":"Coda","Plot":"Accepted early to USC, Dawson finds his last night in Capeside has arrived much sooner than everyone had originally anticipated. While Dawson looks forward to spending the evening with Joey, Jack and Jen, Mitch has other ideas. Meanwhile, Dawson's not the only goodbye Jen has in store for her, as she bids farewell to the house she's been sharing with Grams. Finally, Joey says goodbye to Dawson in her own way.","Runtime":43,"FirstAired":"2001-05-23T00:00:00Z","Year":2001,"ParentalRating":"PG","Director":"Greg Prange","Writer":"Tom Kapinos, Gina Fattore","GuestStars":"G. Martin Eckhardt, Wesley Whitney Morris","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91537.jpg","TVDB":91537}],"EpisodeCount":23}
