{"ID":663,"ShowID":238,"DateCreated":"2014-09-25T03:19:47Z","Number":5,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/192-5.jpg","TVDB":4455,"Episodes":[{"ID":9056,"SeasonID":663,"ShowID":238,"MediaID":9031,"DateCreated":"2014-09-25T03:20:47Z","DatePublished":"2014-09-01T00:00:00Z","Number":1,"Title":"The Bostonians","Plot":"Dawson is a freshman film student in Los Angeles, while Joey starts college at an Ivy League university in Boston. Instead of focusing on the new lives they have worked a lifetime for, they find themselves distracted by the distance between them and their unsettling last kiss.","Runtime":44,"FirstAired":"2001-10-10T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Greg Prange","Writer":"Tom Kapinos","GuestStars":"Alan Fudge, Ned Brower, Sallie Hedrick, Rand Courtney, Brianne Davis, Colter Allison, Corie Berkemeyer, Matthew Smith, Feel Love Fury","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91538.jpg","TVDB":91538},{"ID":9055,"SeasonID":663,"ShowID":238,"MediaID":9030,"DateCreated":"2014-09-25T03:19:47Z","DatePublished":"2014-09-01T00:00:00Z","Number":2,"Title":"Lost Weekend","Plot":"Pacey gets a job at a bar and meets an attractive Hispanic waitress named Karen. Although Karen has a very non-friendly boyfriend, that doesn't stop Pacey from feeling attracted to her. Dawson arrives to visit Joey, and is misled by Audrey when she decides to set her sights on him herself. Jen's compassion gets her to help Charlie and be on the college radio station.","Runtime":43,"FirstAired":"2001-10-17T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"David Petrarca","Writer":"Gina Fattore","GuestStars":"Jennifer Morrison, Candy Aston Dennis, Jesse Janowsky, Ann Morgan, Lynn O'Connell","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91539.jpg","TVDB":91539},{"ID":9057,"SeasonID":663,"ShowID":238,"MediaID":9032,"DateCreated":"2014-09-25T03:24:11Z","DatePublished":"2014-09-01T00:00:00Z","Number":3,"Title":"Capeside Revisited","Plot":"Dawson is hit with tragedy after he heads home to Capeside to break the news to his parents that he is dropping out of USC to be with Joey, who is in shock herself after she realizes Pacey has been in Boston for weeks.","Runtime":43,"FirstAired":"2001-10-24T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Michael Lange","Writer":"Jeffrey Stepakoff","GuestStars":"John Wesley Shipp, Richard Reed, Chris Blackwelder","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91540.jpg","TVDB":91540},{"ID":9058,"SeasonID":663,"ShowID":238,"MediaID":9033,"DateCreated":"2014-09-25T03:25:08Z","DatePublished":"2014-09-01T00:00:00Z","Number":4,"Title":"The Long Goodbye","Plot":"Lifelong friends Dawson, Joey and Pacey put past grudges behind them in the wake of the tragic death of one of their fathers. Along with Jack, Jen and Grams, each tries to find the words and actions to comfort their friend.","Runtime":44,"FirstAired":"2001-10-31T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Robert Duncan McNeill","Writer":"Tom Kapinos","GuestStars":"John Wesley Shipp, Jodi Thelan, Benjamin Shelfer, Terrence Currier, Lia C. Long, Michael J. Long","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91541.jpg","TVDB":91541},{"ID":9136,"SeasonID":663,"ShowID":238,"MediaID":9111,"DateCreated":"2014-09-26T13:48:24Z","DatePublished":"2014-09-01T00:00:00Z","Number":5,"Title":"Use Your Disillusion","Plot":"Dawson takes Joey up on her invitation for a weekend in Boston, but the two have reservations once there. Meanwhile, Jack is surprised when his boyfriend Tobey shows up unexpectedly forcing Jack to choose between fraternity hell week and spending time with Tobey.","Runtime":43,"FirstAired":"2001-11-07T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Perry Lang","Writer":"Rina Mimoun","GuestStars":"Jonathan Parks Jordan, Bourke Floyd, Melissa Claire Egan, Janie Brookshire, Pam Hurley","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91542.jpg","TVDB":91542},{"ID":9127,"SeasonID":663,"ShowID":238,"MediaID":9102,"DateCreated":"2014-09-26T13:15:24Z","DatePublished":"2014-09-01T00:00:00Z","Number":6,"Title":"High Anxiety","Plot":"Dawson is having trouble with anxiety attacks since his father's death, so he tries to escape reality on a night of debauchery with Jack and his fraternity brothers, which ends with Dawson's accusing Joey of causing his father's death.\nMeanwhile, Jen seeks revenge on Charlie; Audrey's mom visits; and Pacey makes a discovery about Danny.","Runtime":43,"FirstAired":"2001-11-14T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Jason Moore","Writer":"Allison Robinson, Joshua Krist","GuestStars":"Rebekah D. Hofmann, Ronn Carroll, Bourke Floyd, Jonathan Parks Jordan, Brenda Strong, Andrea Pearson","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91543.jpg","TVDB":91543},{"ID":9128,"SeasonID":663,"ShowID":238,"MediaID":9103,"DateCreated":"2014-09-26T13:15:34Z","DatePublished":"2014-09-01T00:00:00Z","Number":7,"Title":"Text, Lies and Videotape","Plot":"Jen helps Dawson go to the shrink he ran away from last week. Dawson still thinks that the whole idea of sharing his thoughts with a complete stranger is weird, but he is surprised with how much he learns from it. Back home, he has to handle the problem with his father will, which does not include Lily. Meanwhile, Joey is working on a project about old love letters written by an obscure writer, and with the help of Audrey's audition tape for \"\"The Real World: Ibiza\"\", she manages to catch someth","Runtime":43,"FirstAired":"2001-11-21T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Marita Grabiak","Writer":"Karin Lewicki","GuestStars":"Pauley Perrette, Gwendolyn Whiteside, Pam Hurley, Chris Childers, Gavin Gregory, Jason B. Horgan, Corie Berkemeyer, Robert Longstreet, Daniel Richani","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91544.jpg","TVDB":91544},{"ID":9132,"SeasonID":663,"ShowID":238,"MediaID":9107,"DateCreated":"2014-09-26T13:24:06Z","DatePublished":"2014-09-01T00:00:00Z","Number":8,"Title":"Hotel New Hampshire","Plot":"Dawson takes Jen on a road trip to a small film festival in New Hampshire where his documentary is being honored. The spotlight is intoxicating for both of them as they share one of the single most momentous events in a boy's life.\nMeanwhile, Jack brings Joey and Audrey to a frat party under false pretenses; and Pacey takes Karen on a non-romantic date.","Runtime":43,"FirstAired":"2001-11-28T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Lev L. Spiro","Writer":"Diego Gutierrez","GuestStars":"Pauley Perrette, Andrea Pearson, Richard Reed, Chris Blackwelder, Katie Kneeland, Willie Talbott, George Lee, Kate Vernon","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91545.jpg","TVDB":91545},{"ID":9133,"SeasonID":663,"ShowID":238,"MediaID":9108,"DateCreated":"2014-09-26T13:24:58Z","DatePublished":"2014-09-01T00:00:00Z","Number":9,"Title":"Four Scary Stories","Plot":"After watching scary movies, Joey, Pacey and Jack talk about their creepiest experiences and urban legends. Joey shares her story of how she was almost attacked by the librarian on Halloween and saved by the creepy man she was running from. Jack tells the story of when he was helping clean the frat house basement and found a guy strapped, who later he found out to be a ghost. Pacey reveals that he was chased by a black car while giving Karen a ride home, but there was nobody driving the car. Gra","Runtime":44,"FirstAired":"2001-12-12T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Director":"Krishna Rao","Writer":"Jed Seidel","GuestStars":"Bryce Johnson, Jonah Blechman, Jonathan Parks Jordan, Steve Coulter, Jason Loughlin, Bourke Floyd, Joanne Pankow, Richard Fullerton","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91546.jpg","TVDB":91546},{"ID":9059,"SeasonID":663,"ShowID":238,"MediaID":9034,"DateCreated":"2014-09-25T03:26:09Z","DatePublished":"2014-09-01T00:00:00Z","Number":10,"Title":"Appetite for Destruction","Plot":"Pacey offers to cook for the gang on their weekly dinner (an event they always plan on doing but always fail to). Jen and Dawson return early and decide to keep what happened between them, but they are caught by everyone making out at the door. The dinner goes on in a very awkward way for everyone as Audrey and Dawson worry about Joey. But surprisingly she seems to be fine with it. Charlie also drops by, causing some tension for Dawson. At the end, they all decide that keeping their long lasting","Runtime":41,"FirstAired":"2001-12-19T00:00:00Z","Year":2001,"ParentalRating":"PG","ParentalRatingReason":"PG Sexual references","Writer":"Anna Fricke","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91547.jpg","TVDB":91547},{"ID":9060,"SeasonID":663,"ShowID":238,"MediaID":9035,"DateCreated":"2014-09-25T03:26:51Z","DatePublished":"2014-09-01T00:00:00Z","Number":11,"Title":"Something Wild","Plot":"Joey and Audrey go to a nightclub to celebrate both Joey's grades and fall break. There, Audrey tries to convince Joey to have some real fun. Charlie is also there and he hits on Joey, who turns him down for what he did to Jen. But Charlie doesn't give up so easily and dares Joey to do something wild. She accepts the dare and goes on the stage to sing with the band. Excited about it, she kisses Charlie. Meanwhile, Pacey sees himself hanging out with Audrey after he joins the ladies at the club t","Runtime":42,"FirstAired":"2002-01-16T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Michael Lange","Writer":"Jeffrey Stepakoff","GuestStars":"Andrew Hamrick, Feel Love Fury","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91548.jpg","TVDB":91548},{"ID":9061,"SeasonID":663,"ShowID":238,"MediaID":9036,"DateCreated":"2014-09-25T03:29:07Z","DatePublished":"2014-09-01T00:00:00Z","Number":12,"Title":"Sleeping Arrangements","Plot":"Dawson and Jen realize that living together is not as much fun as they hoped to be. Between ruined toothbrushes and bathroom overcrowding, they're getting on each other's nerves. Jen faces a new challenge at work after she turns her regular show into an advice show. She mainly gives advice to other girls with problems, and makes statements on men that hurt Dawson's feelings. She comes home expecting a fight, but Dawson surprises her saying he won't fight or lie or cheat on her. Meanwhile, Melani","Runtime":42,"FirstAired":"2002-01-23T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Mel Damski","Writer":"Jed Seidel","GuestStars":"Ned Brower, Jennifer Morrison","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91549.jpg","TVDB":91549},{"ID":9063,"SeasonID":663,"ShowID":238,"MediaID":9038,"DateCreated":"2014-09-25T03:30:42Z","DatePublished":"2014-09-01T00:00:00Z","Number":13,"Title":"Something Wilder","Plot":"It's Dawson's first day in his new film school. Oliver (the somewhat obnoxious filmmaker Dawson met on the film festival) starts showing him around and wastes no time in asking Dawson to direct a movie he wrote. Reluctant to direct someone else's work, Dawson starts giving notes to Oliver on the script, and ends up accepting the job, thanks to Jen's incentive. Jen, on the other hand, is having some problems of her own. Her current state of happiness from the wonderful relationship with Dawson is","Runtime":43,"FirstAired":"2002-01-30T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"David Petrarca","Writer":"Rina Mimoun","GuestStars":"Ned Brower, Dikran Tulaine, Josie Maynard","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91550.jpg","TVDB":91550},{"ID":9062,"SeasonID":663,"ShowID":238,"MediaID":9037,"DateCreated":"2014-09-25T03:30:13Z","DatePublished":"2014-09-01T00:00:00Z","Number":14,"Title":"Guerilla Filmmaking (1)","Plot":"Directing Oliver's movie is not an easy task. First, Dawson has to deal with Audrey's (who took the leading part) complaints about Oliver's kissing skills. Then he has to recast the other lead role after watching the footage and discovering that Oliver stinks as an actor. Now they have to find someone who can act, is hot, charismatic in less then 6 hours. They can't think of anyone but Charlie, who fits the profile like a glove (for Jen's desperation). During the shooting Audrey has a crisis and","Runtime":43,"FirstAired":"2002-02-06T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Julia Rask","Writer":"Jonathan Kasdan","GuestStars":"Richard Reed, Dustin Keene, Rasool J'Ham, Alaina Kalanj","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91551.jpg","TVDB":91551},{"ID":9064,"SeasonID":663,"ShowID":238,"MediaID":9039,"DateCreated":"2014-09-25T03:34:26Z","DatePublished":"2014-09-01T00:00:00Z","Number":15,"Title":"Downtown Crossing (2)","Plot":"Joey is held up and forced to clean up her account by a street mugger, who is accidentally run over by a car just after mugging Joey. The merciful girl from Capeside stands by her aggressor, checking up on him and trying to get an ambulance and get him to the hospital after seeing the similarities between him and her own father. When the cops and paramedics arrive, Joey faints and is taken to the hospital. After recovering, she accidentally meets the mugger's estranged wife and daughter. Joey st","Runtime":42,"FirstAired":"2002-02-13T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"David Petrarca","Writer":"Tom Kapinos","GuestStars":"Samuel Ball, Mercedes Alicia McNab, Stephen Moore, Keith Flippen, Olivia Milo Pence","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91552.jpg","TVDB":91552},{"ID":9065,"SeasonID":663,"ShowID":238,"MediaID":9040,"DateCreated":"2014-09-25T03:36:33Z","DatePublished":"2014-09-01T00:00:00Z","Number":16,"Title":"In A Lonely Place","Plot":"Jen and Audrey are tempted to risk their new relationships with Dawson and Pacey after interviewing a couple of cute musicians. Meanwhile, Pacey's caught by surprise when he realizes Jack has taken him to a gay bar, and Dawson's curious upon seeing Joey's reaction when she catches Professor Wilder on a date.","Runtime":42,"FirstAired":"2002-02-20T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Keith Samples","Writer":"Gina Fattore","GuestStars":"Drew Wood, Nick Cornish, Amy Wray, Michael Kroeker","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91553.jpg","TVDB":91553},{"ID":9067,"SeasonID":663,"ShowID":238,"MediaID":9042,"DateCreated":"2014-09-25T03:38:06Z","DatePublished":"2014-09-01T00:00:00Z","Number":17,"Title":"Highway To Hell","Plot":"Charlie asks Joey to sing with his band at a distant club, which requires Pacey to give them a ride. Pacey and Charlie hate each other, and it takes a patient Audrey to keep them from going at each other's throats. Joey is nervous and isn't well received by the audience, until Charlie helps her with a duet. Still, he doesn't give up putting his moves on her. Audrey and Pacey, on the other hand, seem to be more and more in synchrony. Meanwhile, Dawson, Jen, Jack and Grams drive up to Capeside for","Runtime":42,"FirstAired":"2002-04-03T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Sandy Bookstaver, Sanford Bookstaver","Writer":"Anna Fricke","GuestStars":"Scott Stevens, Feel Love Fury","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91554.jpg","TVDB":91554},{"ID":9066,"SeasonID":663,"ShowID":238,"MediaID":9041,"DateCreated":"2014-09-25T03:37:43Z","DatePublished":"2014-09-01T00:00:00Z","Number":18,"Title":"Cigarette Burns","Plot":"Oliver tells Dawson he's arranged a screening for their movie, which is yet to be finished. Dawson freaks out, but Joey comforts him saying the movie is brilliant. Everybody attends to the screening and solve their conflicts while waiting for it to start. Dawson meets a handful woman, and after exchanging insults she reveals herself to be Amy Lloyd, movie critic for Boston Weekly, whom Oliver secretly invited for the screening. She storms out of the theater, and it's up to Dawson to bring her ba","Runtime":44,"FirstAired":"2002-04-10T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Les Sheldon","Writer":"Tom Kapinos, Jonathan Kasdan","GuestStars":"Meredith Salenger, Afemo Omilami, Denny Zartman, Jonathan Kasdan, Busy Philipps","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91555.jpg","TVDB":91555},{"ID":9068,"SeasonID":663,"ShowID":238,"MediaID":9043,"DateCreated":"2014-09-25T03:39:06Z","DatePublished":"2014-09-01T00:00:00Z","Number":19,"Title":"100 Light Years From Home","Plot":"It's Spring Break and the gang goes down to Miami to party! But not everything is a reason to celebrate. Audrey and Pacey go through their first relationship test when Audrey's high school boyfriend (and her first true love) shows up with tickets for the M2M concert at an MTV event. She is torn with the memories of the past, and eventually kisses Chris, who confessed to Pacey still being in love with her. Nevertheless, Pacey stays cool about it and asks Audrey to be his official girlfriend after","Runtime":43,"FirstAired":"2002-04-17T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"David Petrarca","Writer":"Rina Mimoun","GuestStars":"Tac Fitzgerald, Hilarie Burton, Brian McFayden, Marion Raven, Marit Larsen, M2M","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91556.jpg","TVDB":91556},{"ID":9069,"SeasonID":663,"ShowID":238,"MediaID":9044,"DateCreated":"2014-09-25T03:39:56Z","DatePublished":"2014-09-01T00:00:00Z","Number":20,"Title":"Separate Ways (Worlds Apart)","Plot":"Charlie's band lands a deal for a tour and Charlie asks Joey to go with him, but she doesn't want to leave college in the middle of the semester. Charlie then decides to quit the band and stay with her, which freaks Joey, who thinks they're jumping too many steps. She breaks up with him so he can go with his band on tour. Meanwhile, Oliver and Dawson finally get to NY to meet with an agent, but Oliver ruins the meeting. Dawson threats to end their partnership and begs for another chance. Civiliz","Runtime":43,"FirstAired":"2002-04-24T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Robert Duncan McNeill","Writer":"Nicole Ranadive","GuestStars":"Sherilyn Fenn, Jack Plotnick, Feel Love Fury","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91557.jpg","TVDB":91557},{"ID":9070,"SeasonID":663,"ShowID":238,"MediaID":9045,"DateCreated":"2014-09-25T03:41:30Z","DatePublished":"2014-09-01T00:00:00Z","Number":21,"Title":"After Hours","Plot":"Pacey's new boss proposes more professionalism in the workplace and promises to leave behind her attraction towards him, even offering Audrey her job back. Audrey suspects something is going on between them and refuses to return to Civilization. Later, Alex drops by at Pacey's and Audrey walks on them talking about their kiss. She storms out in anger, leaving the future of their relationship unknown while Pacey struggles with the growing attraction he feels for Alex. Meanwhile, Dawson runs into ","Runtime":41,"FirstAired":"2002-05-01T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Mel Damski","Writer":"Jeffrey Stepakoff","GuestStars":"Sherilyn Fenn, Meredith Salenger, Richard Reed","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91558.jpg","TVDB":91558},{"ID":9072,"SeasonID":663,"ShowID":238,"MediaID":9047,"DateCreated":"2014-09-25T03:46:17Z","DatePublished":"2014-09-01T00:00:00Z","Number":22,"Title":"The Abby","Plot":"Pacey leads a revolt against Alex at Civilization. Dawson, Joey, and Audrey return to Capeside, leaving Audrey to wonder about their pasts. Joey decides to see her father for the first time since his latest incarceration, while Dawson finally pays a visit to his father's grave. Jack and Jen wonder how they'll spend the summer.","Runtime":43,"FirstAired":"2002-05-08T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Michael Lange","Writer":"Diego Gutierrez, Jonathan Kasdan","GuestStars":"Sherilyn Fenn, Jason Little, Stephanie Wallace, Steve Boles, J. R. Rodriguez","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91559.jpg","TVDB":91559},{"ID":9071,"SeasonID":663,"ShowID":238,"MediaID":9046,"DateCreated":"2014-09-25T03:46:04Z","DatePublished":"2014-09-01T00:00:00Z","Number":23,"Title":"Swan Song","Plot":"As summer approaches, everyone gets ready for various travels. Dawson prepares to head out for LA with Audrey, while Jack and Jen get ready for their Costa Rica vacation. Left behind in Capeside for the summer, Joey and Pacey lament their fates - until they make a crucial last-minute decision that changes everything.","Runtime":44,"FirstAired":"2002-05-15T00:00:00Z","Year":2002,"ParentalRating":"PG","Director":"Greg Prange","Writer":"Tom Kapinos, Gina Fattore","GuestStars":"Afemo Omilami, Brian LaFontaine, Logan R. Berkshire, Lynn O'Connell, Jennifer Ferrin, Ashley Williams","Rating":7,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/72584/91560.jpg","TVDB":91560}],"EpisodeCount":23}
