{"ID":677,"ShowID":247,"DateCreated":"2014-10-05T21:24:07Z","Number":1,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/83728-1.jpg","TVDB":39015,"Episodes":[{"ID":9303,"SeasonID":677,"ShowID":247,"MediaID":9278,"DateCreated":"2014-10-06T08:25:19Z","DatePublished":"2014-09-01T00:00:00Z","Number":1,"Title":"Jamie's POV","Plot":"This episode is all from the point of view of Jamie, a typical teenager whose main thoughts are girls and parties. Jaime's latest crush is Nicki, who's just split up with her latest boyfriend.\nSooz is the dark and struggling artist of the group with her many piercings and tattoos and an attitude that scares most guys away.\nRob is a young man who works at a coffee bar and is in a relationship with Sasha, Nicki's best friend.\nFinally there's Alex who who is best mates with Jaimie and a pal to Sooz","Runtime":25,"FirstAired":"2001-01-22T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Sexual references","Director":"Brian Grant (II)","Writer":"Amanda Coe","IMDB":"tt0275821","TVDB":421690},{"ID":9298,"SeasonID":677,"ShowID":247,"MediaID":9273,"DateCreated":"2014-10-06T08:19:38Z","DatePublished":"2014-09-01T00:00:00Z","Number":2,"Title":"Sooz's POV","Plot":"In this episode we are shown life from Sooz's point of view for the first time. On the outside, Sooz is a grungy, tough, unique, rebellious teenager with multiple peircings and dreadlocks. On the inside we learn she is quite insecure, and has a deep crush on her friend, Rob. Sooz is working on an art project and tries to photograph people's tattoos, but no one shows up to be her model. Jamie says it's because she scares men. Rob, seeing that Sasha is going out with a new guy, offers to pose for ","Runtime":25,"FirstAired":"2001-01-23T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Sexual references","TVDB":421691},{"ID":9299,"SeasonID":677,"ShowID":247,"MediaID":9274,"DateCreated":"2014-10-06T08:22:12Z","DatePublished":"2014-09-01T00:00:00Z","Number":3,"Title":"Alex's POV","Plot":"While still not ready to tell his parents he's gay, Alex tries to meet an attractive man he saw on the club, even though all his friends keep telling him it'll never happen. When he finally gets a date with the guy (after joining the gym just so he could talk to him), Al's looks are ruined by Sasha's fight with Chris (who was only with her for sex). He tries to borrow some of Jamie's clothes, but Jamie is too busy with a girl on the internet. So Al has to go to Dan's house looking like crap, and","Runtime":25,"FirstAired":"2001-01-24T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Sexual references","TVDB":421692},{"ID":9319,"SeasonID":677,"ShowID":247,"MediaID":9294,"DateCreated":"2014-10-06T21:54:53Z","DatePublished":"2014-09-01T00:00:00Z","Number":4,"Title":"Jamie's POV","Plot":"Jamie finally gets a real date with the woman he's been chatting on the internet for the past weeks. He's apprehensive because he lied about his age and job, and still has to put up with all the teasing from his friends who keep telling him how horrible this person might be. When he finally meets Gabi, he finds out she's much older than him. Still, they have a great night out and end up having sex. She reveals to him she has a son, and after they discuss their age difference issue, she breaks up","Runtime":25,"FirstAired":"2001-01-25T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Sexual references","TVDB":421693},{"ID":9313,"SeasonID":677,"ShowID":247,"MediaID":9288,"DateCreated":"2014-10-06T21:53:13Z","DatePublished":"2014-09-01T00:00:00Z","Number":5,"Title":"Nicki's POV","Plot":"Sooz flirts with a french guy at a party, but Nicki takes advantage of her shyness and steals the guy from Sooz. Louise, the annoying girl, is once again bothering everyone to sing a petition to help cows, so to get rid of the girl the gang tells her to go protest against a local merchant who sells zebra carpets. She goes to jail, and Nicki tries to raise money to help Louise (and relieve her guilty conscience), but Louise doesn't want Nicki's help. Meanwhile, Rob says he's done with Sasha, who ","Runtime":25,"FirstAired":"2001-01-26T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Sexual references","TVDB":421694},{"ID":9301,"SeasonID":677,"ShowID":247,"MediaID":9276,"DateCreated":"2014-10-06T08:25:08Z","DatePublished":"2014-09-01T00:00:00Z","Number":6,"Title":"Sasha's POV","Plot":"Sasha's mom is away for the weekend, and it's the perfect opportunity for Sasha to ask Rob to come over so they can talk -- and get back together, which is what Sasha really wants. Sooz and Al listen to Nicki and Sasha talking so they decide to play a little trick on Jamie and tell him to show up at Sasha's dressed up as Bugs Bunny. Sasha and Rob finally talk, and he tells her his problems concerning his father's alcoholism and how he beat him up. Sasha and Rob finally sleep together, but Rob do","Runtime":25,"FirstAired":"2001-01-29T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Sexual references","TVDB":421695},{"ID":9315,"SeasonID":677,"ShowID":247,"MediaID":9290,"DateCreated":"2014-10-06T21:53:42Z","DatePublished":"2014-09-01T00:00:00Z","Number":7,"Title":"Alex's POV","Plot":"Ever since Alex met Dan, their relationship has been nothing but lies. Alex still doesn't have the courage to tell Dan the truth about him. Meanwhile, the school computers have been stolen and Officer Parker arrives at the school to handle the case. Alex has a very hard time covering his lies. He is asked to answer questions on the missing computers, and Dan overhears Alex telling the other cop his real age. Dan says they're finished, and Al feels the consequences of his lies. He unsuccessfully ","Runtime":24,"FirstAired":"2001-01-30T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Violence and sexual references","TVDB":421696},{"ID":9316,"SeasonID":677,"ShowID":247,"MediaID":9291,"DateCreated":"2014-10-06T21:54:04Z","DatePublished":"2014-09-01T00:00:00Z","Number":8,"Title":"Nicki's POV","Plot":"Nikki is still seeing Gary behind Louise's back, but when she meets an attractive man at the coffee place she doesn't think twice before posing as a model to go out with him and blow her friends off. He takes her to a fancy dinner and later to a hotel room where they spend the night together. The next morning the man is gone - and so is her credit card. She is left with a £600 debt and has nobody to call for help, except Alex. Poor Alex has to call Dan to save Nikki, which eliminates what could ","Runtime":25,"FirstAired":"2001-01-31T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Violence and sexual references","TVDB":421697},{"ID":9314,"SeasonID":677,"ShowID":247,"MediaID":9289,"DateCreated":"2014-10-06T21:53:30Z","DatePublished":"2014-09-01T00:00:00Z","Number":9,"Title":"Rob's POV","Plot":"Pushed by Sasha, Rob decides to go back home after staying with Jamie for awhile. His father wants him to help paint a room in the house, but Rob already made plans with Sasha. Rob's dad hits him and he hides from Sasha at Jamie's. Sasha finds out what happened and goes to Rob's house to tell his father how abusive he is. Rob walks in with Sasha yelling at Steve, and after Sasha leaves Rob and his father have a fight. Only this time Rob fights back. Now he is definitely out of the house, and unt","Runtime":25,"FirstAired":"2001-02-01T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Violence and sexual references","TVDB":421698},{"ID":9300,"SeasonID":677,"ShowID":247,"MediaID":9275,"DateCreated":"2014-10-06T08:24:59Z","DatePublished":"2014-09-01T00:00:00Z","Number":10,"Title":"Sooz's POV","Plot":"Rob suggests that Nicki and Sasha take Sooz out to the nightclub they are going when he can't make it, but the girls aren't too sure. Sooz decides to go because it's a really good club, and the girls head off for a night out. Jamie meets Gabi on the street and Al starts to drink to forget Dan. The girls go to the night club and Sasha leaves the other two there to go home for Rob. Nicki is trying to stay \"men-free\" and who else could help her but Sooz, the men repellent? But Sooz is trying to for","Runtime":25,"FirstAired":"2001-02-02T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"Violence and sexual references","TVDB":421699},{"ID":9308,"SeasonID":677,"ShowID":247,"MediaID":9283,"DateCreated":"2014-10-06T08:34:23Z","DatePublished":"2014-09-01T00:00:00Z","Number":11,"Title":"Jamie's POV","Plot":"Jamie is going crazy with the thought that Gabi maybe pregnant with his child. He's at first terrified with the possibility of becoming a father at age 18, but after thinking it over he decides to be there for her. She tells him it's not his baby, but he still wants to be involved. He volunteers to take care of her son for a few hours while she has some time for herself, but is devastated when she tells him she's back with her husband. Meanwhile, Sasha keeps blowing Rob off for a night out with ","Runtime":25,"FirstAired":"2001-02-05T00:00:00Z","ParentalRating":"M","TVDB":421700},{"ID":9293,"SeasonID":677,"ShowID":247,"MediaID":9268,"DateCreated":"2014-10-05T21:24:07Z","DatePublished":"2014-09-01T00:00:00Z","Number":12,"Title":"Truth or Dare","Plot":"The group decides to play truth or dare. Nicki and Sasha only want to laugh at the other's secrets, and everyone else feels uncomfortable and embarrassed. Among dares such as kisses and revealing imtimate secrets, Nicki and Sasha laugh at Jamie when he tries to share an emotional moment. During a dare where they both have to run around the block in their underwear, Sooz and Rob nearly share a kiss. Sasha keeps going after Sooz and tries to humiliate her. Sooz is cornered by the girls about her s","Runtime":25,"FirstAired":"2001-02-06T00:00:00Z","ParentalRating":"M","TVDB":421701},{"ID":9335,"SeasonID":677,"ShowID":247,"MediaID":9310,"DateCreated":"2014-10-07T09:34:17Z","DatePublished":"2014-09-01T00:00:00Z","Number":13,"Title":"Rob's POV","Plot":"Rob, Sooz and Jamie are working in a posh resturant. It's a boring job between the rude customers and the bossy maitre, so Rob and Sooz, who have been flirting all night, quit. They sit down to talk in an empty room at the resturant, but they end up getting intimate and kissing. Jamie walks in on them when they're about to take the next step. Sooz is deverstated when Rob reveals he felt nothing from the kiss. The next morning, Rob feels very regretful and hides the night's events from Sasha. He ","Runtime":25,"FirstAired":"2001-02-07T00:00:00Z","ParentalRating":"M","TVDB":421702},{"ID":9357,"SeasonID":677,"ShowID":247,"MediaID":9332,"DateCreated":"2014-10-08T19:35:47Z","DatePublished":"2014-09-01T00:00:00Z","Number":14,"Title":"Alex's Birthday","Plot":"Everyone tries to cheer up Alex as he's depressed over Dan, but nothing seems to work. Nonetheless, the group plan a surprise party for his 18th Birthday at the H20 club. Jamie calls Dan asking him to show up. Dan is doubtful at first and asks if Al is seeing anyone and Jamie assures him he's not. But Jamie didn't count on Alex meeting a guy playing darts. At the party, Alex is ecstatic to see that his beloved Dan is there, and Jamie desperately tries to keep Jeff away from Al. He even comes on ","Runtime":25,"FirstAired":"2001-02-08T00:00:00Z","ParentalRating":"M","TVDB":421703},{"ID":9317,"SeasonID":677,"ShowID":247,"MediaID":9292,"DateCreated":"2014-10-06T21:54:34Z","DatePublished":"2014-09-01T00:00:00Z","Number":15,"Title":"Sooz's POV","Plot":"Sooz locks herself out of her house and the only one she can go for help is Nicki. Dressed in her cheerful clothes, Sooz meets Jamie at the café, and Sasha makes fun of her. Jamie realises how down and depressed Sooz is and tries to be her friend. Tired of being ridiculed by Sasha, Sooz says out loud she and Rob kissed. Sasha breaks up with Rob, and Sooz sees an opportunity for the two finally be together. But Rob loves Sasha too much and asks Sooz to tell her that their kiss only showed him how","Runtime":25,"FirstAired":"2001-02-09T00:00:00Z","ParentalRating":"M","TVDB":421704},{"ID":9318,"SeasonID":677,"ShowID":247,"MediaID":9293,"DateCreated":"2014-10-06T21:54:50Z","DatePublished":"2014-09-01T00:00:00Z","Number":16,"Title":"Group's POV","Plot":"The group decides to break into the club for a swim. But their plans change when things don't go exactly as they hoped. When they're all ready to leave, nobody can find the keys, and there are mysterious sounds freaking them out. They split into two groups trying to find their way out, but only find Louise, who they lied to so she wouldn't go to the club with them.","Runtime":25,"FirstAired":"2001-02-12T00:00:00Z","ParentalRating":"R","TVDB":421705},{"ID":9326,"SeasonID":677,"ShowID":247,"MediaID":9301,"DateCreated":"2014-10-06T22:05:36Z","DatePublished":"2014-09-01T00:00:00Z","Number":17,"Title":"Nicki's POV","Plot":"Nicki is being a man-eater again and wants to get some action with Chris (the same guy Sasha went out with), but can't risk ending up alone on Louise's welcome back party. She flirts with Jamie, her \"plan B\", who is so naive that actually believes Nicki wants something with him. Sooz discovers Nicki's entire plan and tries to warn Jamie, who doesn't listen to her. Nicki doesn't have second thoughts when the first opportunity of having sex with Chris comes up, but deeply regrets it later when she","Runtime":25,"FirstAired":"2001-02-13T00:00:00Z","ParentalRating":"R","TVDB":421706},{"ID":9320,"SeasonID":677,"ShowID":247,"MediaID":9295,"DateCreated":"2014-10-06T22:02:30Z","DatePublished":"2014-09-01T00:00:00Z","Number":18,"Title":"Jamie's POV","Plot":"Jamie starts passing out flyers on the street, convinced that one in a hundred women that gets the paper will call him. Surprisingly, someone actually calls Jamie and meets with him at the coffee place, where she asks him about parties. Trying to pass an image other than his own, Jamie convinces Sasha and Rob to let him throw a party at their place, and bugs Sooz until she talks her brother into lending Jamie his DJ table. The party gets going but soon overcrowds, and Jamie's woman brings her hu","Runtime":25,"FirstAired":"2001-02-14T00:00:00Z","ParentalRating":"R","TVDB":421707}],"EpisodeCount":18}
