{"ID":692,"ShowID":254,"DateCreated":"2014-10-20T22:52:56Z","Number":1,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/74968-1.jpg","TVDB":8272,"Episodes":[{"ID":9511,"SeasonID":692,"ShowID":254,"MediaID":9486,"DateCreated":"2014-10-20T22:52:56Z","DatePublished":"2014-10-23T00:00:00Z","Number":1,"Title":"Is Happiness an Accident?","Plot":"Julie, a thirty-something caterer, meets her husband Simon at a cafe to tell him the good news that she is pregnant, but his response is to choke on a mushroom and collapse. In the ambulance on the way to hospital Simon revives, just in time for the ambulance to swerve, lose control and smash into a parked car at a busy intersection.\nAt the hospital, a doctor, William is ill-equipped to tell Julie that Simon died in the crash. Julie, in shock, goes home, collects all Simon's possessions and burn","Runtime":46,"FirstAired":"2004-06-01T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","GuestStars":"Renee Ellwood, Brian Sergent","Rating":10,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/74968/159008.jpg","TVDB":159008},{"ID":9614,"SeasonID":692,"ShowID":254,"MediaID":9589,"DateCreated":"2014-10-21T22:11:46Z","DatePublished":"2014-10-23T00:00:00Z","Number":2,"Title":"Who Controls Your Happiness?","Plot":"Tina rescues an old lottery ticket from under a stray cat at the accident intersection - and gets scratched in the process. Because she suffers from Von Willebrand's, a rare blood disease, she goes to hospital for treatment.\nShe calls Sam, unknowingly disturbing him from a tryst with Kat. Sam lies and tells Kat that Tina is his sister, and is then angry with Tina at her 'neediness'. He leaves her at the hospital.\nOn a whim, Tina checks the lottery ticket at a dairy - only to find that it's a fir","Runtime":47,"FirstAired":"2014-09-02T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","GuestStars":"Spencer Greenham","Image":"http://thetvdb.com/banners/episodes/74968/159009.jpg","TVDB":159009},{"ID":9512,"SeasonID":692,"ShowID":254,"MediaID":9487,"DateCreated":"2014-10-20T22:53:49Z","DatePublished":"2014-10-23T00:00:00Z","Number":3,"Title":"Will the Truth Make You Happy?","Plot":"Matthew escapes from the hospital and goes to his own funeral. He feels guilty about having cheated on his fiancee with Tess on his last day alive. But during his funeral Matthew discovers to his horror that his father is having a affair, and that his fiancee wasn't sure that she wanted to marry him anyway. Worse, his family all remember versions of Matthew that are not really true, and Matthew begins to question whether his family really knew him at all.\nHe decides that everything he believed i","Runtime":46,"FirstAired":"2004-06-04T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","Image":"http://thetvdb.com/banners/episodes/74968/159010.jpg","TVDB":159010},{"ID":9513,"SeasonID":692,"ShowID":254,"MediaID":9488,"DateCreated":"2014-10-20T22:54:27Z","DatePublished":"2014-10-23T00:00:00Z","Number":4,"Title":"What Are You Afraid Of?","Plot":"Lindy hates her new job and she despises Nathan, the bookshop's paraplegic owner. When she accuses him of being a loser and 'giving up' on life, he fires her. Now she has no job. Back to the wall, she convinces Alan, her TV producer to give her a shot at her own show - problem: she has to pay for the pilot. In desperation, Lindy goes to the only person she knows who might lend her the money - her old boyfriend, William.\nBut William is angry that she has turned up only for money, and rejects her.","Runtime":47,"FirstAired":"2004-06-10T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","GuestStars":"Jason Whyte","Image":"http://thetvdb.com/banners/episodes/74968/159011.jpg","TVDB":159011},{"ID":9514,"SeasonID":692,"ShowID":254,"MediaID":9489,"DateCreated":"2014-10-20T23:01:47Z","DatePublished":"2014-10-23T00:00:00Z","Number":5,"Title":"Are you In Denial?","Plot":"James tries to deny the surreal things that are happening to him, but becomes increasingly distressed as the monks assert that he is the reincarnation of Yu Ku'an Wu. When he time-slips again, he decides to fight whatever's happening by going to a rugby game and changing what he saw would happen in the future. But in fact his very actions in trying to change things make the prophecy come true. James gives in, and accepts the monks' explanation - the boy from Wanganui is the reincarnation of Yu K","Runtime":47,"FirstAired":"2004-06-17T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","GuestStars":"Peter Burger","Image":"http://thetvdb.com/banners/episodes/74968/159012.jpg","TVDB":159012},{"ID":9516,"SeasonID":692,"ShowID":254,"MediaID":9491,"DateCreated":"2014-10-20T23:04:46Z","DatePublished":"2014-10-23T00:00:00Z","Number":6,"Title":"Do You Deserve To Be Happy?","Plot":"Phil doesn't have much time left, but convinces William to do three things he's always wanted to do. First, they meet up with Lindy for an 'old times' lunch - but it's a disaster. Then they go fishing, but Phil has a relapse and William has to rush him back to hospital. As Phil nears the end, he confesses to William that he slept with Lindy when she was William's girlfriend, and feels he contributed to their break-up. As Phil dies William faces memories of his father dying when he was fishing wi","Runtime":47,"FirstAired":"2014-09-19T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","GuestStars":"Jason Whyte","Image":"http://thetvdb.com/banners/episodes/74968/159013.jpg","TVDB":159013},{"ID":9559,"SeasonID":692,"ShowID":254,"MediaID":9534,"DateCreated":"2014-10-21T08:17:34Z","DatePublished":"2014-10-23T00:00:00Z","Number":7,"Title":"What If You Could Start Over?","Plot":"Matthew, James and Tina meet and take a bungy ride together, but something happens, and they land in a street scene frozen in time. Freaked out, they gradually realise it is a split second before the ambulance crash occurs. James believes it is his doing - but why here, why now? Matthew is convinced it's because they can change what happened - stop the crash happening, and he won't die.\nTina tells him that the Golden Egg ticket he's carrying is a winner. Matthew doesn't want it, he just wants to","Runtime":47,"FirstAired":"2014-09-21T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","GuestStars":"Jacob Rajan, Lorae Parry","Image":"http://thetvdb.com/banners/episodes/74968/159014.jpg","TVDB":159014},{"ID":9517,"SeasonID":692,"ShowID":254,"MediaID":9492,"DateCreated":"2014-10-20T23:06:32Z","DatePublished":"2014-10-23T00:00:00Z","Number":8,"Title":"Will You Be Happy Tomorrow?","Plot":"Julie's pregnancy is making her feel fat and ugly. Tim is reassuring and pleasant to her. He even calls her 'babe'. When Julie goes for her check-up she even finds herself giving Tim's name as her partner and signs them both up for 'baby txt', an innovative scheme where parents are sent txts of their baby's development.\nIn a vulnerable moment Julie kisses Tim. She feels terrible when Tim rejects her. He seems angry and repulsed by her coming on to him. Embarrassed, Julie goes to his work to apol","Runtime":47,"FirstAired":"2004-06-22T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","Image":"http://thetvdb.com/banners/episodes/74968/159015.jpg","TVDB":159015},{"ID":9617,"SeasonID":692,"ShowID":254,"MediaID":9592,"DateCreated":"2014-10-21T22:15:25Z","DatePublished":"2014-10-23T00:00:00Z","Number":9,"Title":"Who Taught You To Be Happy?","Plot":"Tina's 25th birthday is coming up and she feels lost without Sam, so she moves in with Julie, despite her sister's protestations. However when Tina messes up a catering order, old family tensions erupt and Julie tells Tina she's hopeless and she's sick of having to look after her.\nIn the heat of the argument the reason for Julie's resentment bursts out - when they were children Julie was forced to stay living with their alcoholic mother Annette because she had to look after Tina.\nTina is so hurt","Runtime":47,"FirstAired":"2004-06-23T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","GuestStars":"Jason Whyte","Image":"http://thetvdb.com/banners/episodes/74968/159016.jpg","TVDB":159016},{"ID":9673,"SeasonID":692,"ShowID":254,"MediaID":9648,"DateCreated":"2014-10-23T19:48:55Z","DatePublished":"2014-10-23T00:00:00Z","Number":10,"Title":"Being Happy is Being Who You Are","Plot":"James feels the need to do something more worthwhile with his life, and gets time off work to sort himself out. He makes friends with Gene, a worker with the homeless, and Gene encourages James to give up all his possessions and help others.\nJames throws away everything (much to Bazza's surprise), then helps Gene clear out his upmarket apartment. But when Gene turns on James, binding and gagging him, James realises too late that he's been set up. Gene has just used him to help burgle an innocent","Runtime":47,"FirstAired":"2004-06-24T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes,offensive language and drug use","GuestStars":"Luanne Gordon","Image":"http://thetvdb.com/banners/episodes/74968/159017.jpg","TVDB":159017},{"ID":9515,"SeasonID":692,"ShowID":254,"MediaID":9490,"DateCreated":"2014-10-20T23:04:44Z","DatePublished":"2014-10-23T00:00:00Z","Number":11,"Title":"Does Happiness Grow Up?","Plot":"William gets tested to see if he can be a sperm donor for Donna, and is shocked to find out that he is infertile. He is plunged into a depression that he can't be a father, but doesn't tell Lindy, who can't work out what is wrong.\nAs he withdraws more from her, she finds it harder to resist the flirtations of Robert, the French Canadian executive who is wooing her to come to Toronto and take the job he is offering. When she tells William she's been offered the job, he reacts badly. He doesn't wa","Runtime":46,"FirstAired":"2004-07-26T00:00:00Z","ParentalRating":"M","GuestStars":"Spencer Greenham","Image":"http://thetvdb.com/banners/episodes/74968/159018.jpg","TVDB":159018},{"ID":9518,"SeasonID":692,"ShowID":254,"MediaID":9493,"DateCreated":"2014-10-20T23:15:49Z","DatePublished":"2014-10-23T00:00:00Z","Number":12,"Title":"Can You Embrace A New Life?","Plot":"Julie is nearing the end of her pregnancy and finds herself sleepwalking for the first time in her life - right to the intersection where the ambulance crash occurred.\nJulie doesn't know that it's where Tina, James and Matthew went back in time and she is doubly disturbed by a text message she receives from 'Aaron', the name she has chosen for the baby. Can he communicate with her? Then she receives another message: 'You're a bad mother.' Freaked, she visits Annette who is supportive and underst","Runtime":47,"FirstAired":"2004-07-27T00:00:00Z","ParentalRating":"M","GuestStars":"Toby Leach, Michelle Amas","Image":"http://thetvdb.com/banners/episodes/74968/159019.jpg","TVDB":159019},{"ID":9620,"SeasonID":692,"ShowID":254,"MediaID":9595,"DateCreated":"2014-10-21T22:21:10Z","DatePublished":"2014-10-23T00:00:00Z","Number":13,"Title":"You Are Happy","Plot":"Tess tells Matthew that she's pregnant, but his joy is tempered by a sighting of the (dead) Old Monk. When the monk confronts Matthew in a shop, he tells him that it is time to 'come home'.\nShocked and frightened that the monk is warning him of impending death, Matthew locks himself in a room, desperate to avoid this fate. But the monk appears in the room with him, and Matthew panics, thinking he's having a heart attack. Tess helps him rush to hospital. However on the way they get caught in a hu","Runtime":45,"FirstAired":"2004-07-31T00:00:00Z","ParentalRating":"M","GuestStars":"Spencer Greenham, William Brandt","Image":"http://thetvdb.com/banners/episodes/74968/159020.jpg","TVDB":159020}],"EpisodeCount":13}
