{"ID":696,"ShowID":257,"DateCreated":"2014-10-21T20:32:55Z","Number":2,"ParentalRating":"M","Image":"http://tdvott-a.akamaihd.net/ondemand/production/image/thumbnails/2014-10/9397-5446c17f2e745/TOR-037-4178-Banner-Landscape_original_size_1413923229.jpg","TVDB":11416,"Episodes":[{"ID":9638,"SeasonID":696,"ShowID":257,"MediaID":9613,"DateCreated":"2014-10-22T18:43:55Z","DatePublished":"2014-10-23T00:00:00Z","Number":1,"Title":"Being Heartbroken","Plot":"Eve is devastated when Adam is forced to break up with her because he has to move far away to live with his father.  She takes on all these extracurricular to keep herself busy and attempts to clear her mind of Adam.  Trying to balance all these things out proves to be overwhelming for Eve as her thoughts of her relationship with Adam spills into her school work and daily life.  The stress results in her receiving a \"\"D\"\" on her class movie review paper of \"\"Gone With the Wind\"\" where she bad mo","Runtime":24,"FirstAired":"2002-06-30T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","Director":"Peter Salmon","Writer":"Peter Salmon","TVDB":215716},{"ID":9636,"SeasonID":696,"ShowID":257,"MediaID":9611,"DateCreated":"2014-10-22T18:42:55Z","DatePublished":"2014-10-23T00:00:00Z","Number":2,"Title":"Being History","Plot":"Eve is angry with Sam who she shared her first kiss with denies that it ever happened.","Runtime":24,"FirstAired":"2002-07-01T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","Director":"Peter Salmon","Writer":"Gavin Strawhan","TVDB":215717},{"ID":9597,"SeasonID":696,"ShowID":257,"MediaID":9572,"DateCreated":"2014-10-21T21:37:13Z","DatePublished":"2014-10-23T00:00:00Z","Number":3,"Title":"Being Famous","Plot":"Sam tapes skits done by his fellow classmates and airs them on TV. When it's Sylvie's turn to shine, she turns to Eve for help and has Eve write her script for her. Eve has a dream that she and Sylvie will be famous together. Slyvie becuase of her acting and Eve because she writes everything. But when Sylvie does great and takes all the credit, Eve gets angry and pretends she's too busy to write anymore for Sylvie. She then decides to do her own skit. But when she gets the chance, she gets camer","Runtime":24,"FirstAired":"2002-07-02T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","TVDB":215718},{"ID":9668,"SeasonID":696,"ShowID":257,"MediaID":9643,"DateCreated":"2014-10-23T19:39:58Z","DatePublished":"2014-10-23T00:00:00Z","Number":4,"Title":"Being Alien","Plot":"When Sylvie's parents alllow her cousin to come and live with them, Sylvie is afraid that she will have to give up all her stuff for Imogen.  When Imogen finally arrvies than Sylvie changes her mind immediately. Imogen is just like Sylvie, into fashion and into boys. The opposite of Eve.\nWhen Sylvie introduces Eve to Imogen things do not go to what Eve thought they would. She hates Imogen and thinks that she is stuck up and stop flirting with guys to make them do stuff for her.\nWhen Sylvie is fo","Runtime":24,"FirstAired":"2002-07-03T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","TVDB":215719},{"ID":9599,"SeasonID":696,"ShowID":257,"MediaID":9574,"DateCreated":"2014-10-21T21:44:48Z","DatePublished":"2014-10-23T00:00:00Z","Number":5,"Title":"Being Individual","Plot":"As Eve sruggles to increase people's interest in the Science Club, Imogen froms a cherrleading squad. Cheer fever races through Eden Heights High School, as everyone wants to be cheerleaders, including Matt ans Silvy. This leaves Eve alone with her map of New Zealand made of mold. Then, the arrival of a new science teacher shows Eve that being individual isn't so bad, but the cheerleading bug bites her too, and Eve is persueded by Imogen to become co-captain. After Eve is forced to place Silvy i","Runtime":24,"FirstAired":"2002-07-04T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","TVDB":215720},{"ID":9666,"SeasonID":696,"ShowID":257,"MediaID":9641,"DateCreated":"2014-10-23T19:39:57Z","DatePublished":"2014-10-23T00:00:00Z","Number":6,"Title":"Being Grown Up","Plot":"Eve is turning 16 years old. Ned leaves the Baxter house, to live on his own. Eves grandpa comes and lives with them. Allana can't stand him. She tells ned to come back, he does. Mean while eve and her friends have birthday plans to go out that night. They are forces to have dinnere at eves house with her crazy grandpa. Eve finds out that sylvie and this other girl are going to a over 18 club. She wants to go. So she dresses up in the top that is supose to bring out the woman in her. Everyone bu","Runtime":23,"FirstAired":"2002-07-05T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","TVDB":215721},{"ID":9601,"SeasonID":696,"ShowID":257,"MediaID":9576,"DateCreated":"2014-10-21T21:45:17Z","DatePublished":"2014-10-23T00:00:00Z","Number":7,"Title":"Being a Winner","Plot":"Sam and Imogen are now dating and Eve's not talking to Sylvie because of the whole birthday accident. Sylvie knows Eve is trying to avoid her and follows Eve into the boys bathroom where she tries to confront her. Suddenly, a boy runs in yelling how the headmaster is coming and another boy throws Sylvie a zipl-lock bag before running off. When the headmaster comes in, she sees Sylvie holding the bag and takes her away. The bag turns out to be Marijuana and Sylvie gets expelled. Imogen won't help","Runtime":25,"FirstAired":"2002-07-07T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","TVDB":215722},{"ID":9578,"SeasonID":696,"ShowID":257,"MediaID":9553,"DateCreated":"2014-10-21T20:42:37Z","DatePublished":"2014-10-23T00:00:00Z","Number":8,"Title":"Being Reborn","Plot":"Sylvie and Eve are shopping and Sylvie is helping Eve pick out clothes when Eve finds a really cute top that she really wants. Sylvie talks her out of it because it's too expensive but as soon as Eve turns around, it go on sale and Sylvie buys it without telling her. As Sylvie is walking home she nearly gets hit by an ice cream truck and decides it's a sign for her to become a better person. She confesses to Eve about the top and vows to be nicer. She takes on a job as Sam's helper to show she's","Runtime":25,"FirstAired":"2002-07-08T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","TVDB":215723},{"ID":9602,"SeasonID":696,"ShowID":257,"MediaID":9577,"DateCreated":"2014-10-21T21:45:23Z","DatePublished":"2014-10-23T00:00:00Z","Number":9,"Title":"Being Upstaged","Plot":"Eve's Literature class does a production of A Midsummer Night's Dream.  Eve tries to get the job of the director, but at the last minute fumbles.  Instead, Sam gets the job, and Eve is his assistant.  Sylvie wants the part of Hermia, but can't act.  But Sylvie's fear of spiders gives her the motivation she needed when Caleb's pet tarantula gets loose. This causes Caleb to think he's in love with Sylvie.  Somehow though, Charlotte gets the part of Hermia and Sylvie winds up with the part of Helen","Runtime":24,"FirstAired":"2002-07-09T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","TVDB":215724},{"ID":9571,"SeasonID":696,"ShowID":257,"MediaID":9546,"DateCreated":"2014-10-21T20:32:55Z","DatePublished":"2014-10-23T00:00:00Z","Number":10,"Title":"Being Obsessed","Plot":"Eve dreams that she is on the Titanic with Sam, not suprising as Sylvie is totally obsessed with it.  She wakes up and saids she doesn't like Sam in that way.  The dreams keep happening and in the end Eve just tells Sam the truth.  The dreams finally end.  Also her father has to put up with Mitsi, his clint, who has fallen for him even if he is married and Slyvie is desperate to find a date by stealing Charlotte's love potion out of her locker that she got from the internet.","Runtime":25,"FirstAired":"2002-07-10T00:00:00Z","Year":2002,"ParentalRating":"M","ParentalRatingReason":"M Sexual themes","TVDB":215725},{"ID":9575,"SeasonID":696,"ShowID":257,"MediaID":9550,"DateCreated":"2014-10-21T20:36:03Z","DatePublished":"2014-10-23T00:00:00Z","Number":11,"Title":"Being At War","Plot":"Mr. Inglewood organizes a game of paintball, but Eve sticks to her ani-war convictions and refuses to participate.  When Sam begins bragging about how his class trashed her class in the game, Eve changes her mind and takes him on.","Runtime":24,"FirstAired":"2002-12-30T00:00:00Z","Year":2002,"ParentalRating":"M","TVDB":215726},{"ID":9606,"SeasonID":696,"ShowID":257,"MediaID":9581,"DateCreated":"2014-10-21T21:52:02Z","DatePublished":"2014-10-23T00:00:00Z","Number":12,"Title":"Being Tested","Plot":"Sam and Eve start to hang out together and they become good friends.  Eve forgets to study for a test, so she and Sam spend the night together studying.","Runtime":25,"FirstAired":"2002-07-11T00:00:00Z","Year":2002,"ParentalRating":"M","TVDB":215727},{"ID":9577,"SeasonID":696,"ShowID":257,"MediaID":9552,"DateCreated":"2014-10-21T20:40:36Z","DatePublished":"2014-10-23T00:00:00Z","Number":13,"Title":"Being True","Plot":"Just when Eve thinks things are starting to workout for her and Sam, Imogin returns from Japan and wants to pick up with Sam where they left off by having him take her to the school ball.  Eve is saddened by this and decides not to attend the dance by herself, but her dad talks her into going.\nMeanwhile, Imogin is having an awful time at the dance and wants to leave just as Eve arrives.  Sam tells Imogin to get lost and askes Eve to dance.  She says no and is about to leave, as Sam announces to ","Runtime":25,"FirstAired":"2002-07-12T00:00:00Z","Year":2002,"ParentalRating":"M","TVDB":215728}],"EpisodeCount":13}
