{"ID":698,"ShowID":258,"DateCreated":"2014-10-21T20:35:37Z","Number":1,"ParentalRating":"PG","Image":"http://thetvdb.com/banners/seasons/85537-1.jpg","TVDB":41917,"Episodes":[{"ID":9671,"SeasonID":698,"ShowID":258,"MediaID":9646,"DateCreated":"2014-10-23T19:47:23Z","DatePublished":"2014-10-23T00:00:00Z","Number":1,"Title":"Road Rats","Plot":"Embarking on their annual run, the Fantasia are attacked by road rats: their food is stolen and Ferdy is shot. Yves states that they must return to Solis for food and medical attention for Ferdy, but Maddie reveals they cannot, and must continue. Continuing, the Fantasia find a small settlement, where they can get food and medical help in exchange for a show. At camp, Garland meets two strange boys, who seem to be being pursued by two men. Who are these boys, and what do they want?\n","Runtime":25,"FirstAired":"2006-01-26T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/85537/446050.jpg","IMDB":"tt0764557","TVDB":446050},{"ID":9608,"SeasonID":698,"ShowID":258,"MediaID":9583,"DateCreated":"2014-10-21T21:53:04Z","DatePublished":"2014-10-23T00:00:00Z","Number":2,"Title":"Hillfolk","Plot":"Travelling onward to Newton, the Fantasia are stopped by a roadblock set up by Ida and her gang of Hillfolk. Threatening to crush the Fantasia vehicles if they do not comply, Ida demands that for safe passage Timon, Eden and Jewel must be handed over. Realising that the boys are putting the Fantasia at risk, Garland confronts Timon, who describes the future of Solis, from where he, Eden and Jewel have come.","Runtime":25,"FirstAired":"2006-06-30T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Frightening fantasy scenes and violence","Image":"http://thetvdb.com/banners/episodes/85537/446051.jpg","IMDB":"tt0764551","TVDB":446051},{"ID":9607,"SeasonID":698,"ShowID":258,"MediaID":9582,"DateCreated":"2014-10-21T21:52:31Z","DatePublished":"2014-10-23T00:00:00Z","Number":3,"Title":"Gramth","Plot":"Running low on fuel, the Fantasia stop of at Gramth, a grim industrial city. Told that there is little fuel due to rebel activity, and thus prices are high, Garland, Timon and Eden start to discover that this is not the truth, and begin to take the rebels point of view.","Runtime":25,"FirstAired":"2006-01-31T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/85537/446052.jpg","IMDB":"tt0764549","TVDB":446052},{"ID":9672,"SeasonID":698,"ShowID":258,"MediaID":9647,"DateCreated":"2014-10-23T19:47:46Z","DatePublished":"2014-10-23T00:00:00Z","Number":4,"Title":"Witch-Finder","Plot":"Whilst stopping off at the simple village of Swampton, Eden and Goneril are accused of witchcraft by the witch-finder, an evil woman who claims to actually be protecting the villagers from evil spirits, demons and witches. Realising that there is more to the witch-finder than meets the eye, Timon, Garland and Boomer take drastic measures to save Eden and Goneril.","Runtime":25,"FirstAired":"2006-02-01T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/85537/446053.jpg","IMDB":"tt0764559","TVDB":446053},{"ID":11784,"SeasonID":698,"ShowID":258,"MediaID":11774,"DateCreated":"2015-03-11T00:15:40Z","DatePublished":"2014-10-23T00:00:00Z","Number":5,"Title":"Greentown","Plot":"Fed up with constantly eating turnips, the Fantasia decide to stop off at Greentown, where the food is said to be divine. However, on arrival the Fantasia, with the exception of Boomer, seem to fall under a trance. Dark things are happening in Greentown, and it is up to Boomer to save the Fantasia from a peculiar peril.","Runtime":25,"FirstAired":"2006-02-02T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/85537/446054.jpg","IMDB":"tt0764550","TVDB":446054},{"ID":9708,"SeasonID":698,"ShowID":258,"MediaID":9683,"DateCreated":"2014-10-25T06:57:13Z","DatePublished":"2014-10-23T00:00:00Z","Number":6,"Title":"Plague","Plot":"After passing a small settlement, Tane and Jewel fall ill with a deadly plague, soon followed by Goneril and Eden. Maddie and Yves suggest that in order to complete their mission, the Fantasia must split; the healthy continuing to Newton, the sick staying behind. Travelling onwards, however, Garland realises that with the help of the silver girl, she may be able to help Goneril, Tane, Eden and Jewel. Returning to them, she convinces Boomer and Timon to come with her to a place called ?Apothecary","Runtime":25,"FirstAired":"2006-02-06T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/85537/446055.jpg","IMDB":"tt0764556","TVDB":446055},{"ID":9709,"SeasonID":698,"ShowID":258,"MediaID":9684,"DateCreated":"2014-10-25T06:57:19Z","DatePublished":"2014-10-23T00:00:00Z","Number":7,"Title":"Newton","Plot":"Finally arriving at Newton, the Fantasia find an impostor claiming to be from Solis and trying to obtain the solar converter. They are also pelted with tomatoes, by the children of Newton, who seem to control everything. Being fed up of being bossed around, Lilith joins them and their leader, Bolek. Timon seems to know a lot about Newton, and Bolek, and Garland tries to discover what he is hiding. Earth tremors then shake the complex, and put everyone in danger, especially the children who are i","Runtime":25,"FirstAired":"2006-02-07T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG ","Image":"http://thetvdb.com/banners/episodes/85537/446056.jpg","IMDB":"tt0764553","TVDB":446056},{"ID":11785,"SeasonID":698,"ShowID":258,"MediaID":11775,"DateCreated":"2015-03-11T00:17:41Z","DatePublished":"2014-10-23T00:00:00Z","Number":8,"Title":"Tunnellers","Plot":"On the journey back to Solis, the Fantasia are diverted from their route because of landmines. They must now travel through Urukopaina ? radioactive tunnels of the dead. Guided by the Tunnellers, hopelessly mutated humans who can tunnel like moles, they make their journey through the passageways. What they don?t know, however, is that the landmines were planted by Ozul and Maska, who wished them to travel through Urukopaina ? as such, the Fantasia face many dangers underground.","Runtime":25,"FirstAired":"2006-02-08T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG ","Image":"http://thetvdb.com/banners/episodes/85537/446057.jpg","IMDB":"tt0764558","TVDB":446057},{"ID":11787,"SeasonID":698,"ShowID":258,"MediaID":11777,"DateCreated":"2015-03-11T00:18:52Z","DatePublished":"2014-10-23T00:00:00Z","Number":9,"Title":"Off the Map","Plot":"Now travelling on areas off their map, Yves wins a map of the area including Solis from some friendly travellers. They follow it, but find it to be incorrect, leading them to the sea. They are soon caught by the travellers they met earlier, who turn out to be Flesh-Pirates ? the women and girls will be sent to Manland, whilst the men and boys are sent to work in the jip-mines. However, they also want the converter, and Timon and Eden, for some tradesmen they have met. This leads to a terrifying ","Runtime":25,"FirstAired":"2006-02-09T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/85537/446058.jpg","IMDB":"tt0764554","TVDB":446058},{"ID":9646,"SeasonID":698,"ShowID":258,"MediaID":9621,"DateCreated":"2014-10-22T19:45:31Z","DatePublished":"2014-10-23T00:00:00Z","Number":10,"Title":"Birdboys","Plot":"Whilst resting, the Fantasia are attacked by flying Birdboys. Their food is stolen, but more importantly the solar converter goes missing. The Birdboys? camp is searched, but the converter is not found. Garland suggests that Ozul and Maska must be nearby, but Timon suggests something altogether more worrying ? that Yves could have taken it. Yves is accused of treason to the Fantasia, but is Timon right? Is he hiding something himself?","Runtime":25,"FirstAired":"2006-02-13T00:00:00Z","ParentalRating":"PG","ParentalRatingReason":"PG Violence","Image":"http://thetvdb.com/banners/episodes/85537/446059.jpg","IMDB":"tt0764548","TVDB":446059},{"ID":9574,"SeasonID":698,"ShowID":258,"MediaID":9549,"DateCreated":"2014-10-21T20:35:37Z","DatePublished":"2014-10-23T00:00:00Z","Number":11,"Title":"Pilgrim's Vantage","Plot":"The Fantasia reach Pilgrim?s Vantage ? a point which overlooks Solis ? six weeks before the solstice. They party and celebrate, but Garland sees how Maddie and Yves have become closer, and this fuels her longing for her Father, Ferdy. Right on cue, Timon gives her an opportunity ? to use the slider, go back in time and save Ferdy. Eden dislikes the idea, and the Silver Girl begs Garland not to do it, but with Timon?s persuading and seeing her mother and Yves together, she agrees. Do they succeed","Runtime":25,"FirstAired":"2006-02-14T00:00:00Z","ParentalRating":"PG","Image":"http://thetvdb.com/banners/episodes/85537/446060.jpg","IMDB":"tt0764555","TVDB":446060},{"ID":9591,"SeasonID":698,"ShowID":258,"MediaID":9566,"DateCreated":"2014-10-21T21:06:02Z","DatePublished":"2014-10-23T00:00:00Z","Number":12,"Title":"Laketown","Plot":"With just two days left to reach Solis, the Fantasia must cross the lake, which contains a serpent-like monster, the Taniwha. Obtaining cooperation from the Laketowners, who agree to be their guides, they begin to cross, but not all is as it seems. The children are led into a trap set by Ozul and Maska. Will they survive? What is Timon up to? Why has his attitude change so dramatically?","Runtime":25,"FirstAired":"2006-02-15T00:00:00Z","ParentalRating":"PG","Image":"http://thetvdb.com/banners/episodes/85537/446061.jpg","IMDB":"tt0764552","TVDB":446061},{"ID":9707,"SeasonID":698,"ShowID":258,"MediaID":9682,"DateCreated":"2014-10-25T06:57:06Z","DatePublished":"2014-10-23T00:00:00Z","Number":13,"Title":"Solis","Plot":"With only one day left to reach Solis, chances of success for Solis seem non-existent. The Fantasia have no trucks, and thus no way of making it in time. Bannister, however, returns to the Fantasia, and is able to lend Maddie and Yves his van. They now have the opportunity to make it to Solis, but on arrival, they meet a Duke of Solis, who will later on become the Nennog. What will come of them? What has happened to Jewel? Has Timon really been stopped? Is it all too late for Solis?","Runtime":25,"FirstAired":"2006-02-16T00:00:00Z","ParentalRating":"PG","Image":"http://thetvdb.com/banners/episodes/85537/446062.jpg","IMDB":"tt0786172","TVDB":446062}],"EpisodeCount":13}
