{"ID":7,"ShowID":7,"DateCreated":"2014-06-19T11:35:26Z","Number":2,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/8000-2.jpg","TVDB":15973,"Episodes":[{"ID":25,"SeasonID":7,"ShowID":7,"MediaID":25,"DateCreated":"2014-06-19T11:35:36Z","DatePublished":"2014-03-15T00:00:00Z","Number":1,"Title":"Life Sentence (1)","Plot":"The Cold Case team is forced to enlist the help of a psychotic serial killer named Thomas Rice, AKA \"the Gambler\" (because he left playing cards at the scenes of his murders). The one woman who escaped death at his hands, the cool and poised Dr Clare Delaney, gets a dreadful reminder of her past ordeal and a fearful shock when a playing card is flung at her car windscreen as she sets off to make a house call on a wet, windy, dark night. \n\nThe team look again at the Gambler's crimes, prompted by ","Runtime":54,"FirstAired":"2002-09-02T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence","Director":"Edward Bennett","Writer":"John Milne","GuestStars":"Mark Aiken,  David Burke,  Sheyla Shehovich,  Guy List,  Paterson Joseph,  Simon Gregor,  Samuel West,  Susannah Harker,  Wayne Foskett","Rating":6.800000190734863,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/79053/301354.jpg","TVDB":301354},{"ID":7484,"SeasonID":7,"ShowID":7,"MediaID":7449,"DateCreated":"2014-08-20T08:27:57Z","DatePublished":"2014-03-15T00:00:00Z","Number":2,"Title":"Life Sentence (2)","Plot":"Boyd and the team continue to begrudgingly rely on serial killer, Thomas Rice's assistance on the case, while also trying to protect Dr. Delaney  from experiencing her terrifying ordeal once more at the hands of the copycat assailant. \nIt becomes apparent that he might have help on the outside, so it's crucial that  Boyd confronts one of Rice's intended victims, Dr Delaney, to find out what went on during her captivity. Why did he spare her life?\n","Runtime":54,"FirstAired":"2002-09-03T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence and sex scenes","Director":"Edward Bennett","Writer":"John Milne","GuestStars":"Wayne Foskett,  David Burke,  Mark Aiken,  Simon Gregor,  Guy List,  Sheyla Shehovich,  Samuel West,  Susannah Harker,  Paterson Joseph","Rating":7,"RatingCount":4,"Image":"http://thetvdb.com/banners/episodes/79053/301355.jpg","TVDB":301355},{"ID":250,"SeasonID":7,"ShowID":7,"MediaID":250,"DateCreated":"2014-06-19T11:37:54Z","DatePublished":"2014-03-15T00:00:00Z","Number":3,"Title":"Deathwatch (1)","Plot":"Boyd and the team take on the task of infiltrating the dark underworld of London's gangland crime families when Harry Newman makes a deathbed \nconfession to 12 \"unauthorised killings\". \n\nDr Grace Foley is intrigued by this strange expression but Boyd and the rest of the team are tempted to dismiss it as the meanderings of a dying man. \n\nUntil, that is, forensic psychologist Frankie Wharton discovers that Newman did not die of natural causes, but has been murdered. They soon realise there's a lot","Runtime":54,"FirstAired":"2002-09-09T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Content may disturb","Director":"Maurice Phillips","Writer":"Stephen Davis","GuestStars":"Steve Weston,  David Ashton,  William Armstrong,  Lorraine Bent,  Jonathan Tafler,  Tony Osoba,  Toby Mace,  Ronald Pickup,  David Hemmings,  Warren Mitchell,  Howard Goorney,  Adam Lesse,  Cheryl Hall,  David de","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/79053/301356.jpg","TVDB":301356},{"ID":48,"SeasonID":7,"ShowID":7,"MediaID":48,"DateCreated":"2014-06-19T11:35:51Z","DatePublished":"2014-03-15T00:00:00Z","Number":4,"Title":"Deathwatch (2)","Plot":"The postliminary inquiries into Harry Newman's past and the identities of the possible twelve murder victims uncover a connection to the infamous trial and execution of a well known gangster.\n","Runtime":54,"FirstAired":"2002-09-10T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Content may disturb","Director":"Maurice Phillips","Writer":"Stephen Davis","GuestStars":"David Hemmings,  Cheryl Hall,  Howard Goorney,  Lorraine Bent,  David de Keyser,  Steve Weston,  David Ashton,  Jonathan Tafler,  Ronald Pickup,  William Armstrong,  Tony Osoba,  Warren Mitchell,  Toby Mace,  Ada","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/79053/301357.jpg","TVDB":301357},{"ID":256,"SeasonID":7,"ShowID":7,"MediaID":256,"DateCreated":"2014-06-19T11:37:58Z","DatePublished":"2014-03-15T00:00:00Z","Number":5,"Title":"Special Relationship (1)","Plot":"Boyd and his team struggle to find the truth behind the murder of a prominent Home Office adviser, when a petty criminal is acquitted of the crime. Once a prominent feminist activist, victim Katherine Reed had attacked the establishment at every opportunity, only to later switch sides. Boyd's progress on the case is hampered not only by a Home Office audit, which means the team will be shadowed throughout, but also by the fact that the original investigation was conducted by one of his old flame","Runtime":54,"FirstAired":"2002-09-17T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"David Thacker","Writer":"Stephen Davis","GuestStars":"Geeta Guru-Murthy,  Hannah  Young,  Billie-Claire   Wright,  Del Synnott,  Francesca Ryan,  Amanda Root,  T. J. Ramini,  Robin Oakley,  Kika Markham,  Gary Lucas,  David Kennedy,  Michael Jenkinson,  David Henry","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/79053/301358.jpg","TVDB":301358},{"ID":12,"SeasonID":7,"ShowID":7,"MediaID":11,"DateCreated":"2014-06-19T11:35:26Z","DatePublished":"2014-03-15T00:00:00Z","Number":6,"Title":"Special Relationship (2)","Plot":"Whle facing a surprise audit from the Home Office, DCI Boyd (Trevor Eve) and the team try to continue their investigation into the murder ... but as they go on with their inquiries at Whitehall, they quickly discover the atmosphere to be very dark and secretive.\n","Runtime":54,"FirstAired":"2002-09-18T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sexual references","Director":"David Thacker","Writer":"Stephen Davis","GuestStars":"David Henry,  Geeta Guru-Murthy,  Hannah  Young,  Billie-Claire Wright,  Del Synnott,  Colin Stinton,  Francesca Ryan,  Amanda Root,  Corin Redgrave,  T. J. Ramini,  Robin Oakley,  Kika Markham,  Gary Lucas,  Ant","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/79053/301359.jpg","TVDB":301359},{"ID":52,"SeasonID":7,"ShowID":7,"MediaID":52,"DateCreated":"2014-06-19T11:35:53Z","DatePublished":"2014-03-15T00:00:00Z","Number":7,"Title":"Thin Air (1)","Plot":"Twelve years after Joanna Gold famously disappeared in broad daylight on Hampstead Heath, the dress she was wearing is found in a lock-up. The team begin the hunt for her killer.\n","Runtime":54,"FirstAired":"2002-11-03T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Sex scenes \u0026 drug references","Director":"Edward Bennett","Writer":"Ed Whitmore","GuestStars":"Gabriella   Saunders,  Danielle Lyn Saunders,  Roger Allam,  Cherie Lunghi,  Sophie Winkleman,  George Calil,  Jack Ellis,  Ralph Nossek,  Justin Salinger,  Paul Bazely,  Louise Delamere,  Justin Shevlin,  Steve","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/79053/301360.jpg","TVDB":301360},{"ID":7486,"SeasonID":7,"ShowID":7,"MediaID":7451,"DateCreated":"2014-08-20T08:28:14Z","DatePublished":"2014-03-15T00:00:00Z","Number":8,"Title":"Thin Air (2)","Plot":"While under pressure to discover the truth behind the murder of young Joanna, DCI Boyd (Trevor Eve) slips up and makes possibly some irreversible mistakes.\n\nJoanna's killer begins stalking her sister.\n","Runtime":54,"FirstAired":"2002-11-04T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Violence and sexual references","Director":"Edward Bennett","Writer":"Ed Whitmore","GuestStars":"Cherie Lunghi,  Jack Ellis,  Louise Delamere,  George Calil,  Paul Bazely,  Roger Allam,  Ralph Nossek,  Justin Salinger,  Danielle Lyn Saunders,  Gabriella  Saunders,  Justin Shevlin,  Steve Toussaint,  Sophie ","Rating":6.5,"RatingCount":2,"Image":"http://thetvdb.com/banners/episodes/79053/301361.jpg","TVDB":301361}],"EpisodeCount":8}
