{"ID":780,"ShowID":316,"DateCreated":"2014-12-16T23:04:49Z","Number":1,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/108-1.jpg","TVDB":840,"Episodes":[{"ID":10458,"SeasonID":780,"ShowID":316,"MediaID":10446,"DateCreated":"2014-12-17T00:10:27Z","DatePublished":"2014-12-01T00:00:00Z","Number":1,"Title":"The Routine","Plot":"In the \"Emerald City\" experimental unit of Oswald State Penitentiary, we meet some of the diverse inmates who live within a pecking order of Homeboys, Latinos, Muslims, Irish, Aryans, and Wiseguys. No clear-cut leader emerges -- with the possible exception of Kareem Said, a Muslim author who preaches non-violence and abstinence. Said's arrival doesn't prevent a short-fused Mafia inmate named Dino Ortolani from ticking off just about everybody--a habit that ends up burning him.","Runtime":56,"FirstAired":"1997-07-12T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Darnell Martin","Writer":"Tom Fontana","GuestStars":"Jose Soto, Philip Scozzarella, Douglas Crosby, Jon Seda, Desiree Marie Velez, George E.M. Kelly, Derrick Simmons, Tim McAdams, Goodfella Mike G., O.L. Duke, Steve Ryan, Tim Carr","Rating":7.800000190734863,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/70682/18322.jpg","TVDB":18322},{"ID":11420,"SeasonID":780,"ShowID":316,"MediaID":11406,"DateCreated":"2015-01-22T21:21:45Z","DatePublished":"2014-12-01T00:00:00Z","Number":2,"Title":"Visits, Conjugal and Otherwise","Plot":"With Schibetta and the prison brass in a race to uncover Ortolani's killer (for very different reasons), we see how inmates react to visits from both their wives and, in one case, family members who are also in prison.","Runtime":57,"FirstAired":"1997-07-14T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Nick Gomez","Writer":"Tom Fontana","GuestStars":"Susan Floyd, Tomas Milian, Tim McAdams, Goodfella Mike G., Jose Ramon Rosario, Esther Swan, Skipp Sudduth, Douglas Crosby, O.L. Duke, Steve Ryan, Tony Musante, Tim Quill","Rating":8,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70682/18323.jpg","TVDB":18323},{"ID":10447,"SeasonID":780,"ShowID":316,"MediaID":10435,"DateCreated":"2014-12-16T23:46:16Z","DatePublished":"2014-12-01T00:00:00Z","Number":3,"Title":"God's Chillin'","Plot":"Friction grows in the wake of two deaths--first Ortoloni and now Johnny Post--so Wiseguy leader Schibetta, Muslim leader Said, and Homeboy Jefferson Keane are brought together by Warden Glynn, who tells them to keep their boys quiet or else he'll lock the prison down. The tension increases following a visit from Governor Devlin, who was responsible for the ban on smoking and conjugal visits. Meanwhile, Keane has found God--just as a couple of Latinos with a grudge find him.","Runtime":56,"FirstAired":"1997-07-21T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Jean de Segonzac","Writer":"Tom Fontana","GuestStars":"Derrick Simmons, Benny Nieves, Steve Ryan, O.L. Duke, Scott Cohen, Raul Aranas, Elizabeth Rodriguez, Eugene Ashe, Ray Frazier, Paul Frazier, Goodfella Mike G., Skipp Sudduth","Rating":8.100000381469727,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70682/18324.jpg","TVDB":18324},{"ID":10444,"SeasonID":780,"ShowID":316,"MediaID":10432,"DateCreated":"2014-12-16T23:40:56Z","DatePublished":"2014-12-01T00:00:00Z","Number":4,"Title":"Capital P","Plot":"Governor Devlin has reinstated capital punishment in the state; and the first Oz prisoner scheduled to die is Jefferson Keane, who killed a Latino in a skirmish set up by the Co's. Before he's executed, Keane donates a kidney to his ailing sister, then turns down lawyer-turned-inmate Tobias Beecher's offer to take up his defense. After Keane's death, Richard L'Italien -- slaughterer of women -- is executed by lethal injection after he makes a startling admission.","Runtime":56,"FirstAired":"1997-07-28T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Darnell Martin","Writer":"Tom Fontana","GuestStars":"Frankie Faison, Eric Roberts, Derrick Simmons, Goodfella Mike G., Gloria Irizarry, Elizabeth Rodriguez, Esther Swan, Steve Ryan, O.L. Duke, Peter Jacobson","Rating":7.800000190734863,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70682/18325.jpg","TVDB":18325},{"ID":10435,"SeasonID":780,"ShowID":316,"MediaID":10423,"DateCreated":"2014-12-16T23:24:55Z","DatePublished":"2014-12-01T00:00:00Z","Number":5,"Title":"Straight Life","Plot":"The infiltration of drugs into Oz has reached unprecedented levels; and the undercover efforts of McManus and Glynn to find out who's smuggling it in backfires in a deadly way. Despite a lockdown in the Emerald City, drugs continue to trickle in--and the blame shifts from prisoners to corrupt officials.","Runtime":57,"FirstAired":"1997-08-04T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Lesley Libman, Larry Williams","Writer":"Tom Fontana","GuestStars":"Richard Hamilton, Brian Tarantina, Kathleen Widdoes, Pat McNamara, Murphy Guyer, Cradeaux Alexander, Esther Swan, Ray Iannicelli, Steve Ryan","Rating":7.900000095367432,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/70682/18326.jpg","TVDB":18326},{"ID":10434,"SeasonID":780,"ShowID":316,"MediaID":10422,"DateCreated":"2014-12-16T23:19:09Z","DatePublished":"2014-12-01T00:00:00Z","Number":6,"Title":"To Your Health","Plot":"Three generations of Alvarezes--all prisoners at Oz--are united when the partiarch, Ricardo, is found face down in his cell, suffering from Alzheimer's disease. Meanwhile, Tobias Beecher, who as the neo-Nazi Schillinger's \"girlfriend\" has been forced to wear women's clothes, flips out after taking PCP and sends Schillinger to the hospital with an eye cut. Other inmates aren't exactly the picture of health, either. Mob boss Schibetta has stomach pains caused by ground glass intentionally mixed in","Runtime":57,"FirstAired":"1997-08-11T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Alan Taylor","Writer":"Tom Fontana","GuestStars":"Tomas Milian, Roger Guenveur Smith, Nesbitt Blaisdell, Murphy Guyer, Curtis L. McClarin, Kathryn Meisle, Reggie Montgomery, Tim Brown, Keith Nelson, José Ramón Rosario","Rating":7.800000190734863,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70682/18327.jpg","TVDB":18327},{"ID":10428,"SeasonID":780,"ShowID":316,"MediaID":10416,"DateCreated":"2014-12-16T23:04:49Z","DatePublished":"2014-12-01T00:00:00Z","Number":7,"Title":"Plan B","Plot":"A recovered Said ostracizes Huseni Mershah for turning his back on him when he was dying--and orders all the Muslims to cast him out. Impressed by Said's power, Groves decides to kill Glynn in his honor, but ends up stabbing and killing an officer by mistake. Condemned to death, Groves chooses the firing squad as his form of execution. Meanwhile, Schibetta is still being fed ground glass by O'Reilly and Adebisi, and ends up hemmorhaging. Beecher, transformed by prison life, finally gets revenge ","Runtime":56,"FirstAired":"1997-08-18T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Darnell Martin","Writer":"Tom Fontana","GuestStars":"Roger Guenveur Smith, Zuill Bailey, Murphy Guyer, Wood Hunt, Curtis L. McClarin, Novella Nelson, Brian Sledge, Skipp Sudduth, Wood Harris","Rating":7.800000190734863,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70682/18328.jpg","TVDB":18328},{"ID":10469,"SeasonID":780,"ShowID":316,"MediaID":10457,"DateCreated":"2014-12-17T00:27:17Z","DatePublished":"2014-12-01T00:00:00Z","Number":8,"Title":"A Game of Checkers","Plot":"Beecher is released from the hole and Schillinger is left eyeless and weak. A riot breaks out after two white punks get into a fight over checkers. Frustration, sexuality, hate, revenge, racism all rear their ugly heads, causing the violence to escalate. Finally, after several prison officers are taken hostage, tear gas is thrown into the Emerald City and the SORT team arrives, guns blazing.","Runtime":57,"FirstAired":"1997-08-25T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Jean de Segonzac","Writer":"Tom Fontana","GuestStars":"Zuill Bailey, Bob Colletti, Murphy Guyer, Elyas Kahn, Raymond Michael Karl, Terry Serpico, Brian Smyj, Matt Ross, Tim Brown, Douglas Crosby, Philip Scozzarella","Rating":7.900000095367432,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70682/18329.jpg","TVDB":18329}],"EpisodeCount":8}
