{"ID":781,"ShowID":316,"DateCreated":"2014-12-16T23:17:51Z","Number":2,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/108-2.jpg","TVDB":841,"Episodes":[{"ID":10466,"SeasonID":781,"ShowID":316,"MediaID":10454,"DateCreated":"2014-12-17T00:24:01Z","DatePublished":"2014-12-01T00:00:00Z","Number":1,"Title":"The Tip","Plot":"In the aftermath of the riot that killed six inmates and two officers, Oz is locked down, and Emerald City prisoners are sent either to solitary or \"gen pop.\" A special committee is appointed to investigate the riot and Governor Devlin's handling of it. The committee's leader is law-school Dean Alvah Case, who roams Oz questioning inmates and officers alike. Inside a gen-pop prisoner named James Robson demands that Beecher perform oral sex on him, and gets a painful tip in return. Case determine","Runtime":56,"FirstAired":"1998-07-11T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Nick Gomez","Writer":"Tom Fontana","GuestStars":"Charles S. Dutton, Cotter Smith, Paul Schulze, Dina Pearlman, Kes Kwansa Amissah, Tim Hopper, Rod McLachlan, Kate Rigg, Douglas Crosby, R. E. Rodgers","Rating":7.400000095367432,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70682/18330.jpg","TVDB":18330},{"ID":10442,"SeasonID":781,"ShowID":316,"MediaID":10430,"DateCreated":"2014-12-16T23:37:32Z","DatePublished":"2014-12-01T00:00:00Z","Number":2,"Title":"Ancient Tribes","Plot":"Ten months after the riot, Em City re-opens. A recovered McManus creates a council of group representatives to keep order, and initiates GED classes to help inmates get high-school equivalency diplomas. Having been told by O'Reily that Adebisi was responsible for his father's death, Peter Schibetta takes over the kitchen by cashing in a favor Glynn owes the family. As Schillinger's parole hearing nears, Beecher taunts his nemesis mercilessly in an attempt to ruin Schillinger's quest for freedom.","Runtime":57,"FirstAired":"1998-07-20T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Uli Edel","Writer":"Tom Fontana, Sean Jablonski","GuestStars":"Dick Boccelli, Adrienne Shelly, Frank Senger, Tim Brown, Eddie Malavarca","Rating":7.5,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/70682/18331.jpg","TVDB":18331},{"ID":10453,"SeasonID":781,"ShowID":316,"MediaID":10441,"DateCreated":"2014-12-16T23:59:23Z","DatePublished":"2014-12-01T00:00:00Z","Number":3,"Title":"Great Men","Plot":"Alvarez knows who raped Glynn's daughter, but refuses to tell the warden. Wangler is making progress at school, but his cellmate, Adebisi, isn't a fan of higher education. When Augustus Hill's judge is convicted of accepting bribes, Said takes up Hill's case to get him a second trial. Diagnosed with cancer, O'Reily goes to a hospital to get a prison-paid lumpectomy, which is cheaper than a mastectomy. The Aryans are losing credibility in Oz, so Schillinger arranges to have a tough named Vogel ki","Runtime":56,"FirstAired":"1998-07-27T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Bob Balaban","Writer":"Tom Fontana","GuestStars":"Dylan Baker, Melina Kanakaredes, Tim Hopper, Annika Peterson, Floyd Resnick, Tim Brown, Austin Pendleton, Mále Baby Alexander, Geoffrey Nauffts","Rating":7.5,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70682/18332.jpg","TVDB":18332},{"ID":10457,"SeasonID":781,"ShowID":316,"MediaID":10445,"DateCreated":"2014-12-17T00:06:37Z","DatePublished":"2014-12-01T00:00:00Z","Number":4,"Title":"Losing Your Appeal","Plot":"Augustus Hill's court appeal is denied, despite the efforts of Said, who has better luck getting Poet's poems published. Meanwhile, O'Reily survives his lumpectomy, and now focuses his attention on Dr. Nathan. Trying to cut a deal after killing an Aryan inmate, Richie Hanlon is forced instead to admit to a murder he didn't commit. Schibetta offers Alvarez a piece of his drug biz in exchange for killing Adebisi. Beecher is forced to meet with the judge who sentenced him; it appears she has a guil","Runtime":58,"FirstAired":"1998-08-03T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Keith Samples","Writer":"Tom Fontana","GuestStars":"Bill Fagerbakke, Christine Toy, Chazz Menendez, Frank Senger, Terry Serpico, Danton Stone, Jordan Lage, Elaine Stritch","Rating":7.5,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/70682/18333.jpg","TVDB":18333},{"ID":10443,"SeasonID":781,"ShowID":316,"MediaID":10431,"DateCreated":"2014-12-16T23:37:49Z","DatePublished":"2014-12-01T00:00:00Z","Number":5,"Title":"Family Bizness","Plot":"With their enmity at a boiling point, Adebisi poisons Schibetta -- but not fatally. Now that his brother has turned himself in for murder, Glynn no longer owes Schibetta any favors. Sister Peter Marie figures out that Giles witnessed who killed her husband. Poet, now a published author, gets his parole, but Governor Devlin still takes away funds from McManus's high-school equivalency program. When Beecher learns his wife committed suicide, Keller offers comfort, but his advances are rebuked. Mea","Runtime":57,"FirstAired":"1998-08-10T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Kathy Bates","Writer":"Tom Fontana","GuestStars":"Elizabeth Lawrence, Cortez Nance Jr., Paul Schulze, Louis Sones, Bret Bailey, Tim Brown","Rating":7.400000095367432,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70682/18334.jpg","TVDB":18334},{"ID":10439,"SeasonID":781,"ShowID":316,"MediaID":10427,"DateCreated":"2014-12-16T23:32:17Z","DatePublished":"2014-12-01T00:00:00Z","Number":6,"Title":"Strange Bedfellows","Plot":"Schilinger enlists Said to get him out of jail, but Said backs out. McManus decides not to incriminate Wittlesey in Ross's death. A recovered Schibetta edures more pain after being raped by Adebisi. Meanwhile, Alvarez is bumped out of the Latino power seat by Raoul Hernandez, a.k.a. El Cid. New inmate Jiggy Walker claims he was Gov. Devlin's personal crack dealer. The two go head-to-head in the media before Walker is discredited and sent to genpop. Reimondo finds out that Giles murdered the man ","Runtime":58,"FirstAired":"1998-08-17T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Alan Taylor","Writer":"Tom Fontana","GuestStars":"LL Cool J, Pat McNamara, Annika Peterson, Danton Stone, Skipp Sudduth, Austin Pendleton","Rating":7.599999904632568,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/70682/18335.jpg","TVDB":18335},{"ID":10432,"SeasonID":781,"ShowID":316,"MediaID":10420,"DateCreated":"2014-12-16T23:17:51Z","DatePublished":"2014-12-01T00:00:00Z","Number":7,"Title":"Animal Farm","Plot":"Cyril O'Reily, Ryan's brother comes to Oz and is immediately violated by Schillinger. Ryan tries to get him away from OZ, but Cyril instead lands in the hole. El Cid tells Alvarez the only way he can \"stay in the game\" is to \"pluck out\" the eyes of a prison guard, Rivera. Bellinger and Adebisi exchanging love letters without meeting. Nappa, the new Wiseguys leader, wants Adebisi to be punished for raping his godson Peter Schibetta. Robert Sippel, a Catholic priest who spent ten years in OZ for m","Runtime":56,"FirstAired":"1998-08-24T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Mary Harron","Writer":"Tom Fontana, Debbie Sarjeant","GuestStars":"Tim Hopper, José Ramón Rosario, Nelson Vasquez, Skipp Sudduth, David Lansbury, Zakes Mokae, Douglas Crosby, Orisha Dance Co.","Rating":7.300000190734863,"RatingCount":9,"Image":"http://thetvdb.com/banners/episodes/70682/18336.jpg","TVDB":18336},{"ID":10477,"SeasonID":781,"ShowID":316,"MediaID":10465,"DateCreated":"2014-12-17T00:43:09Z","DatePublished":"2014-12-01T00:00:00Z","Number":8,"Title":"Escape from Oz","Plot":"Wittlesey is transferred to Gen Pop and replaced by Karl Metzger, a Nazi. Mack and another Aryan try to escape through Busmalis and Rebadow's tunnel but the tunnel collapses and kills the two Aryans. Hill gets the idea of escaping Oz by hiding in a coffin. Sippel re-enters Oz because he can't deal with life on the outside, but Schillinger crucifies him -- literally. Alvarez gouges out Rivera's eyes and is put in solitary for life. Needing a blood transfusion for Rivera, Dr. Nathan finds that onl","Runtime":68,"FirstAired":"1998-08-31T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Jean de Segonzac","Writer":"Tom Fontana","GuestStars":"David Lansbury, Bill Fagerbakke, Zakes Mokae, Rod Brogan, Tim Hopper, Nelson Vasquez, Bryan Callen, Leif Riddell","Rating":7.699999809265137,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70682/18337.jpg","TVDB":18337}],"EpisodeCount":8}
