{"ID":783,"ShowID":316,"DateCreated":"2014-12-16T23:44:45Z","Number":4,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/108-4.jpg","TVDB":843,"Episodes":[{"ID":10475,"SeasonID":783,"ShowID":316,"MediaID":10463,"DateCreated":"2014-12-17T00:39:52Z","DatePublished":"2014-12-01T00:00:00Z","Number":1,"Title":"A Cock and Balls Story","Plot":"The lockdown ends. After Hamid Khan's body is taken off life support, the Muslim's choose Arif to lead them. Meanwhile, Cyril's having nightmares about delivering the fatal blow to Khan in the boxing match. Ryan asks Sister Pete to intervene. Murphy makes a suggestion to help ease some of the strain in solitary after another inmate commits suicide. Father Mukada plants an inventive idea in Beecher's head on how to deal with Schillinger. Shirley Bellinger returns awaiting her date with the noose.","Runtime":57,"FirstAired":"2000-07-12T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Adam Bernstein","Writer":"Tom Fontana","GuestStars":"Lothaire Bluteau, Domenick Lombardozzi, Pepa, Dana Reeve, George Aguilar, Tessell Williams, Erik King, Male Baby Alexander, Michael Quill, Pepa, John Palumbo II","Rating":7.5,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/70682/18346.jpg","TVDB":18346},{"ID":10455,"SeasonID":783,"ShowID":316,"MediaID":10443,"DateCreated":"2014-12-17T00:01:15Z","DatePublished":"2014-12-01T00:00:00Z","Number":2,"Title":"Obituaries","Plot":"Mobay has his first meeting with Adebisi. Glynn fires McManus after Tim makes a foolish outburst during the slain CO's memorial service. Sister Pete still wrestles with ending her service as a nun. Beecher's dad pays a visit and gives an update. Schillinger is visited by his other son, Hank. Said's decision to help Cramer secure a new trial is met with strong opposition by the Muslims. Poet grieves and ponders his next move now that Wangler and Pierce are dead. O'Reily's plan to get the cell pho","Runtime":56,"FirstAired":"2000-07-19T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Kenneth Fink","Writer":"Tom Fontana","GuestStars":"Dana Ivey, John McMartin, Domenick Lombardozzi, Dana Reeve, Carlos Leon, Stephanie Pope, Rob Bogue, Tessell Williams, Michael Quill","Rating":7.099999904632568,"RatingCount":9,"Image":"http://thetvdb.com/banners/episodes/70682/18347.jpg","TVDB":18347},{"ID":10467,"SeasonID":783,"ShowID":316,"MediaID":10455,"DateCreated":"2014-12-17T00:24:11Z","DatePublished":"2014-12-01T00:00:00Z","Number":3,"Title":"The Bill of Wrongs","Plot":"All is crazy after Busmalis and Alvarez flee from Oz via one of Busmalis' tunnels. Hernandez discloses details about the shooting to Glynn and mentions Tarrant getting the gun from Adebisi, who got the gun originally from Clayton Hughes. Glynn confronts Hughes, Hughes confesses immediately and is quickly arrested. New inmate Morales is offered Hernandez's end of the \"tit\" trade only if he kills Hernandez. Morales asks Rebadow to do the deed in exchange for anything Rebadow wants and Rebadow acce","Runtime":57,"FirstAired":"2000-07-26T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Goran Gajic","Writer":"Tom Fontana","GuestStars":"Dana Ivey, Simon Jones, John McMartin, Michael Gaston, Dana Reeve, Oni Faida Lampley, Clarke Peters, Danton Stone, Rob Bogue, Philip Scozzarrela","Rating":7.099999904632568,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/70682/18348.jpg","TVDB":18348},{"ID":11422,"SeasonID":783,"ShowID":316,"MediaID":11408,"DateCreated":"2015-01-22T21:44:03Z","DatePublished":"2014-12-01T00:00:00Z","Number":4,"Title":"Works of Mercy","Plot":"The kidnapping of Beecher's children has everyone upset and Beecher inconsolable. Schillinger gets questioned and of course, claims to know nothing about the deed. Beecher decides to initiate his own investigation. Soon after, a package with horrendous contents arrives for Beecher. Meanwhile, Oz prepares for Shirley Bellinger's hanging as the death penalty protests continue. A visit from the Cardinal creates mixed feelings for Sister Pete and Father Ray. Said announces good and bad news in the s","Runtime":56,"FirstAired":"2000-08-02T00:00:00Z","ParentalRating":"R18","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Adam Bernstein","Writer":"Tom Fontana","GuestStars":"Robert John Burke, David Johansen, Gavin MacLeod, Richard Bright, Kathleen Widdoes, Dana Reeve, Michael Patrick McCaffrey, Rob Bogue, Michael Quill","Rating":7.099999904632568,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/70682/18349.jpg","TVDB":18349},{"ID":11421,"SeasonID":783,"ShowID":316,"MediaID":11407,"DateCreated":"2015-01-22T21:35:11Z","DatePublished":"2014-12-01T00:00:00Z","Number":5,"Title":"Gray Matter","Plot":"Things get a bit lively on death row after Shirley Bellinger's execution-- Miles begins painting a self-portrait, Ginzburg's health deteriorates from AIDS and Deyell severely injures himself. Mobay's ordered to kill someone as a final test of his loyalty and a new prisoner, whom Mobay's familiar with, makes the perfect victim. A call stirs McManus' emotions again. New inmate Supreme Allah arrives creating tension and uneasiness for Arif. On his way to his son's funeral, Beecher asks Keller an in","Runtime":56,"FirstAired":"2000-08-09T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, sexual violence, drug use, offensive language and sex scenes","Director":"Brian Cox (III)","Writer":"Tom Fontana","GuestStars":"Jonathan Demme, Dylan Chalfy, David Johansen, Harry O'Reilly, Gano Grills, Pamela Isaacs, Stephanie Pope, Jacques Smith, Cyrus Farmer, Michael Quill, Lord Jamar","Rating":7.5,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/70682/18350.jpg","TVDB":18350},{"ID":10456,"SeasonID":783,"ShowID":316,"MediaID":10444,"DateCreated":"2014-12-17T00:03:31Z","DatePublished":"2014-12-01T00:00:00Z","Number":6,"Title":"A Word to the Wise","Plot":"An investigation into Goergen's death starts and Mobay's anxious when the investigator targets him first. Tensions begin to rise as Querns turns a seemingly deaf ear and blind eye to the blatant violations committed by black inmates. An inmate transfer works in Adebisi's favor. Arif challenges Querns's authority. Ginzburg's poor health forces him to request an early execution and Sister Pete convinces Glynn to make it happen. Glynn's press conference announcement forces his daughter to make a ma","Runtime":56,"FirstAired":"2000-08-16T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, sexual violence, drug use, offensive language and sex scenes","Director":"Keith Samples","Writer":"Tom Fontana","GuestStars":"Pepa, Dylan Chalfy, Gano Grills, Ra Hanna, Connie Nelson, Michael Quill, Jerome Preston Bates","Rating":7.300000190734863,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70682/18351.jpg","TVDB":18351},{"ID":11423,"SeasonID":783,"ShowID":316,"MediaID":11409,"DateCreated":"2015-01-22T21:49:33Z","DatePublished":"2014-12-01T00:00:00Z","Number":7,"Title":"A Town Without Pity","Plot":"Ryan and Howell get frisky. After leaving the hole and apologizing to Busmalis for the stabbing Rebadow suffers an attack due to a brain tumor. Busmalis reacts by doing what he does best--start another tunnel. Unbeknownst to the doctors and everyone else, Cyril's recovering psychologically more than he can actually show. Arif confesses to Said about his own demons and asks for forgiveness and help. Said plots with McManus to end Querns' and Adebisi's control. Hank Schillinger beats the kidnappin","Runtime":56,"FirstAired":"2000-08-23T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, sexual violence, drug use, offensive language and sex scenes","Director":"J. Miller Tobin","Writer":"Tom Fontana","GuestStars":"Angela Bullock, Elain R. Graham, Gano Grills, Connie Nelson, Tessell Williams, David Johansen, Michael Quill, Erik King, Cyrus Farmer","Rating":7.400000095367432,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/70682/18352.jpg","TVDB":18352},{"ID":10445,"SeasonID":783,"ShowID":316,"MediaID":10433,"DateCreated":"2014-12-16T23:44:45Z","DatePublished":"2014-12-01T00:00:00Z","Number":8,"Title":"You Bet Your Life","Plot":"After the press conference shooting incident, Glynn pulls out of the race. When a corpse is found in the laundry room, Querns demands Adebisi find out who did the deed. Soon Browne's corpse is also discovered and Querns gets worried. Querns's investigative efforts point to Supreme Allah as the culprit only Supreme's really being framed for the two killings by O'Reily and Keller. Hill pays big when he tells Mobay he knows he's undercover and Mobay comes clean about his involvement in Oz's recent ","Runtime":57,"FirstAired":"2000-08-30T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, sexual violence, drug use, offensive language and sex scenes","Director":"Adam Bernstein","Writer":"Tom Fontana","GuestStars":"Gano Grills, Pamela Isaacs, Jenna Lamia, Connie Nelson, Stephanie Pope, Michelle Schumacher, Erik King, Michael Quill, Joel West","Rating":7.400000095367432,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70682/18353.jpg","TVDB":18353},{"ID":10487,"SeasonID":783,"ShowID":316,"MediaID":10475,"DateCreated":"2014-12-17T01:08:07Z","DatePublished":"2014-12-01T00:00:00Z","Number":9,"Title":"Medium Rare","Plot":"Adebisi's death still looms large over Oz. Against Glynn's better judgement and with special permission from the Gov., a TV news crew comes to Oz to film. Ryan O' Reily recognizes the star reporter as a past enemy and he immediately embarks on revenge. After interviewing inmates -- including Poet who strongly suggests the cover up can be exposed through Adebisi's video tapes-- the show's producer gets busy digging for answers. McManus discovers this and immediately tells Glynn to destroy Adebisi","Runtime":53,"FirstAired":"2001-01-07T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, nudity, sex scenes \u0026 offensive language","Director":"Alez Zakrzewski","Writer":"Tom Fontana, Sunil Nayer","Rating":7.300000190734863,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/70682/18354.jpg","TVDB":18354},{"ID":10481,"SeasonID":783,"ShowID":316,"MediaID":10469,"DateCreated":"2014-12-17T00:53:46Z","DatePublished":"2014-12-01T00:00:00Z","Number":10,"Title":"Conversions","Plot":"New inmate Burr Redding arrives and stands ready to assume control of the drug business. Dr. Nathan returns. Tidd approaches Schillinger with a plan to kill Said. Several Asian refugees are housed in Em City while the government decides their fate and they unwillingly get caught in a power struggle between Morales and Redding. Glynn hires an energetic new assistant who piques everyone's interest.","Runtime":58,"FirstAired":"2001-01-14T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Violence, nudity, sex scenes \u0026 offensive language","Director":"Adam Bernstein","Writer":"Tom Fontana","Rating":7.099999904632568,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/70682/18355.jpg","TVDB":18355},{"ID":10462,"SeasonID":783,"ShowID":316,"MediaID":10450,"DateCreated":"2014-12-17T00:14:17Z","DatePublished":"2014-12-01T00:00:00Z","Number":11,"Title":"Revenge is Sweet","Plot":"Robson and Hoyt tell Rev. Cloutier to back off of Schillinger. Schillinger and Beecher have their first counseling interaction session. Tidd continues to get close to Said by defending Arif in a fight. Arif goes to Said and pleads Tidd's case to accept him into their Muslim group. Busmalis requests that he and his girlfriend be married. Glynn hosts the Warden's conference and is given an update on Hughes by Querns. Glynn soon has Hughes transferred to Oz's cops unit so he can protect him. This u","Runtime":58,"FirstAired":"2001-01-21T00:00:00Z","ParentalRating":"R","Director":"Goran Gajic","Writer":"Tom Fontana","Rating":6.800000190734863,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/70682/18356.jpg","TVDB":18356},{"ID":10474,"SeasonID":783,"ShowID":316,"MediaID":10462,"DateCreated":"2014-12-17T00:38:14Z","DatePublished":"2014-12-01T00:00:00Z","Number":12,"Title":"Cuts Like a Knife","Plot":"Despised by both the Latinos and the gangsters, Alvarez snaps and kills another Latino inmate. He's then returned to solitary. McManus continues to argue the problems of the drug experiment. Cyril sudden physical aging scares Ryan. Inmate Wick, one of the bikers who's taken the drug dies suddenly while talking to Hoyt. After officially joining the Muslims, Tidd attempts to kill Said, but decides not to after his conscious gets to him. Still out of control and unpredictable, White stabs McManus i","Runtime":58,"FirstAired":"2001-01-28T00:00:00Z","ParentalRating":"R","Director":"Steve Buscemi","Writer":"Tom Fontana","Rating":7.5,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/70682/18357.jpg","TVDB":18357},{"ID":10479,"SeasonID":783,"ShowID":316,"MediaID":10467,"DateCreated":"2014-12-17T00:47:57Z","DatePublished":"2014-12-01T00:00:00Z","Number":13,"Title":"Blizzard of '01","Plot":"Wick's family sues Oz for his death which was caused by the experimental drugs he took. This also means, Dr. Nathan's under investigation and could lose her job. Ryan gets a surprise visit... from his real mother. Howell tells Ryan their trysts are over and she threatens to move on to Cyril. Busmalis confesses to Rebadow that he's a virgin. Schillinger tells Carrie about Hank's death and she immediately goes into labor, delivering the baby in Oz's hospital. Beecher meets a lawyer who tells him h","Runtime":58,"FirstAired":"2001-02-04T00:00:00Z","ParentalRating":"R","Director":"Leslie Libman","Writer":"Tom Fontana","Rating":7.300000190734863,"RatingCount":9,"Image":"http://thetvdb.com/banners/episodes/70682/18358.jpg","TVDB":18358},{"ID":10464,"SeasonID":783,"ShowID":316,"MediaID":10452,"DateCreated":"2014-12-17T00:18:16Z","DatePublished":"2014-12-01T00:00:00Z","Number":14,"Title":"Orpheus Descending","Plot":"McManus returns from the hospital with an ultimatum for Redding and Morales. Redding tells Hill that he's finished with him after Hill tipped a guard off. Supreme meets with Pancamo and offers to set Hill up to kill Redding. Redding and his new cellmate \"The Colonel\" develop an delicate alliance. McManus still commits to helping White change, even after White stabbed him. Clayton Hughes, on an emotional rampage, kills Basil. Glynn's secretary discovers him drinking heavily and she decides to dri","Runtime":58,"FirstAired":"2001-02-10T00:00:00Z","ParentalRating":"R","Director":"Gloria Muzio","Writer":"Sean Whitesell, Sunil Nayar, Tom Fontana","Rating":7.599999904632568,"RatingCount":7,"Image":"http://thetvdb.com/banners/episodes/70682/18359.jpg","TVDB":18359},{"ID":10460,"SeasonID":783,"ShowID":316,"MediaID":10448,"DateCreated":"2014-12-17T00:12:26Z","DatePublished":"2014-12-01T00:00:00Z","Number":15,"Title":"Even the Score","Plot":"Guerra rats to McManus about White still using drugs so McManus orders a shakedown. McManus confronts White and gives him an ultimatum. White goes to counseling but causes a fight and gets thrown in to the hole again. McManus gets a basketball scout to come and watch Brass play, but when Vahue loses to them, a plots unveiled to exact revenge. Sister Pete opposes Gov. Devlin's solution to Giles' request to be stoned to death. New inmate and Irish refugee Connolly arrives and forms a dangerous all","Runtime":58,"FirstAired":"2001-02-17T00:00:00Z","ParentalRating":"R","Director":"J. Miller Tobin","Writer":"Sunil Nayar, Sean Whitesell, Tom Fontana","Rating":7.300000190734863,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/70682/18360.jpg","TVDB":18360},{"ID":10454,"SeasonID":783,"ShowID":316,"MediaID":10442,"DateCreated":"2014-12-16T23:59:24Z","DatePublished":"2014-12-01T00:00:00Z","Number":16,"Title":"Famous Last Words","Plot":"Hill gets caught in a deliberate attempt to frame him for drug possession. To fight back, he gets some medical info that leads to Supreme's demise. Redding thanks Hill and offers to bring him back to the crew in return. Hill thanks Redding but refuses. The Colonel's attempt to kill Morales backfires. The tides turn on Cloutier who is first stripped of his position in his church and then endures his followers turning against him. After Hughes takes over the solitary ward, Glynn goes in to try and","Runtime":62,"FirstAired":"2001-02-25T00:00:00Z","ParentalRating":"R","Director":"Adam Bernstein","Writer":"Sean Whitesell, Tom Fontana","Rating":7.5,"RatingCount":8,"Image":"http://thetvdb.com/banners/episodes/70682/18361.jpg","TVDB":18361}],"EpisodeCount":16}
