{"ID":791,"ShowID":318,"DateCreated":"2014-12-17T05:12:13Z","Number":2,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/70533-2.jpg","TVDB":475,"Episodes":[{"ID":10520,"SeasonID":791,"ShowID":318,"MediaID":10508,"DateCreated":"2014-12-17T05:12:13Z","DatePublished":"2014-12-01T00:00:00Z","Number":1,"Title":"May the Giant Be with You","Plot":"A wounded Agent Cooper has a vision of a giant who gives him several clues about the murder of Laura Palmer.  Shelly and Pete recover from the mill fire, but Josie and Catherine are missing.  Ben and Jerry Horne are not pleased with how the mill fire plan unfolded.  Leland Palmer's attitude changes with his hair color.  Albert returns to assist the wounded Cooper.  Donna gets a mysterious message about Meals on Wheels.  Dr. Jacoby recovers from his heart attack, but cannot remember who killed Ja","Runtime":94,"FirstAired":"1990-09-30T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"David Lynch, Mark Frost","Writer":"Mark Frost","GuestStars":"Victoria Catlin, Galyn Gorg, Stephen C. MacLaughlin, Charles Miller, Mak Takano, Jessica Wallenfels, Sandra Keye Wetzel, Alicia Witt, Mark Frost, Hank Worden","Rating":7.5,"RatingCount":19,"Image":"http://thetvdb.com/banners/episodes/70533/11681.jpg","TVDB":11681},{"ID":10531,"SeasonID":791,"ShowID":318,"MediaID":10519,"DateCreated":"2014-12-17T06:06:39Z","DatePublished":"2014-12-01T00:00:00Z","Number":2,"Title":"Coma","Plot":"Albert determines that neither Leo nor Jaqcues killed Laura, but he is unable find any leads into who shot Cooper. Cooper says they must find the third man, who he believes to be Bob, the grey haird man.  Albert reports that Cooper's ex-partner, Windom Earle, escaped from an insane asylum.  Ben Horne can't decide which of the mill ledgers to destroy.  The Log Lady tells Major Briggs to deliver a message to Agent Cooper.  An Asian man spies on Cooper.  Shelly visits Leo in the hospital.  Maddy an","Runtime":47,"FirstAired":"1990-10-06T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"David Lynch","Writer":"Harley Peyton","GuestStars":"Frances Bay, Catherine E. Coulson, Austin Jack Lynch, Jill Pierce, Mak Takano, Carel Struycken","Rating":7.400000095367432,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70533/11682.jpg","TVDB":11682},{"ID":10541,"SeasonID":791,"ShowID":318,"MediaID":10529,"DateCreated":"2014-12-17T07:05:59Z","DatePublished":"2014-12-01T00:00:00Z","Number":3,"Title":"The Man Behind the Glass","Plot":"Ronette is attacked in her hospital bed by an unseen person.  Jean Reanult, brother of Jaqcues and Bernard, plans to blackmail Ben Horne for the release of Audrey.  Donna meets with Harold Smith, a shut-in who had befriended Laura.  Albert and Truman have a strange confrontation.  Lucy reveals that there's been another man in her life, Dick Treymane (Horne's Department Store, Men's Fashions).  Shelly decides not to testify against Leo. Leland offers a clue in the search for Killer Bob.  The One-","Runtime":47,"FirstAired":"1990-10-13T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"Lesli Linka Glatter","Writer":"Robert Engels","GuestStars":"Galyn Gorg, Mak Takano, Walter Olkewicz, Jennifer Aquino","Rating":7.5,"RatingCount":11,"Image":"http://thetvdb.com/banners/episodes/70533/11683.jpg","TVDB":11683},{"ID":10560,"SeasonID":791,"ShowID":318,"MediaID":10548,"DateCreated":"2014-12-17T09:34:41Z","DatePublished":"2014-12-01T00:00:00Z","Number":4,"Title":"Laura's Secret Diary","Plot":"Leland confesses to killing Jacques Reanult.  Andy wants to take a new sperm count test.  Rumor spreads that a food critic is coming to Twin Peaks.  Jean asks Ben to set a trap for Cooper in exchange for Audrey's life.  Cooper agrees to Ben's requests, unaware of the trap.  Harold Smith reads from the diary to Donna.  Josie returns to Twin Peaks.  Cooper asks for help from the Bookhouse Boys, and Harry comes through.  Donna and Maddy plot to steal the diary.  Judge Sternwood arrives for the tria","Runtime":47,"FirstAired":"1990-10-20T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"Todd Holland","Writer":"Jerry Stahl, Mark Frost, Harley Peyton, Robert Engel","GuestStars":"Royal Dano, Fumio Yamaguchi, Ritch Brinkley, Bellina Logan, Claire Stansfield, Mak Takano, Michael Allan Lerner","Rating":7.400000095367432,"RatingCount":17,"Image":"http://thetvdb.com/banners/episodes/70533/11684.jpg","TVDB":11684},{"ID":10848,"SeasonID":791,"ShowID":318,"MediaID":10836,"DateCreated":"2014-12-18T09:39:30Z","DatePublished":"2014-12-01T00:00:00Z","Number":5,"Title":"The Orchid's Curse","Plot":"Cooper discovers he had forgotten about the message under his bed.  Shelly and Bobby begin Leo's homecare.  Sternwood hears pre-trial motions and declares Leo not fit for trail.  Nadine comes home, still thinking she's in high school.  A mysterious man, Mr. Tojamura, arrives and offers Ben a sizeable fee for Ghostwood.  Cooper agrees to drop Audrey's ransom, but deduces that she's being held at Jack's.  Andy's test results are an improvement.  Cooper and Truman raid One Eyed Jack's and rescue Au","Runtime":47,"FirstAired":"1990-10-27T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"Graeme Clifford","Writer":"Barry Pullman","GuestStars":"Royal Dano, David L. Lander, Van Dyke Parks, Fumio Yamaguchi, Ritch Brinkley, Galyn Gorg, Claire Stansfield, Mike Vendrell, Bob Apisa","Rating":7.599999904632568,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70533/11685.jpg","TVDB":11685},{"ID":10851,"SeasonID":791,"ShowID":318,"MediaID":10839,"DateCreated":"2014-12-18T09:44:31Z","DatePublished":"2014-12-01T00:00:00Z","Number":6,"Title":"Demons","Plot":"James saves the girls from a tormented Harold.  Cooper brings Audrey home.  Bobby and Shelly learn that their insurance plans have backfired.  Donna tries to convince Truman that Harold Smith has Laura's secret diary.  Cooper's boss, Gordon Cole, arrives with an upsetting message for Cooper.  Hawk finds the One-Armed Man, who reveals himself as the spirit, Mike.  Maddy decides to go home.  Jonathan says he's taking Josie back to China.  Ben calls Leland back into work.  The One Armed Man vows to","Runtime":47,"FirstAired":"1990-11-03T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"Lesli Linka Glatter","Writer":"Harley Peyton, Robert Engels","GuestStars":"Ian Abercrombie, David Lynch, Fumio Yamaguchi, Ron Kirk, Leonard Ray, Mak Takano, Brett Vadset","Rating":7.699999809265137,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70533/11686.jpg","TVDB":11686},{"ID":10858,"SeasonID":791,"ShowID":318,"MediaID":10846,"DateCreated":"2014-12-18T09:59:15Z","DatePublished":"2014-12-01T00:00:00Z","Number":7,"Title":"Lonely Souls","Plot":"Cooper and the One-Armed Man inspect guests at the Great Northern.  Hawk finds Harold Smith dead by his own hand?with a mysterious suicide note and the diary torn to shreds.  Leo speaks to Bobby about \"new shoes.\"  Audrey confronts her father about One Eyed Jacks.  Shelly tells Norma she has to quit working at the Double R.  Norma sees the changed Nadine for the first time.  Bobby finds evidence to blackmail Ben Horne for a sizable sum. Audrey goes to Cooper about her father, leading Truman and ","Runtime":47,"FirstAired":"1990-11-10T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"David Lynch","Writer":"Mark Frost","GuestStars":"David Lynch, Fumio Yamaguchi, Galyn Gorg, Hank Worden, Julee Cruise","Rating":7.699999809265137,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70533/11687.jpg","TVDB":11687},{"ID":10847,"SeasonID":791,"ShowID":318,"MediaID":10834,"DateCreated":"2014-12-18T09:38:30Z","DatePublished":"2014-12-01T00:00:00Z","Number":8,"Title":"Drive with a Dead Girl","Plot":"Donna and James wonder why Maddy left so suddenly.  Norma's mother arrives with news?she's married a new man, Ernie Niles.   Cooper tells Leland they arrested Ben Horne for Laura's murder.  Ben tells Jerry the only person who can prove his innocence is the missing Catherine.  The One-Armed Man escapes custody.  Pete and Truman worry about Josie.  Pete tells Ben that Catherine is still alive, and wants to make a deal.  Cooper comes face to face with the killer without realizing it.  Lucy tells An","Runtime":47,"FirstAired":"1990-11-17T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"Caleb Deschanel","Writer":"Scott Frost","GuestStars":"Kathleen Wilhoite, Jane Greer, Emily Fincher, Michael Allan Lerner, John Moio, Mario Roberts","Rating":7.599999904632568,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70533/11688.jpg","TVDB":11688},{"ID":10859,"SeasonID":791,"ShowID":318,"MediaID":10847,"DateCreated":"2014-12-18T10:00:03Z","DatePublished":"2014-12-01T00:00:00Z","Number":9,"Title":"Arbitrary Law","Plot":"Albert returns to examine Maddy.  Cooper asks for twenty-four hours to finish his case.  James and Donna reaffirm their love.  Andy accidentally leads Donna and Cooper back to Mrs. Treamond's house.  Cooper is given a missing page from Laura's diary, describing the same dream he had.  The One Armed man is ill, tells Cooper he has all the clues he needs.  Catherine reveals herself to Ben, and he signs the mill back over to her.  Leland and Donna learn of Maddy's death.  Cooper calls together ever","Runtime":47,"FirstAired":"1990-12-01T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"Tim Hunter","Writer":"Mark Frost, Harley Peyton, Robert Engels","GuestStars":"Jane Greer, Clive Rosengren, Mae Williams, Hank Worden","Rating":7.900000095367432,"RatingCount":16,"Image":"http://thetvdb.com/banners/episodes/70533/11689.jpg","TVDB":11689},{"ID":10559,"SeasonID":791,"ShowID":318,"MediaID":10547,"DateCreated":"2014-12-17T09:28:36Z","DatePublished":"2014-12-01T00:00:00Z","Number":10,"Title":"Dispute Between Brothers","Plot":"Leland is laid to rest and Sarah Palmer tries to accept all that has happened to her family.  Dr. Jacoby returns from Hawaii.  Cooper prepares to leave Twin Peaks.  Mayor Milford objects to his brothers engagement to a younger woman.  Hank and Ernie meet with Jean Renault.   Jacoby has Ed enroll Nadine in High School.  Audrey and Cooper say goodbye, and Cooper tells her about the death of a woman he loved.  Bobby plans to take advantage of Ben's ruin.  Cooper is made a Bookhouse Boy.  Agent Rodg","Runtime":47,"FirstAired":"1990-12-08T00:00:00Z","ParentalRating":"M","ParentalRatingReason":"M Adult themes","Director":"Tina Rathbourne","Writer":"Tricia Brock","GuestStars":"Jane Greer, Clarence Williams III, Gavan O'Herlihy, Tony Jay, Don Calfa, Lisa Cloud, Tiffany Muxlow, Susan Sundholm, Richie Giona, Robert Keller, Randy Lamb, Birgit K. Scheir, Bob Yerkes","Rating":7.699999809265137,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70533/11690.jpg","TVDB":11690},{"ID":10850,"SeasonID":791,"ShowID":318,"MediaID":10838,"DateCreated":"2014-12-18T09:41:41Z","DatePublished":"2014-12-01T00:00:00Z","Number":11,"Title":"Masked Ball","Plot":"Mrs. Briggs talks about her husband's disappearance into the woods.  Nadine is put on the wrestling team, where she falls for Mike Nelson.  James is hired by a mysterious wealthy woman named Evelyn Marsh.  Dick takes on an orphan named Little Nicky.  The case against Cooper will be handled by DEA Agent Denis (Denise) Bryson.  Hank tells Ben that Jean Renault has taken over One Eyed Jacks.  Windom Earle contacts Cooper with an omnious message.  Dougie Milford weds Lanna Budding.  Josie asks Cathe","Runtime":47,"FirstAired":"1990-12-15T00:00:00Z","ParentalRating":"M","Director":"Duwayne Dunham","Writer":"Barry Pullman","GuestStars":"Clarence Williams III, David Duchovny, Tony Jay, Royce D. Applegate, Ron Taylor, Catherine E. Coulson, Joshua Harris, David Lynch, Kenneth Welsh, Gerald L'Ecuyer","Rating":7.699999809265137,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70533/11691.jpg","TVDB":11691},{"ID":10857,"SeasonID":791,"ShowID":318,"MediaID":10845,"DateCreated":"2014-12-18T09:56:30Z","DatePublished":"2014-12-01T00:00:00Z","Number":12,"Title":"The Black Widow","Plot":"Ben takes Bobby under his wing in a hope to destroy Hank and Jean.  However, Ben's mental state is starting to crack.  Cooper starts to look at buying real estate.  Major Briggs's supervisor reveals that Briggs was studying transmissions from the woods.  Andy and Dick learn of Little Nicky's troubled life.  James meets Malcom, the chauffer for the Marsh family.  Dougie Milford dies on his honeymoon, and the major blames Lana.  Cooper finds drugs at Dead Dog Farms.  Dick thinks Nicky is trying to","Runtime":46,"FirstAired":"1991-01-12T00:00:00Z","ParentalRating":"M","Director":"Caleb Deschanel","Writer":"Harley Peyton, Robert Engels","GuestStars":"David Duchovny, Tony Burton, Tony Jay, Nicholas Love, Ron Taylor, John Apicella, Joshua Harris, Geraldine Keams, Molly Shannon, John Epstein","Rating":7.199999809265137,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70533/11692.jpg","TVDB":11692},{"ID":10849,"SeasonID":791,"ShowID":318,"MediaID":10837,"DateCreated":"2014-12-18T09:40:00Z","DatePublished":"2014-12-01T00:00:00Z","Number":13,"Title":"Checkmate","Plot":"Major Briggs has no memory of the place he was taken, but now has an odd tattoo on his neck.  Andy and Dick break into Little Nicky's files.  Mike and Nadine begin an affair.  Shelly and Bobby's love is strained.  Evelyn asks James to kill her husband.  Hank attacks Big Ed, but is beaten by Nadine.  Ben slips deeper into his fantasy life.  When the drug bust goes bad, Cooper is taken hostage by Jean Renault.  Leo Johnson comes back to life.  After physical and mental torture by Renault, Cooper i","Runtime":47,"FirstAired":"1991-01-19T00:00:00Z","ParentalRating":"M","Director":"Todd Holland","Writer":"Harley Peyton","GuestStars":"David Duchovny, Gavan O'Herlihy, Nicholas Love, J. Marvin Campbell, Will Seltzer, Craig MacLachlan, John Epstein","Rating":7.300000190734863,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70533/11693.jpg","TVDB":11693},{"ID":10554,"SeasonID":791,"ShowID":318,"MediaID":10542,"DateCreated":"2014-12-17T08:49:20Z","DatePublished":"2014-12-01T00:00:00Z","Number":14,"Title":"Double Play","Plot":"Windom Earle has taken his first victim in the deadly chess game.  Audrey tells Bobby they have to save Ben from his Civil War fantasy.  Leo awakes and attacks Shelly, but Bobby is able to fend him off.  Doc Hayward offers the true story of Little Nicky's past.  Cooper reveals his rivalry with Earle: they were partners when Cooper fell in love with Caroline, Earle's wife.  Earle went mad, killing Caroline and wounding Cooper.  Mr. Marsh is killed.   Donna confronts Evelyn.  After a heated confro","Runtime":46,"FirstAired":"1991-02-02T00:00:00Z","ParentalRating":"M","Director":"Uli Edel","Writer":"Scott Frost","GuestStars":"David Warner, Brenda Strong, John Apicella, Craig MacLachlan, Hannah Kozak, John Epstein, Gerald L'Ecuyer","Rating":7.400000095367432,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70533/11694.jpg","TVDB":11694},{"ID":10853,"SeasonID":791,"ShowID":318,"MediaID":10841,"DateCreated":"2014-12-18T09:49:18Z","DatePublished":"2014-12-01T00:00:00Z","Number":15,"Title":"Slaves and Masters","Plot":"The police look for James in the Marsh murder.  Bobby and Shelly tell Truman Leo escaped and Bobby reveals that he saw Hank shoot Leo the night the mill burned.  Albert returns to Twin Peaks with information on Windom Earle, and ends up looking at Josie for the murder of Jonathan and the attempted murder of Cooper.  Nadine ?breaks up' with Ed.  Dr. Jacoby, Audrey, Bobby and Jerry try to end Ben's fantasy life.  Donna and James escape from the Marsh home.  Pete offers to help Cooper force a stale","Runtime":47,"FirstAired":"1991-02-09T00:00:00Z","ParentalRating":"M","Director":"Diane Keaton","Writer":"Harley Peyton, Robert Engels","GuestStars":"Nicholas Love, David Warner, Brenda Strong, Robert Bauer, Matt Battaglia, Gerald L'Ecuyer","Rating":7.699999809265137,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70533/11695.jpg","TVDB":11695},{"ID":10860,"SeasonID":791,"ShowID":318,"MediaID":10848,"DateCreated":"2014-12-18T10:12:19Z","DatePublished":"2014-12-01T00:00:00Z","Number":16,"Title":"The Condemned Woman","Plot":"Truman puts Hank in prison for the attempted murder of Leo, while Hank points the finger at Josie for the murder of Andrew Packard.  Albert reveals that Josie shot Cooper.  Ben enlists John Justice Wheeler to help him stop the Ghostwood plans.  Earle sends a poem to Donna, Shelly and Audrey.  Ben decides to \"save the pine weasel.\"  Norma learns her sister Annie is coming to town.   Ed proposes to Norma.  James leaves Twin Peaks.\nCaught in her own web of deceit, Josie murders Eckheardt, but is ca","Runtime":47,"FirstAired":"1991-02-16T00:00:00Z","ParentalRating":"M","Director":"Lesli Linka Glatter","Writer":"Tricia Brock","GuestStars":"David Warner","Rating":7.400000095367432,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70533/11696.jpg","TVDB":11696},{"ID":10855,"SeasonID":791,"ShowID":318,"MediaID":10843,"DateCreated":"2014-12-18T09:51:57Z","DatePublished":"2014-12-01T00:00:00Z","Number":17,"Title":"Wounds and Scars","Plot":"Harry sinks into a deep depression after Josie's death.  Josie's body holds more questions then answers.  Norma's troubled sister, Annie, arrives in Twin Peaks.  Wheeler and Audrey hit it off.  Cooper's stalemate angers Earle.  Eckheardt's assistant, Jones, leaves a puzzle for Catherine.  Windom Earle visits Donna.  The Log Lady and Major Briggs share similar tattoos and go to Cooper with them.  The Miss Twin Peaks contest is coming up, and Norma wants Shelly to enter.  Cooper meets and is taken","Runtime":46,"FirstAired":"1991-03-28T00:00:00Z","ParentalRating":"M","Director":"James Foley","Writer":"Barry Pullman","GuestStars":"David L. Lander, Brenda Strong, Julie Hayek, Betsy Lynn George","Rating":7.099999904632568,"RatingCount":14,"Image":"http://thetvdb.com/banners/episodes/70533/11697.jpg","TVDB":11697},{"ID":10854,"SeasonID":791,"ShowID":318,"MediaID":10842,"DateCreated":"2014-12-18T09:51:07Z","DatePublished":"2014-12-01T00:00:00Z","Number":18,"Title":"On the Wings of Love","Plot":"Harry is attacked by Jones in his sleep.  Audrey and Wheeler begin a relationship.  Gordon Cole returns with a report that Windom Earle worked with Major Briggs on Project Bluebook.  Cole reinstates Cooper in the FBI.   Earle plans to kill the winner of Miss Twin Peaks.  Donna spies Eileen Hayward paying a mysterious visit to Ben Horne.  Gordon Cole believes Shelly can cure his hearing loss.  Annie recognizes the two tattoos are coming from Owl Cave.  Earle visits Audrey.  Cooper, Truman, Hawk a","Runtime":47,"FirstAired":"1991-04-04T00:00:00Z","ParentalRating":"M","Director":"Duwayne Dunham","Writer":"Harley Peyton, Robert Engels","GuestStars":"David Lynch, Brenda Strong, Robert Bauer, Jack McGee","Rating":7.300000190734863,"RatingCount":10,"Image":"http://thetvdb.com/banners/episodes/70533/11698.jpg","TVDB":11698},{"ID":11431,"SeasonID":791,"ShowID":318,"MediaID":11417,"DateCreated":"2015-01-25T21:42:45Z","DatePublished":"2014-12-01T00:00:00Z","Number":19,"Title":"Variations and Relations","Plot":"Cooper and company find the mysterious petroglyph.   Windom Earle befriends a rock and roll youth, and tells him tales of places called the White and Black Lodge.  Pete helps Catherine open the first puzzle box.  Lana wants Milford to rig Miss Twin Peaks.  Annie and Cooper go for a nature walk.  Cooper finds the poem Earle sent to the girls.  He tells Harry it's a poem he once gave to Caroline.  Major Briggs agrees to look into Earle's Project Bluebook work.   Cooper deduces Leo Johnson is worki","Runtime":47,"FirstAired":"1991-04-11T00:00:00Z","ParentalRating":"M","Director":"Jonathan Sanger","Writer":"Mark Frost, Harley Peyton","GuestStars":"David Lynch, Ted Raimi, John Charles Sheehan","Rating":7.5,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70533/11699.jpg","TVDB":11699},{"ID":10557,"SeasonID":791,"ShowID":318,"MediaID":10545,"DateCreated":"2014-12-17T09:05:05Z","DatePublished":"2014-12-01T00:00:00Z","Number":20,"Title":"The Path to the Black Lodge","Plot":"Bobby and Shelly reaffirm their love.  Cooper calls Shelly, Donna and Audrey together to warn them about Earle.  Briggs shows Cooper a tape of Windom Earle making a report on his quest for the Black Lodge.  Donna discovers pictures of her mom and Ben Horne.   Wheeler is called away on an emergency.  Leo worries about Shelly.  Doc Hayward tells Ben to stay away from Eileen.  Townsfolk have strange tremors in their hands.  Pete has a vision of Josie.  Windom Earle takes Major Briggs captive.  Andr","Runtime":47,"FirstAired":"1991-04-18T00:00:00Z","ParentalRating":"M","Director":"Stephen Gyllenhaal","Writer":"Harley Peyton, Robert Engels","GuestStars":"Willie Garson, Ron Kirk, Ted Raimi, Layne Robert Rico","Rating":6.800000190734863,"RatingCount":12,"Image":"http://thetvdb.com/banners/episodes/70533/11700.jpg","TVDB":11700},{"ID":10845,"SeasonID":791,"ShowID":318,"MediaID":10833,"DateCreated":"2014-12-18T09:32:58Z","DatePublished":"2014-12-01T00:00:00Z","Number":21,"Title":"Miss Twin Peaks","Plot":"Windom Earle sets his sites on the Miss Twin Peaks contest.  Lucy chooses a father for her baby.  Leo is punished when he frees Major Briggs.  Cooper unlocks the key to entering the Black Lodge.  Annie and Dale make a commitment to each other.  Catherine and Andrew find a mysterious key.  Donna confronts Ben Horne. The Miss Twin Peaks contest ends in chaos.  Windom Earle kidnaps Annie. Andy deciphers the Owl Cave puzzle.","Runtime":46,"FirstAired":"1991-06-10T00:00:00Z","ParentalRating":"M","Director":"Tim Hunter","Writer":"Barry Pullman","GuestStars":"David L. Lander","Rating":7.199999809265137,"RatingCount":15,"Image":"http://thetvdb.com/banners/episodes/70533/11701.jpg","TVDB":11701},{"ID":10856,"SeasonID":791,"ShowID":318,"MediaID":10844,"DateCreated":"2014-12-18T09:55:11Z","DatePublished":"2014-12-01T00:00:00Z","Number":22,"Title":"Beyond Life and Death","Plot":"Agent Cooper follows Windom Earle and Annie into the depths of the Black Lodge.  Big Ed and Norma get a shock when Nadine suffers head trauma.  Andrew and Pete unlock Eckheart's final box while Audrey stages her act of civil disobedience.  Dr. Hayward and Ben Horne have a final confrontation.  Shelly and Bobby plan their future. Dr. Jacoby and Mrs. Palmer have a message for Major Briggs.  Cooper faces his destiny in the Black Lodge.","Runtime":50,"FirstAired":"1991-06-10T00:00:00Z","ParentalRating":"M","Director":"David Lynch","Writer":"Mark Frost, Harley Peyton, Robert Engels","GuestStars":"James V. Scott, Hank Worden, Ed Wright, Jan D'Arcy, Andrea Heys, Arvo O. Katajisto, Brenda E. Mathers","Rating":7.5,"RatingCount":13,"Image":"http://thetvdb.com/banners/episodes/70533/11702.jpg","TVDB":11702}],"EpisodeCount":22}
