{"ID":797,"ShowID":322,"DateCreated":"2014-12-17T12:21:25Z","Number":3,"ParentalRating":"R","Image":"http://thetvdb.com/banners/seasons/16362-3.jpg","TVDB":3373,"Episodes":[{"ID":10597,"SeasonID":797,"ShowID":322,"MediaID":10585,"DateCreated":"2014-12-17T14:02:16Z","DatePublished":"2014-12-01T00:00:00Z","Number":1,"Title":"Tell Your God to Ready for Blood","Plot":"Deadwood's first true elections are nearly here, with the offices of sheriff and mayor to be decided. Tonight, the candidates will state their cases to the townspeople. One of Hearst's Cornish workers is killed at the Gem, leading Swearengen to suspect that the incident was a staged Hearst power play. Ellsworth and Doc Cochran are alarmed by complications involving Alma's pregnancy. Star gains a new home from Adams' orchestrated foreclosure. Jane prepares to tell the camp's children about her ex","Runtime":53,"FirstAired":"2006-06-11T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Mark Tinker","Writer":"David Milch, Ted Mann","GuestStars":"Parisse Boothe","Rating":7.599999904632568,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/72023/307427.jpg","IMDB":"tt0556311","TVDB":307427},{"ID":10591,"SeasonID":797,"ShowID":322,"MediaID":10579,"DateCreated":"2014-12-17T13:54:40Z","DatePublished":"2014-12-01T00:00:00Z","Number":2,"Title":"I Am Not the Man You Take Me For","Plot":"Captain Turner tips off Swearengen with a cryptic note to another bloody incident at the Gem; later, Hearst makes his intentions known in a more straightforward way. While Jane finds a captive audience for her oratory skills, the candidates for mayor and sheriff aren't as fortunate. Alma's health raises the issue of Sofia's stewardship and newly reformed Andy Cramed pays a visit to Tolliver, with a different agenda and outcome.","Runtime":52,"FirstAired":"2006-06-18T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Dan Attias","Writer":"David Milch, Regina Corrado","Rating":7.699999809265137,"RatingCount":35,"Image":"http://thetvdb.com/banners/episodes/72023/307428.jpg","IMDB":"tt0556305","TVDB":307428},{"ID":10612,"SeasonID":797,"ShowID":322,"MediaID":10600,"DateCreated":"2014-12-17T15:49:51Z","DatePublished":"2014-12-01T00:00:00Z","Number":3,"Title":"True Colors","Plot":"New arrivals on the stagecoach usher into Deadwood: Jack Langrishe, a stage promoter and friend of Al Swearengen, and Aunt Lou Marchbanks, Hearst's longtime cook. Also returning to town is a newly westernized Wu, with news for \"Swegin\" about a soon-to-arrive group of imported Hearst workers. Recovered from her ailments, Alma decides to approach Hearst with a claim deal, despite Ellsworth's adamant objections. Bullock uncovers the truth about the Gem killings, and vows to put Hearst on notice. He","Runtime":51,"FirstAired":"2006-06-25T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Gregg Fienberg","Writer":"Ted Mann, Regina Corrado","GuestStars":"Mark C. Thomas,   Dennis Kiefer,   David Nelson (David),   Angela Nicholas,   Tzi Ma,   Kevin P. Kearns (Pasco)","Rating":7.599999904632568,"RatingCount":31,"Image":"http://thetvdb.com/banners/episodes/72023/307479.jpg","IMDB":"tt0556294","TVDB":307479},{"ID":10610,"SeasonID":797,"ShowID":322,"MediaID":10598,"DateCreated":"2014-12-17T15:47:09Z","DatePublished":"2014-12-01T00:00:00Z","Number":4,"Title":"Full Faith and Credit","Plot":"While Alma officially opens the bank of Deadwood, Langrishe asks Joanie whether she is willing to sell the Chez Ami, so he could make it into a theatre. Stapleton sets his eye on one of the new actresses in town and Jane receives a telegram from Fields. Hostetler and the latter arrive in camp and engage Steve with regard to the ownership of the livery, forcing Bullock to intervene. Meanwhile, Al delegates Adams to represent him in his affairs with Hearst and Tolliver.","Runtime":51,"FirstAired":"2006-07-02T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Ed Bianchi","Writer":"Ted Mann","GuestStars":"Angela Nicholas,   Allan Graf,   Tim de Zarn,   Richard Gant (Hostetler),   Ashleigh Kizer (Dolly)","Rating":7.800000190734863,"RatingCount":32,"Image":"http://thetvdb.com/banners/episodes/72023/307488.jpg","IMDB":"tt0556281","TVDB":307488},{"ID":10600,"SeasonID":797,"ShowID":322,"MediaID":10588,"DateCreated":"2014-12-17T15:15:06Z","DatePublished":"2014-12-01T00:00:00Z","Number":5,"Title":"A Two-Headed Beast","Plot":"As Tolliver tries to find a respectable employee suitable to be his liaison with Hearst, Swearengen tries to understand the reasoning behind Hearst's actions. The conflict becomes more tense as Dority and Captain Turner violently settle their differences. Bullock tries to finally settle the dispute between Steve and Hostetler and another murder brings Bullock once more face to face with Hearst, forcing him to take action. Trixie becomes suspicious of Alma's odd behaviour at the bank. Ellsworth a","Runtime":53,"FirstAired":"2006-07-09T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Dan Minahan","Writer":"David Milch","GuestStars":"Allan Graf,   Rick Dano,   Nick Amandos (Bartender Jack),   Richard Gant (Hostetler),   Aubrey Morris (Chesterton),   Sarah B. Lund (Sara),   Kevin P. Kearns (Pasco)","Rating":7.900000095367432,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/72023/307489.jpg","IMDB":"tt0556282","TVDB":307489},{"ID":10613,"SeasonID":797,"ShowID":322,"MediaID":10601,"DateCreated":"2014-12-17T15:50:21Z","DatePublished":"2014-12-01T00:00:00Z","Number":6,"Title":"A Rich Find","Plot":"While Hearst still lies in jail, Al pays the Sheriff a visit, asking about last night. Sofia is worried about Mr. Ellsworth's absence, which saddens Alma even more. Bullock releases Hearst from prison. Aunt Lou's son, Odell, arrives in camp and Cy Tolliver presents Hearst with a method of setting his hands on Alma's gold claim. Trixie confronts Mrs. Ellsworth in regard to her drug habit, while Odell and Hearst prepare for a meeting to discuss the issue of gold. Al and Seth, worried about Hearst'","Runtime":52,"FirstAired":"2006-07-16T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Tim Hunter","Writer":"Alex Lambert","GuestStars":"Kevin P. Kearns (Pasco),   Cleo King (Lou Marchbanks),   Omar Gooding (Odell Marchbanks)","Rating":7.599999904632568,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/72023/307490.jpg","IMDB":"tt0556283","TVDB":307490},{"ID":10606,"SeasonID":797,"ShowID":322,"MediaID":10594,"DateCreated":"2014-12-17T15:36:41Z","DatePublished":"2014-12-01T00:00:00Z","Number":7,"Title":"Unauthorized Cinnamon","Plot":"Bullock's proposal carries the day during a meeting held at the Gem to discuss the Hearst conundrum; Aunt Lou fears for Odell's well-being after his latest gambit; Fields is skeptical of Steve's offer to remain in camp; Cochran finds other uses for a tailor's swatches; Chesterton's illness postpones Langrishe's theater plans.","Runtime":50,"FirstAired":"2006-07-23T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Regina Corrado","Writer":"Mark Tinker","GuestStars":"Jennifer Lutheran (Jen),   Ashleigh Kizer (Dolly),   Gordon Clapp (Tailor),   Gail Flatt,   Bud Clark,   Ralph Richeson (Richardson),   Aubrey Morris (Chesterton),   Brent Sexton (Harry Young),   Pavel Lychn","Rating":7.599999904632568,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/72023/307491.jpg","IMDB":"tt0556284","TVDB":307491},{"ID":10599,"SeasonID":797,"ShowID":322,"MediaID":10587,"DateCreated":"2014-12-17T14:24:11Z","DatePublished":"2014-12-01T00:00:00Z","Number":8,"Title":"Leviathan Smiles","Plot":"Merrick and Blazanov delivers the day's edition of The Pioneer around camp. A stagecoach arrives accompanied by the sound of gunfire as two strangers (Wyatt and Morgan Earp) come into town, unsettling the Sheriff and Al who wonder if they're Hearst's men. Swearengen talks to Wyatt Earp, evaluating his story, while Fields prepares for his departure. Jack tells his ailing friend, Chesterton, that he will move him to the theater that day. Lastly, Hearst finds an unexpected doctor for his back probl","Runtime":53,"FirstAired":"2006-07-30T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Ed Bianchi","Writer":"Kem Nunn","GuestStars":"Monty Stuart,   W. Scott Mason,   Aubrey Morris (Chesterton),   Ralph Richeson (Richardson),   Michael Harney (Steve),   Pruitt Taylor Vince (Bellegarde),   Jennifer Lutheran (Jen),   Austin Nichols (Morgan","Rating":7.599999904632568,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/72023/307492.jpg","IMDB":"tt0556285","TVDB":307492},{"ID":10609,"SeasonID":797,"ShowID":322,"MediaID":10597,"DateCreated":"2014-12-17T15:43:32Z","DatePublished":"2014-12-01T00:00:00Z","Number":9,"Title":"Amateur Night","Plot":"As Deadwood is overrun by Hearst's men, Bullock issues contingency plans to Martha. Wu is caught in a Pinkerton stampede and delivers a cryptic message to Swearengen that is solved by the unlikeliest person. Barrett makes Merrick pay for embarrassing Hearst in The Pioneer while Morgan Earp calls out one of the \"Pistoleros.\" As night falls, Langrishe mines Deadwood's talent pool with an amateur-night performance in front of his future theater, financed in part by a \"loan\" from Alma's bank.","Runtime":49,"FirstAired":"2006-08-06T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Adam Davidson","Writer":"Zack Whedon, Nick Towne","GuestStars":"Stephen Tobolowsky (Hugo Jarry),   Cleo King (Lou Marchbanks),   Franc Ross (Louis),   Austin Nichols (Morgan Earp),   Gale Harold (Wyatt Earp),   Tim Dezarn,   Joseph Falasca,   Toby Bronson,   Nicole Ansar","Rating":7.699999809265137,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/72023/307493.jpg","IMDB":"tt0556290","TVDB":307493},{"ID":10617,"SeasonID":797,"ShowID":322,"MediaID":10605,"DateCreated":"2014-12-17T16:01:04Z","DatePublished":"2014-12-01T00:00:00Z","Number":10,"Title":"A Constant Throb","Plot":"With the Sheriff out of camp, Alma is assailed by Hearst's men and as she never would have expected, shelter comes form Swearengen. Barrett is sent to the Gem, but Al resorts to old fashion methods of enquiring to his employers plans. Meanwhile, Langrishe recruits a new actor.","Runtime":48,"FirstAired":"2006-08-13T00:00:00Z","ParentalRating":"R16","ParentalRatingReason":"Lightbox Provisional Classification. Official NZ Rating To Be Confirmed.","Director":"Mark Tinker","Writer":"W. Earl Brown","GuestStars":"Sarah Pachelli (Janine),   Jennifer Lutheran (Jen),   Stephen Tobolowsky (Hugo Jarry),   Brian Cox (Jack Langrishe),   Brent Sexton (Harry Young),   Carl Virden,   Jared Snyder,   Victoria Jones Ramorino,   ","Rating":7.900000095367432,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/72023/307494.jpg","IMDB":"tt0828738","TVDB":307494},{"ID":10608,"SeasonID":797,"ShowID":322,"MediaID":10596,"DateCreated":"2014-12-17T15:37:29Z","DatePublished":"2014-12-01T00:00:00Z","Number":11,"Title":"The Catbird Seat","Plot":"Bullock holds an impromptu morning meeting to determine which emergencies warrant wiring him in Sturgis, where he and Harry are delivering campaign pitches. The first summons doesn't take long, as Hearst follows up Alma's close call with one that's decidedly more on-target. In the aftermath, Alma takes refuge at the Gem, again, while Trixie decides to take matters into her own hands. Langrishe has a falling out with Hearst, giving him little time to huddle with his new lineup of actors. Dismissi","Runtime":49,"FirstAired":"2006-08-20T00:00:00Z","ParentalRating":"R","Director":"Gregg Fienberg","Writer":"Bernadette McNamara","GuestStars":"Chad Brannon,   Cullen Douglas (Committee Man),   Ralph Richeson (Richardson),   Mark C. Thomas,   Dan Hildebrand (Tim Driscoll),   Bethalyn Staples,   Julie Ariola (Countess),   Michael Morris,   Cynthia Et","Rating":7.800000190734863,"RatingCount":33,"Image":"http://thetvdb.com/banners/episodes/72023/307495.jpg","IMDB":"tt0770857","TVDB":307495},{"ID":10576,"SeasonID":797,"ShowID":322,"MediaID":10564,"DateCreated":"2014-12-17T12:21:25Z","DatePublished":"2014-12-01T00:00:00Z","Number":12,"Title":"Tell Him Something Pretty","Plot":"In the third, and last, season finale, the camp turns out to vote--but as Bullock notes, the election may already have been decided. In light of the populace's mood, Langrishe delays the opening of his theater, and ponders his future in Deadwood. After detouring at Nuttall's Number ten, Hawkeye arrives at the Gem with \"almost 18\" men to complement Wu's contingent. Alma works out a deal for her claim; Utter recieves another body for Hearst; and Harry gets his fire engine. Stubbs reaches out to a ","Runtime":50,"FirstAired":"2006-08-27T00:00:00Z","ParentalRating":"R","Director":"Mark Tinker","Writer":"Ted Mann","GuestStars":"Cleo King (Lou Marchbanks),   Jennifer Lutheran (Jen),   Keone Young (Mr. Wu),   Brian Cox (Jack Langrishe),   Julie Ariola (Countess),   Brent Sexton (Harry Manning),   Franc Ross (Louis),   Gerald McRaney","Rating":7.199999809265137,"RatingCount":34,"Image":"http://thetvdb.com/banners/episodes/72023/307496.jpg","IMDB":"tt0828739","TVDB":307496}],"EpisodeCount":12}
