{"ID":826,"ShowID":327,"DateCreated":"2014-12-21T22:53:14Z","Number":1,"ParentalRating":"M","Image":"http://thetvdb.com/banners/seasons/23350-1.jpg","TVDB":5897,"Episodes":[{"ID":11348,"SeasonID":826,"ShowID":327,"MediaID":11170,"DateCreated":"2014-12-23T18:45:12Z","DatePublished":"2014-12-01T00:00:00Z","Number":1,"Title":"The Return","Plot":"Everyone on Earth is excited about a comet passing by, but as soon as its trajectory changes to a collision course, everyone starts to panic. The comet turns out to be a giant ball of light that, after exploding, leaves behind 4400 people. They are missing persons who have been gone from a few months to 60 years, and none have aged a day. The 4400 are put in quarantine and eventually released. Some of the returnees begin to exhibit strange and uncontrollable new abilities. Tom Baldwin and Diana ","Runtime":46,"FirstAired":"2004-07-11T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Yves Simoneau","Writer":"Scott Peters, René Echevarria","GuestStars":"Michael Moriarty,  Craig March,  Jason Low,  Terry Chen,  Jesse Hutch,  Ross Douglas,  Sheila Paterson,  Eric Breker,  Eileen Pedde,  Genevieve Buechner,  Adrian Holmes,  Roger Haskett,  Carrie Fleming,  Keith Ma","Rating":7.599999904632568,"RatingCount":38,"Image":"http://thetvdb.com/banners/episodes/73507/116955.jpg","TVDB":116955},{"ID":11097,"SeasonID":826,"ShowID":327,"MediaID":11086,"DateCreated":"2014-12-21T22:53:14Z","DatePublished":"2014-12-01T00:00:00Z","Number":2,"Title":"The New \u0026 Improved Carl Morrissey","Plot":"Carl Morrissey is a lowly supermarket employee who happens to be one of the 4400 returned abductees. He uses his new found powers - enhanced reflexes and strength - to become a vigilante and fight crime in his neighborhood. Meanwhile, Lily is thrown in jail for violating the restraining order while looking in on her daughter and ex-husband's new life. After picking up Lily from the police, Richard and Lily go back to the apartment they now share and we see the romance between the two begin to be","Runtime":44,"FirstAired":"2004-07-11T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Helen Shaver","Writer":"Ira Steven Behr","GuestStars":"Kathleen Wilhoite,  David Eigenberg,  Peter Grasso,  Georgina Hegedos,  Ali Liebert,  Garfield Wilson,  Genevieve Buechner,  Lucas Margetson,  Wendy Russell,  James Michalopoulos,  Fraser Aitcheson,  Robin Moss","Rating":7.199999809265137,"RatingCount":24,"Image":"http://thetvdb.com/banners/episodes/73507/116956.jpg","TVDB":116956},{"ID":11106,"SeasonID":826,"ShowID":327,"MediaID":11095,"DateCreated":"2014-12-21T23:40:02Z","DatePublished":"2014-12-01T00:00:00Z","Number":3,"Title":"Becoming","Plot":"Tom and Diana are sent out to investigate a homicide that resembles the MO of a serial killer who was never caught nor heard of for 21 years. The first suspect is Oliver Knox, a member of the 4400. However, Knox has an alibi for the night of the murder and another man confesses to all the crimes. Tom and Diana suspect that Knox is luring people to kill for him and try to lay a trap on him. Meanwhile, people begin to turn hostile toward the 4400, and Jordan Collier decides to organize his fellow ","Runtime":43,"FirstAired":"2004-07-18T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"David Straiton","Writer":"Craig Sweeny","GuestStars":"Peter LaCroix,  Shaine Jones,  Helen Shaver,  Stanley Katz,  Preston Cook,  Miranda Frigon,  Lee Tergesen,  Andrew McIlroy,  Bill Dow,  Christine Anton,  Murile Kauffmann,  Claudine Grant,  Amanda MacKay","Rating":7.300000190734863,"RatingCount":20,"Image":"http://thetvdb.com/banners/episodes/73507/116957.jpg","TVDB":116957},{"ID":11215,"SeasonID":826,"ShowID":327,"MediaID":11202,"DateCreated":"2014-12-23T22:26:49Z","DatePublished":"2014-12-01T00:00:00Z","Number":4,"Title":"Trial By Fire","Plot":"The 4400 are attacked by a series of fire-bombings after Barbara Yates made their names and addresses known to the public. Tom, Diana, and Ryland try to put an end to the bombings at the same time as Tom tries to deal with the disturbing behavior of Kyle, and Diana tries real hard to be a good substitute mother to Maia. However, the arrival of a Homeland Security agent from Washington, Warren Lyttel, makes their work even harder. Jordan Collier tries to provide his followers with safe shelter, b","Runtime":43,"FirstAired":"2004-07-25T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Nick Gomez","Writer":"Robert Hewitt Wolfe","GuestStars":"Jonathan Holmes,  Mark Valley,  Michael Eklund,  Shane Meier,  Helen Shaver,  Jason Low,  Anna Hagan,  Sean Millington,  Joe Do Serro","Rating":7.199999809265137,"RatingCount":25,"Image":"http://thetvdb.com/banners/episodes/73507/116958.jpg","TVDB":116958},{"ID":11227,"SeasonID":826,"ShowID":327,"MediaID":11214,"DateCreated":"2014-12-23T23:05:04Z","DatePublished":"2014-12-01T00:00:00Z","Number":5,"Title":"White Light","Plot":"Tom is furious upon finding out that Lyttel took his son Kyle into custody. Diana offers him help in getting Kyle back. Meanwhile, Richard suspects that Collier is trying to take control of Lily's life, and as soon as Collier reveals his intentions, Richard and Lily leave Arcadia Estates. Elsewhere, Danny snaps at Shawn when he finds out that he and Nikki have slept together. Tom and Diana finally find out what really happened to the 4400, which leaves a disturbing question: is this the end - or","Runtime":43,"FirstAired":"2004-08-01T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Low level violence","Director":"Tim Hunter","Writer":"Scott Peters","GuestStars":"Gillian Barber,  Mark Valley,  Jonathan Holmes,  Louis Chirillo,  Jason Low,  Shawn Reis,  Leanne Adachi,  Dawn Mander","Rating":7.400000095367432,"RatingCount":22,"Image":"http://thetvdb.com/banners/episodes/73507/116959.jpg","TVDB":116959},{"ID":11228,"SeasonID":826,"ShowID":327,"MediaID":11215,"DateCreated":"2014-12-23T23:07:36Z","DatePublished":"2014-12-01T00:00:00Z","Number":6,"Title":"White Light","Plot":"Tom is livid when he finds out his son Kyle has been taken into custody; Richard suspects Collier is trying to take control of Lily's life.","Runtime":43,"FirstAired":"2004-08-08T00:00:00Z","Year":2004,"ParentalRating":"M","ParentalRatingReason":"M Low level violence","Rating":5}],"EpisodeCount":6}
