{"ID":874,"ShowID":343,"DateCreated":"2015-03-12T19:05:52Z","Number":1,"ParentalRating":"G","Image":"http://thetvdb.com/banners/seasons/143821-1.jpg","TVDB":197761,"Episodes":[{"ID":11807,"SeasonID":874,"ShowID":343,"MediaID":11798,"DateCreated":"2015-03-12T19:05:52Z","DatePublished":"2015-01-15T00:00:00Z","Number":1,"Title":"The Soccamatic","Plot":"When Wallace takes Gromit to the park for a game of football he plays to win. Unfortunately he is constantly frustrated by Gromit's goalkeeping powers, as his power shots won't get past Gromit. Wallace is forced to reveal his Soccamatic, a circa 1938 penalty taking machine he recently purchased mail order from Preston North End. It seems that Wallace has finally got the upper hand as balls whistle past the hapless dog. But Gromit has an ace up his sleeve...","Runtime":2,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768031.jpg","TVDB":1768031},{"ID":11824,"SeasonID":874,"ShowID":343,"MediaID":11815,"DateCreated":"2015-03-12T19:14:53Z","DatePublished":"2015-01-15T00:00:00Z","Number":2,"Title":"The Tellyscope","Plot":"It has always been Gromit's job to walk over and switch the TV channels on Wallace's aging set. Wallace decides to save his legs by inventing a simple remote control device. Unfortunately, though the machine provides fingertip control, it is hardly instant. When Wallace turns on the TV and is confronted by a hard-hitting penguin documentary, he needs to change channel fast. That's when Wallace realises the flaw in his design...","Runtime":3,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768041.jpg","TVDB":1768041},{"ID":11840,"SeasonID":874,"ShowID":343,"MediaID":11831,"DateCreated":"2015-03-13T20:11:54Z","DatePublished":"2015-01-15T00:00:00Z","Number":3,"Title":"The Autochef","Plot":"Breakfast is Wallace and Gromit's favourite meal. But why bother cooking yourself when you have an Autochef, the combined cooker and waiter on wheels? Wallace is anxious to prove that his troublesome invention is perfectly safe around the home. Gromit isn't so sure about the cheeky robot and he may have good reason to be wary.","Runtime":2,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768051.jpg","TVDB":1768051},{"ID":11821,"SeasonID":874,"ShowID":343,"MediaID":11812,"DateCreated":"2015-03-12T19:13:23Z","DatePublished":"2015-01-15T00:00:00Z","Number":4,"Title":"The Snowmanotron","Plot":"It's time for the annual West Wallaby Street Snowman Competition and this time Wallace is determined to win. Gromit may be a dab hand (or paw) at sculpting but Wallace has his new ??Snowmanotron??, which will do the whole job at the touch of a few buttons. Wallace is thrilled with his resulting masterpiece but Gromit is left feeling rather flat...","Runtime":3,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768131.jpg","TVDB":1768131},{"ID":11841,"SeasonID":874,"ShowID":343,"MediaID":11832,"DateCreated":"2015-03-13T20:12:06Z","DatePublished":"2015-01-15T00:00:00Z","Number":5,"Title":"A Christmas Cardomatic","Plot":"It's nearly Christmas and Wallace is getting into the festive spirit. He's decided to make some tasteful Christmas cards with the help of Gromit, lots of glitter and his brand new card-making machine. But Wallace is so carried away by the resulting masterpiece that he fails to notice the extraordinary scene unfolding in the garden.","Runtime":2,"FirstAired":"2002-10-22T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768021.jpg","TVDB":1768021},{"ID":11844,"SeasonID":874,"ShowID":343,"MediaID":11835,"DateCreated":"2015-03-14T19:24:18Z","DatePublished":"2015-01-15T00:00:00Z","Number":6,"Title":"Shopper 13","Plot":"It's just a short nip to the shops but it can become a daily chore when you have all that cheese to carry home. Wallace has decided to save his legs by initiating a program of guided shopping trolleys to the supermarket. Mission 13 is the big one; he's going for the largest ball of Edam on the shelf. All seems to be going well until disaster strikes on the return leg. Can the heroic Gromit save the day by piloting the stricken craft back to 62 West Wallaby street or will the cheese be lost forev","Runtime":2,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768141.jpg","TVDB":1768141},{"ID":11819,"SeasonID":874,"ShowID":343,"MediaID":11810,"DateCreated":"2015-03-12T19:12:37Z","DatePublished":"2015-01-15T00:00:00Z","Number":7,"Title":"The Snoozatron","Plot":"Getting to sleep can be a problem when you eat as much cheese as Wallace. His solution is the Snoozatron, a simple device to aid the restless insomniac. For Wallace the machine is a triumph of precision engineering. For Gromit, his part in the machine's cycle is a regular chore he could do without...","Runtime":2,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Rating":6,"RatingCount":1,"Image":"http://thetvdb.com/banners/episodes/143821/1768061.jpg","TVDB":1768061},{"ID":11817,"SeasonID":874,"ShowID":343,"MediaID":11808,"DateCreated":"2015-03-12T19:11:22Z","DatePublished":"2015-01-15T00:00:00Z","Number":8,"Title":"The Turbo Diner","Plot":"Another chore Gromit dislikes is clearing the table after meals. Wallace's Turbo Diner is designed to do the job fast and efficiently; all they have to do is top up the electricity meter. Everything seems to be going well until the lights start flickering, and soon Wallace and Gromit are stuck. The scene ends with Wallace claiming he has a 'great idea'.","Runtime":2,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768091.jpg","TVDB":1768091},{"ID":11823,"SeasonID":874,"ShowID":343,"MediaID":11814,"DateCreated":"2015-03-12T19:14:29Z","DatePublished":"2015-01-15T00:00:00Z","Number":9,"Title":"The Bully Proof Vest","Plot":"It can be a hard life 'up North' and home security can be a problem these days. So perhaps Wallace is right to be scared when the lights go out one dark and stormy night. A cup of tea and a cracker should calm his nerves but who is that lurking in the shadows? It may be time to utilize the ultimate burglar deterrent, Wallace's fearsome Bully Proof Vest?","Runtime":3,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768111.jpg","TVDB":1768111},{"ID":11822,"SeasonID":874,"ShowID":343,"MediaID":11813,"DateCreated":"2015-03-12T19:13:57Z","DatePublished":"2015-01-15T00:00:00Z","Number":10,"Title":"The 525 CrackerVac","Plot":"Gromit's daily chores include sweeping up, unfortunately Wallace wants to help. The 525 Cracker Vac will save Gromit's time and take the strain out of cleaning and it has a cracker sensor to boot!! However, things don't go quite as Wallace planned and it's up to Gromit to save the day.","Runtime":4,"FirstAired":"2002-10-15T00:00:00Z","ParentalRating":"G","Image":"http://thetvdb.com/banners/episodes/143821/1768121.jpg","TVDB":1768121}],"EpisodeCount":10}
